Repository: RigsOfRods/rigs-of-rods
Catalog: languages/*/ror.po
Languages: ca, cs, de, es, et, fi, fr, it, nl, pl, pt, pt_br, ro, ru, sk, ta

source: rudder right
ca: gira timó cap a la dreta
de: Seitenruder nach rechts
et: tüüri paremale
fi: kurssi oikeaan
it: timone a destra
pl: ster w prawo
ro: încârnește la dreapta
sk: kormidlo doprava

source: save position as slot 1
ca: desa posició a l'espai 1
de: Speichere Position auf Platz 1
et: salvesta asukoht 1
fi: tallenna sijainti paikkaan 1
it: salva la posizione nello spazio 1
pl: zapisz pozycję na slocie 1
ro: salvează poziția ca slotul 1
sk: uložiť pozíciu ako pozíciu 1

source: save position as slot 10
ca: desa posició a l'espai 10
de: Speichere Position auf Platz 10
et: salvesta asukoht 10
fi: tallenna sijainti paikkaan 10
it: salva la posizione nello spazio 10
pl: zapisz pozycję na slocie 10
ro: salvează poziția ca slotul 10
sk: uložiť pozíciu ako slot 10

source: save position as slot 2
ca: desa posició a l'espai 2
de: Speichere Position auf Platz 2
et: salvesta asukoht 2
fi: tallenna sijainti paikkaan 2
it: Salva la posizione nello spazio 2
pl: zapisz pozycję na slocie 2
ro: salvează poziția ca slotul 2
sk: uložiť pozíciu ako slot 2

source: save position as slot 3
ca: desa posició a l'espai 3
de: Speichere Position auf Platz 3
et: salvesta asukoht 3
fi: tallenna sijainti paikkaan 3
it: salva la posizione nello spazio 3
pl: zapisz pozycję na slocie 3
ro: salvează poziția ca slotul 3
sk: uložiť pozíciu ako slot 3

source: save position as slot 4
ca: desa posició com a l'espai 4
de: Speichere Position auf Platz 4
et: salvesta asukoht 4
fi: tallenna sijainti paikkaan 4
it: salva la posizione nello spazio 4
pl: zapisz pozycja na slocie 4
ro: salvează poziția ca slotul 4
sk: uložiť pozíciu ako slot 4

source: save position as slot 5
ca: desa la posició a l'espai 5
de: Speichere Position auf Platz 5
et: salvesta asukoht 5
fi: tallenna sijainti paikkaan 5
it: Salva posizione nello spazio 5
pl: zapisz pozycję na slocie 5
ro: salvează poziția ca slotul 5
sk: uložiť pozíciu ako slot 5

source: save position as slot 6
ca: desa posició a l'espai 6
de: Speichere Position auf Platz 6
et: salvesta asukoht 6
fi: tallenna sijainti paikkaan 6
it: salva la posizione nello spazio 6
pl: zapisz pozycję na slocie 6
ro: salvează poziția ca slotul 6
sk: uložiť pozíciu ako slot 6

source: save position as slot 7
ca: desa posició a l'espai 7
de: Speichere Position auf Platz 7
et: salvesta asukoht 7
fi: tallenna sijainti paikkaan 7
it: salva posizione nello spazio 7
pl: zapisz pozycję na slocie 7
ro: salvează poziția ca slotul 7
sk: uložiť pozíciu ako slot 7

source: save position as slot 8
ca: desa posició a l'espai 8
de: Speichere Position auf Platz 8
et: salvesta asukoht 8
fi: tallenna sijainti paikkaan 8
it: salva la posizione nello spazio 8
pl: zapisz pozycję na slocie 8
ro: salvează poziția ca slotul 8
sk: uložiť pozíciu ako slot 8

source: save position as slot 9
ca: desa posició com a l'espai 9
de: Speichere Position auf Platz 9
et: salvesta asukoht 9
fi: tallenna sijainti paikkaan 9
it: salva la posizione nello spazio 9
pl: zapisz pozycje na slocie 9
ro: salvează poziția ca slotul 9
sk: uložiť pozíciu ako pozíciu 9

source: save the currently loaded terrain to a mesh file
ca: desa el terreny carregat actual en un fitxer de malles
de: Speichere die aktuell geladene Karte in eine Mesh-Datei
et: salvesta praegu laaditud maastik mesh faili
fi: tallenna tällähetkellä ladattuna oleva maasto mesh-tiedostoksi
it: salva il terreno attualmente caricato in un file mesh
pl: zapisuje aktualnie załadowany teren do pliku mesh
ro: salvează actualul teren într-un mesh
sk: uloží novo načítaný terén ako. mesh súbor

source: saved texture as
ca: textura desada com a
de: Textur gespeichert unter
et: tekstuur salvestatud kui
fi: tallenna textuuri
it: Salvata la texture a
pl: zapisano teksturę jako
ro: salvează textura ca
sk: textúra uložená ako

source: select focussed item and close menu
ca: selecciona els objectes ressaltats i tanca el menú
de: das markierte Objekt auswählen und das Menü schließen
et: vali objekt ja sulge menüü
fi: valitse vahvistettu ja sulje valikko
it: seleziona elemento selezionato e chiude il menu
pl: wybierz zaznaczony element i zamknij menu
ro: selectează elementul focusat și închide meniul
sk: vyberte vybranú položku a zatvorte menu

source: select next category
ca: selecciona categoria següent
de: Nächste Kategorie auswählen
et: vali järgmine kategooria
fi: valitse seuraava kategoria
it: seleziona prossima categoria
pl: wybierz następną kategorię
ro: selectează categoria următoare
sk: vybrať ďalšiu kategóriu

source: select next element in current category
ca: selecciona el següent element en la categoria actual
de: Das nächste Element in der aktuellen Kategorie auswählen
et: vali kategoorias järgnev element
fi: valitse seuraava elementti tämänhetkisessä kategoriassa
it: seleziona il prossimo elemento nella categoria attuale
pl: wybierz kolejny element w kategorii
ro: selectează următorul element în actuala categorie
sk: vyberte ďalší prvok v aktuálnej kategórii

source: select previous category
ca: selecciona categoria anterior
de: Vorherige Kategorie auswählen
et: vali eelnev kategooria
fi: valitse edellinen kategoria
it: selezionare la categoria precedente
pl: wybierz poprzednią kategorię
ro: selectează categoria anterioară
sk: vybrať predchádzajúcu kategóriu

source: select previous element in current category
ca: selecciona l'element anterior en la categoria actual
de: Das vorherige Element in der aktuellen Kategorie auswählen
et: vali kategoorias eelnev element
fi: valitse edellinen elementti tämänhetkisessä kategoriassa
it: seleziona elemento precedente nella categoria corrente
pl: wybierz poprzedni element w bieżącej kategorii
ro: selectează elementul anterior în actuala categorie
sk: vybrať predchádzajúci súčasť v súčasnej kategórii

source: selected Ground Type:
ca: Tipus de sòl seleccionat:
de: Ausgewählter Untergrundtyp:
et: valitud pinnatüüp:
fi: valittu maatyyppi:
it: Tipo di terreno selezionato:
pl: wybrany rodzaj nawierzchni:
ro: Tipul de Sol selectat:
sk: vybraný typ zeme:

source: sends the entered text
ca: envia el text introduït
de: Sendet den eigegebenen Text.
et: saadab sisestatud teksti
fi: Lähettää kirjoitetun tekstin
it: invia il testo immesso
pl: wysyła wprowadzony tekst
ro: trimite textul scris
sk: odosiela zadaný text

source: sets high range (13-18) for H-shaft
ca: especifica l'alt rang (13-18) per l'eix-H
de: Setzt H-Schaltung auf die Gänge 13-18 fest
et: seab kõrge vahemiku (13-18) H-shafti jaoks
fi: asettaa vaihteiston ison alueen (13-18) H-vaihteistolle
it: imposta l'alta gamma di rapporti (13-18) per il cambio ad H
pl: ustawia wysoki zakres przełożeń (biegi 13-18) dla przekładni typu H
ro: selecteaza raportul mare (13-18) pentru schimbator H
sk: nastaví vysoké rozpätie (13-18) pre H-shaft

source: sets low range (1-6) for H-shaft
ca: especifica baix rang (1-6) per l'eix-H
de: Setzt H-Schaltung auf die Gänge 1-6 fest
et: seab madala vahemiku (1-6) H-shafti jaoks
fi: asettaa vaihteiston pienen alueen (1-6) H-vaihteistolle
it: imposta la bassa gamma (1-6) per il cambio ad H
pl: ustawia niski zakres przełożeń (biegi 1-6) dla przekładni typu H
ro: setează intervalul scăzut (1-6) pentru H-shaft
sk: nastaví nízke rozpätie (1-6) pre H-shaft

source: sets middle range (7-12) for H-shaft
ca: estableix gamma mitjana (7-12) per l'eix-H
de: Setzt H-Schaltung auf die Gänge 7-12 fest
et: seab keskmise vahemiku (7-12) H-shafti jaoks
fi: asettaa vaihteiston keskialueen (7-12) H-vaihteistolle
it: imposta la gamma media (7-12) per il cambio ad H
pl: ustawia środkowy zakres przełożeń (biegi 7-12) dla przekładni typu H
ro: setează intervalul mijlociu (7-12) pentru H-shaft
sk: nastavuje stredný rozsah (7-12) pre H-hriadeľ

source: sets the maximum frames per second
ca: estableix els fotogrames per segon màxims
de: legt die maximale Bildwiederholungsrate fest
et: seab maksimaalse kaadrisageduse
fi: asettaa maksimi ruudunpäivitysnopeuden
it: imposta la quantità massima di fotogrammi al secondo
pl: ustala maksymalną ilość klatek na sekundę
ro: stabilește maximul de frame pe secundă
sk: nastaví maximálny počet snímok za sekundu

source: shift automatic transmission one gear down
ca: canvia transmissió automàtica una marxa avall
de: Einen Gang runterschalten (Automatikschaltung)
et: vaheta automaatkäigukastis käik alla
fi: vaihda automaattisessa vaihteistossa yksi vaihde alaspäin
it: scala marcia (cambio automatico)
pl: zmień bieg na niższy z trybie automatycznej skrzyni biegów
ro: schimbă cu o viteză în minus în modul cutie automată
sk: na automatickej prevodovke podradiť o jeden stupeň

source: shift automatic transmission one gear up
ca: canvia la caixa de canvis automàtica a una marxa més
de: Einen Gang hochschalten (Automatikschaltung)
et: vaheta automaatkäigukastis käik üles
fi: vaihda automaattisessa vaihteistossa yksi vaihde ylöspäin
it: aumenta marcia (cambio automatico)
pl: zmień bieg na wyższy w trybie automatycznej skrzyni biegów
ro: schimbă cu o viteză în plus în modul cutie automată
sk: zaraďte ďalší prevodový stupeň

source: shift directly to 10th gear
ca: passa directament a la 10a marxa
de: direkt in den 10. Gang schalten
et: vaheta otse 10. käigule
fi: vaihda suoraan 10. vaihteelle
it: ingrana direttamente la 10ma marcia
pl: wrzuć 10. bieg
ro: schimbă direct într-a zecea viteză
sk: zaradiť priamo do 10-teho prevodu

source: shift directly to 11th gear
ca: passa directament a la 11a marxa
de: direkt in den 11. Gang schalten
et: vaheta otse 11. käigule
fi: vaihda suoraan 11. vaihteelle
it: ingrana direttamente la 11ma marcia
pl: wrzuć 11. bieg
ro: schimbă direct într-a unsprezecea viteză
sk: zaradiť priamo jedenástu rýchlosť

source: shift directly to 12th gear
ca: passa directament a la 12a marxa
de: direkt in den 12. Gang schalten
et: vaheta otse 12. käigule
fi: vaihda suoraan 12. vaihteelle
it: ingrana direttamente la 12ma marcia
pl: wrzuć 12. bieg
ro: schimbă direct într-a doisprezecea viteză
sk: preradiť priamo na dvanásty rýchlostný stupeň

source: shift directly to 13th gear
ca: passa directament a la 13a marxa
de: direkt in den 13. Gang schalten
et: vaheta otse 13. käigule
fi: vaihda suoraan 13. vaihteelle
it: ingrana direttamente la 13ma marcia
pl: wrzuć 13. bieg
ro: schimbă direct într-a treisprezecea viteză
sk: Preradiť priamo na trinásty rýchlostný stupeň

source: shift directly to 14th gear
ca: passa directament a la 14a marxa
de: direkt in den 14. Gang schalten
et: vaheta otse 14. käigule
fi: vaihda suoraan 14. vaihteelle
it: ingrana direttamente la 14ma marcia
pl: wrzuć 14. bieg
ro: schimbă direct într-a paisprezecea viteză
sk: zaradiť priamo do 14-teho prevodu

source: shift directly to 15th gear
ca: passa directament a la 15a marxa
de: direkt in den 15. Gang schalten
et: vaheta otse 15. käigule
fi: vaihda suoraan 15. vaihteelle
it: ingrana direttamente la 15ma marcia
pl: wrzuć 15. bieg
ro: schimbă direct într-a cincisprezecea viteză
sk: preradiť priamo na pätnásty rýchlostný stupeň

source: shift directly to 16th gear
ca: passa directament a la 16a marxa
de: direkt in den 16. Gang schalten
et: vaheta otse 16. käigule
fi: vaihda suoraan 16. vaihteelle
it: ingrana direttamente la 16ma marcia
pl: wrzuć 16. bieg
ro: schimbă direct într-a șaisprezecea viteză
sk: zaradiť priamo do 16-teho prevodu

source: shift directly to 17th gear
ca: passa directament a la 17a marxa
de: direkt in den 17. Gang schalten
et: vaheta otse 17. käigule
fi: vaihda suoraan 17. vaihteelle
it: ingrana direttamente la 17ma marcia
pl: wrzuć 17. bieg
ro: schimbă direct într-a șaptesprezecea viteză
sk: zaradiť priamo do 17-teho prevodu

source: shift directly to 18th gear
ca: passa directament a la 18a marxa
de: direkt in den 18. Gang schalten
et: vaheta otse 18. käigule
fi: vaihda suoraan 18. vaihteelle
it: ingrana direttamente la 18ma marcia
pl: wrzuć 18. bieg
ro: schimbă direct într-a optsprezecea viteză
sk: preradiť priamo na osemnásty rýchlostný stupeň

source: shift directly to 5th gear
ca: passa directament a la 5a marxa
de: direkt in den 5. Gang schalten
et: vaheta otse 5. käigule
fi: vaihda suoraan 5. vaihteelle
it: ingrana direttamente la 5a marcia
pl: wrzuć 5. bieg
ro: schimbă direct într-a cincea viteză
sk: preradiť priamo na piatu rýchlosť

source: shift directly to 6th gear
ca: passa directament a la 6a marxa
de: direkt in den 6. Gang schalten
et: vaheta otse 6. käigule
fi: vaihda suoraan 6. vaihteelle
it: ingrana direttamente la sesta marcia
pl: wrzuć 6. bieg
ro: schimbă direct într-a șasea viteză
sk: zaradiť priamo do 6-teho prevodu

source: shift directly to 7th gear
ca: passa directament a la 7a marxa
de: direkt in den 7. Gang schalten
et: vaheta otse 7. käigule
fi: vaihda suoraan 7. vaihteelle
it: ingrana direttamente la 7a marcia
pl: wrzuć 7. bieg
ro: schimbă direct într-a șaptea viteză
sk: preradiť priamo na siedmy rýchlostný stupeň

source: shift directly to 8th gear
ca: passa directament a la 8a marxa
de: direkt in den 8. Gang schalten
et: vaheta otse 8. käigule
fi: vaihda suoraan 8. vaihteelle
it: ingrana direttamente la 8a marcia
pl: wrzuć 8. bieg
ro: schimbă direct într-a opta viteză
sk: zaradiť priamo do 8-ho prevodu

source: shift directly to 9th gear
ca: passa directament a la 9a marxa
de: direkt in den 9. Gang schalten
et: vaheta otse 9. käigule
fi: vaihda suoraan 9. vaihteelle
it: ingrana direttamente la 9a marcia
pl: wrzuć 9. bieg
ro: schimbă direct într-a noua viteză
sk: preradiť priamo na deviaty rýchlostný stupeň

source: shift directly to first gear
ca: passa directament a la primera marxa
de: direkt in den 1. Gang schalten
et: vaheta otse esimesele käigule
fi: vaihda suoraan 1. vaihteelle
it: ingrana direttamente la prima
pl: wrzuć 1. bieg
ro: schimbă direct în prima viteză
sk: preradiť priamo na prvý rýchlostný stupeň

source: shift directly to fourth gear
ca: passa directament a la quarta marxa
de: direkt in den 4. Gang schalten
et: vaheta otse 4. käigule
fi: vaihda suoraan 4. vaihteelle
it: ingrana direttamente la quarta marcia
pl: wrzuć 4. bieg
ro: schimbă direct într-a patra viteză
sk: preradiť priamo na štvrtú rýchlosť

source: shift directly to reverse gear
ca: passa directament a marxa enrere
de: direkt in den Rückwärtsgang schalten
et: vaheta otse tagurpidikäigule
fi: vaihda suoraan peruutusvaihteelle
it: ingrana direttamente la marcia indietro
pl: wrzuć bieg wsteczny
ro: schimbă direct în marșarier
sk: preradiť priamo do spiatočky

source: shift directly to second gear
ca: passa directament a la segona marxa
de: direkt in den 2. Gang schalten
et: vaheta otse teisele käigule
fi: vaihda suoraan 2. vaihteelle
it: ingrana direttamente la seconda marcia
pl: wrzuć 2. bieg
ro: schimbă direct într-a doua viteză
sk: zaradiť priamo do 2-hého prevodu

source: shift directly to third gear
ca: passar directament a la tercera marxa
de: direkt in den 3. Gang schalten
et: vaheta otse kolmandale käigule
fi: vaihda suoraan 3. vaihteelle
it: ingrana direttamente la terza marcia
pl: wrzuć 3. bieg
ro: schimbă direct într-a treia viteză
sk: preradiť priamo do 3-ieho stupňa

source: shift one gear down in manual transmission mode
ca: puja la marxa en transmissió manual
de: Einen Gang runterschalten (manuelle Schaltung)
et: vaheta käik alla (manuaalkäigukasti kasutades)
fi: vaihda yksi vaihde alaspäin manuaalisessa vaihteistossa
it: scala marcia con cambio manuale
pl: wrzuć niższy bieg w trybie ręcznej skrzyni biegów
ro: schimbă cu o viteză în minus în modul cutie manuală
sk: preradiť o jeden rýchlostný stupeň nižšie v režime manuálnej prevodovky

source: shift one gear up in manual transmission mode
ca: puja una marxa en mode de transmissió manual
de: Einen Gang hochschalten (manuelle Schaltung)
et: vaheta käik üles (manuaalkäigukasti kasutades)
fi: vaihda yksi vaihde ylöspäin manuaalisessa vaihteistossa
it: aumenta marcia con cambio manuale
pl: wrzuć wyższy bieg w trybie ręcznej skrzyni biegów
ro: schimbă cu o viteză în plus în modul cutie manuală
sk: preradiť o jeden stupeň nahor v manuálnom režime

source: shift to neutral gear in manual transmission mode
ca: canvia a la marxa neutral en transmissió manual
de: In den Leerlauf schalten bei manueller Schaltung
et: lülitu vabakäigule (manuaalkäigukasti kasutades)
fi: vaihda vaihde vapaalle manuaalisessa vaihdelaatikossa
it: cambio in folle (cambio manuale)
pl: wrzuć bieg jałowy w trybie ręcznej skrzyni biegów
ro: scoate din viteză în modul de transmisie manuală
sk: v móde manuálnej prevodovky zaradiť neutrál

source: show / hide the console
ca: Mostra / Amaga el terminal
de: Konsole ein-/ausblenden
et: näita / peida konsool
fi: näytä / piilota konsoli
it: visualizza / nascondi la console
pl: pokaż/schowaj konsolę
ro: arată / ascunde consola
sk: zobraziť / skryť konzolu

source: sidestep to the left
ca: pas lateral a l'esquerra
de: Ausfallschritt nach links
et: astu vasakule küljele
fi: askel vasempaan
it: passo laterale a sinistra
pl: przesunięcie się w lewo
ro: ocolește spre stânga
sk: úkrok vľavo

source: sidestep to the right
ca: pas lateral a la dreta
de: Ausfallschritt nach rechts
et: astu paremale küljele
fi: askel oikeaan
it: passo laterale a destra
pl: przesunięcie się w prawo
ro: ocolește spre dreapta
sk: krok do strany vpravo

source: steer left
ca: orienta a l'esquerra
de: Nach links lenken
et: rooli vasakule
fi: ohjaa vasempaan
it: sterza a sinistra
pl: skręć w lewo
ro: virează stânga
sk: zatočiť doľava

source: steer left (analog value!)
ca: orienta a l'esquerra (valor analògic!)
de: Nach links lenken (analog)
et: rooli vasakule (analoogväärtus!)
fi: ohjaa vasempaan (analoginen arvo!)
it: sterza a sinistra (analogico)
pl: skręt w lewo (analogowa wartość!)
ro: virează stânga (valoare analogică!)
sk: odbočiť doľava (analógové hodnoty!)

source: steer left a step
ca: orienta un pas a l'esquerra
de: Nach links lenken (schrittweise)
et: rooli veidi vasakule
fi: ohjaa pykälä vasempaan
it: sterza a sinistra di un pò
pl: skręć w lewo o krok
ro: virează stânga un pas
sk: zatočte o krok doľava

source: steer right
ca: orienta a la dreta
de: Nach rechts lenken
et: rooli paremale
fi: ohjaa oikeaan
it: sterza a destra
pl: skręć w prawo
ro: virează dreapta
sk: odbočiť vpravo

source: steer right (analog value!)
ca: orienta a la dreta (valor analògic!)
de: Nach rechts lenken (analog)
et: rooli paremale (analoogväärtus!)
fi: ohjaa oikeaan (analoginen arvo!)
it: sterza a destra (analogico)
pl: skręt w prawo (analogowa wartość!)
ro: virează dreapta (valoare analogică!)
sk: bočiť vpravo (analógová hodnota!)

source: steer right a step
ca: orienta un pas a la dreta
de: Nach rechts lenken (schrittweise)
et: rooli veidi paremale
fi: ohjaa pykälä oikeaan
it: sterza a destra di un pò
pl: skręć w prawo o krok
ro: virează spre dreapta un pas
sk: odbočiť vpravo o krok

source: step backwards with the character
ca: camina enrere amb el personatge
de: Schritt rückwärts mit dem Spieler
et: astu tegelasega tahapoole
fi: kävele taaksepäin
it: un passo indietro con il personaggio
pl: chodzenie do tyłu
ro: mergi înapoi
sk: krok dozadu s postavou

source: step forward with the character
ca: camina endavant amb el personatge
de: Schritt nach vorn mit dem Spieler
et: astu tegelasega ettepoole
fi: kävele eteenpäin
it: passo in avanti con il personaggio
pl: chodzenie do przodu
ro: mergi înainte
sk: krok vpred s postavou

source: switch all engines on / off
ca: canvia tots els motors d'encesa / apagat
de: Alle Motoren ein-/ausschalten
et: lülita kõik mootorid sisse / välja
fi: käynnistä/sammuta kaikki moottorit
it: avvia/spegne tutti i motori
pl: wł./wył. wszystkie silniki
ro: schimbă toate motoarele pornit / oprit
sk: všetky motory zap. / vyp.

source: take a big screenshot (3 times the screen size)
ca: pren una gran captura de pantalla (3 vegades la mida de la pantalla)
de: Großen Screenshot erstellen (3-fache Bildschirmauflösung)
et: tee suur ekraanipilt (3 korda ekraanist suurem)
fi: ota iso kuvankaappaus (3 kertaa näytön koko)
it: scatta una grande foto dello schermo (3 volte la sua dimensione)
pl: zrób duży zrzut ekranu (3 razy większy niż rozmiar ekranu)
ro: realizează o poză mare (de 3 ori mărimea ecranului)
sk: zachytiť veľký screenshot (trojnásobok rozmerov obrazovky)

source: take a screenshot
ca: pren captura de pantalla
de: Einen Screenshot machen
et: tee ekraanipilt
fi: ota kuvakaappaus
it: scatta una foto (screenshot)
pl: zrób zrzut ekranu
ro: fă o poză
sk: urobiť screenshot

source: teleport to rescue truck
ca: teletransporta al camió de rescat
de: Zum Abschleppwagen teleportieren
et: Liigu puksiiri juurde
fi: Siirry hinausautoon
it: teletrasporto al mezzo di soccorso
pl: teleport do ciężarówki ratowniczej
ro: teleportează-te către camionul de salvare
sk: teleportovať k odťahovému autu

source: throttle axis. Only use this if you have fitting hardware :) (i.e. a Slider)
ca: accelera eix. Només utilitzeu aquesta opció si teniu el maquinari pertinent :) (és a dir, un control lliscant)
de: Leistungseinstellachse. Nutze dies nur wenn du die passende Hardware (z.B. einen Schubregler) hast.
et: gaasipedaali telg. Kasuta ainult sobiva riistvara olamasolul :)
fi: kaasun akseli. Käytä tätä vain jos sinulla on sopiva ohjain. (Eli ratti tai joystick tai muu samanlainen)
it: Asse acceleratore. Usa solo se hai un hardware che lo supporta :) (es. Cursore)
pl: oś przepustnicy. Używaj tylko jeżeli posiadasz potrzebny sprzęt :) (np. suwak)
ro: axa pedalei de accelerație. Folosește asta numai dacă ai hardware-ul potrivit :) (de ex. Slider)
sk: os zrýchlenie. Použite iba ak máte správny hardvér :) (např.posuvník)

source: tie a load to the truck
ca: vincula una càrrega a un camió
de: eine Ladung am LKW anhängen
et: kinnita koorem sõidukile
fi: sido kuorma
it: attacca un carico al veicolo
pl: przywiąż ładunek do ciężarówki
ro: leagă o încărcătură de camion
sk: pripevniť náklad o vozidlo

source: toggle Ogre statistics (FPS etc.)
ca: canvia a estadístiques de l'Ogre (FPS, etc.)
de: OGRE Statistiken ein-/ausblenden (Bildrate etc.)
et: lülita Ogre statistika (FPS jne) sisse või välja
fi: näytä Ogren tiedot (FPS jne.)
it: visualizza/nasconde statistiche Ogre (FPS, conteggio triangoli...)
pl: wł./wył. wyświetlanie statystyk Ogre (FPS itp)
ro: activează statisticile Ogre (FPS etc.)
sk: povoliť štatistiku Ogre (FPS atď.)

source: toggle all direction indicators
ca: activa tots els indicadors de direcció
de: Warnblinkanlage ein-/ausschalten
et: lülita ohutuled sisse või välja
fi: hätävilkut
it: attiva/disattiva tutte le frecce
pl: wł./wył. światła awaryjne
ro: activează toate indicatoarele de direcție
sk: prepnúť všetky smerovky

source: toggle antilock brake
ca: activa fre antibloqueig
de: Antiblockiersystem ein-/ausschalten
et: lülita blokeerumisvastane pidur sisse või välja
fi: ABS hallinta
it: attiva/disattiva antibloccaggio freni
pl: wł./wył. ABS
ro: activează anti-blocare la frânare
sk: povoliť ABS

source: toggle between net chat display modes
ca: canvia entre modes de mostra de xat en xarxa
de: Zwischen verfügbaren Anzeigemodi des Chats wechseln
et: muuda võrguvestluse kuvaviise
fi: vaihda nettikeskustelun näyttötilaa
it: scorri tra le diverse modalità di visualizzazione della chat di rete
pl: zmień tryb wyświetlania chatu
ro: schimbă între modurile de afișare a chat-ului
sk: prepínať medzi režimami zobrazenia sieťového chatu

source: toggle between transmission modes
ca: canvia entre modes de transmissió
de: Zwischen den Getriebemodi wechseln
et: lülitu käigukastitüüpide vahel
fi: vaihda vaihteistotyyppiä
it: seleziona il tipo di cambio (automatico, manuale o manuale completo)
pl: zmień tryb skrzyni biegów
ro: schimbă între moduri de transmisie
sk: prepínať medzi režimami prevodovky
