Repository: RigsOfRods/rigs-of-rods
Catalog: languages/*/ror.po
Languages: ca, cs, de, es, et, fi, fr, it, nl, pl, pt, pt_br, ro, ru, sk, ta

source: spawned a new vehicle:
cs: přidal nové vozidlo:
es: ha generado un nuevo vehículo:
fr: a chargé un nouveau véhicule :
nl: koos een nieuw voertuig:
pt: Gerou um novo veiculo
pt_br: Gerou um novo veiculo:
ru: создал новое транспортное средство:
ta: ஒரு புதிய வண்டி உருவாக்கப்பட்டது:

source: Mod not installed:
cs: Obsah není nainstalován:
es: Mod no instalado:
fr: Contenu non-installé :
nl: Mod niet geïnstalleerd:
pt: Mod não instalado:
pt_br: Mod não instalado:
ru: Mod не установлен:
ta: மோட் நிறுவப்படவில்லை:

source: New simulation speed:
cs: Nová rychlost simulace:
de: Neue Simulationsgeschwindigkeit:
es: Nueva velocidad de simulación:
et: Uus simulatsiooni kiirus:
fr: Nouvelle vitesse de simulation :
nl: Nieuwe simulatie snelheid:
pl: Nowa prędkość symulacji:
pt: Nova velocidade de simulação:
pt_br: Nova velocidade de simulação:
ru: Новая скорость симуляции:
ta: புதிய உருவகப்படுத்துதல் வேகம்:

source: Simulation speed reset.
cs: Reset rychlosti simulace.
de: Simulationsgeschwindigkeit zurückgesetzt.
es: Restaurar velocidad de simulación.
et: Simulatsiooni kiirus taastatud.
fr: Vitesse de simulation réinitialisée.
nl: Simulatie snelheid gereset.
pl: Reset szybkości symulacji.
pt: Redefinição da velocidade de simulação.
pt_br: Velocidade de simulação reiniciada.
ru: Скорость симуляции сброшена.
ta: உருவகப்படுத்துதல் விரைவு மீட்டமைப்பு.

source: Physics paused
cs: Fyzika pozastavena
es: Física en pausa
fr: Physiques en pause
nl: Physics gepauzeerd
pt: Física em pausa
pt_br: Física pausada
ru: Физика приостановлена
ta: இயற்பியல் இடைநிறுத்தப்பட்டது

source: Physics unpaused
cs: Fyzika rozběhnuta
es: Física sin pausa
fr: Physiques actives
nl: Physics hervat
pt: Física não pausada
pt_br: Física não pausada
ru: Физика запущена
ta: இயற்பியல் காரணமின்றி

source: Could not load addon part '{}' (file '{}')
ru: Не удалось загрузить аддонную деталь '{}' (файл '{}')
ta: துணை பகுதியை '{}' (கோப்பு '{}') ஏற்ற முடியவில்லை

source: Requested addon part '{}' is not installed
ru: Запрошенная аддонная деталь '{}' не установлена
ta: கோரப்பட்ட துணை பகுதி '{}' நிறுவப்படவில்லை

source: invalid
ca: invàlid
cs: neplatný
de: ungültig
es: inválido
et: väär
fi: epäkelpo
fr: Invalide
it: Non valido
nl: ongeldig
pl: nieprawidłowy
pt: Inválido
pt_br: inválido
ru: недействительно
sk: neplatné
ta: செல்லுபடியாகாத

source: Split
ca: Divideix
cs: Rozdělení
de: Aufgeteilt
es: Dividido
et: Jaotatud
fi: Jaettu (auki)
fr: Autobloquant
it: Dividi
pl: Dzielony
pt: Dividido
pt_br: Dividido
ro: Separă
ru: раздельный
sk: Rozdeliť
ta: பிளவு

source: Open
ca: Obre
cs: Otevřený
de: Offen
es: Abierto
et: Avatud
fi: Avoin
fr: Ouvert
it: Apri
pl: Otwarty
pt: Abrir
pt_br: Aberto
ro: Deschis
ru: Открыть
sk: Otvorené
ta: திற

source: Viscous
cs: Viskózní
es: Viscoso
fr: Visqueux
pt: pegajoso
pt_br: semi-aberto
ru: Объединённый
ta: பிசுபிசுப்பு

source: Locked
ca: Tancat
cs: Zamčený
de: Gesperrt
es: Bloqueado
et: Lukustatud
fi: Lukittu
fr: Verouillé
it: Bloccato
nl: vergrendeld
pl: Zamknięty
pt: Trancado
pt_br: Blocado
ro: Închis
ru: заблокированный
sk: Zamknuté
ta: பூட்டப்பட்டுள்ளது

# QuickloadDialog
source: Load game?
cs: Nahrát hru?
es: Cargador del juego?
fr: Charger le jeu ?
pt: Cargar jogo?
pt_br: Carregar jogo?
ru: Загрузить игру?
ta: விளையாட்டை ஏற்றவா?

# QuickloadDialog
source: You will lose all unsaved progress!
cs: Neuložený postup hrou bude ztracen!
es: Perderás todo el progreso sin guardar!
fr: Vous allez perdre la progression non enregistrée !
nl: Je verliest alle niet-opgeslagen voortgang!
pt: Vais perder teu progresso percorrido!
pt_br: Você vai perder todo o progresso percorrido!
ru: Вы потеряете весь несохранённый прогресс!
ta: சேமிக்கப்படாத அனைத்து முன்னேற்றங்களையும் நீங்கள் இழப்பீர்கள்!

# QuickloadDialog
source: Load
cs: Nahrát
es: Carga
fr: Charger
nl: Laad
pt: Cargar
pt_br: Carregar
ru: Загрузить
ta: சுமை

# QuickloadDialog
source: Cancel
cs: Storno
es: Cancelar
fr: Annuler
nl: Annuleren
pt: Cancelar
pt_br: Cancelar
ru: Отменить
ta: ரத்துசெய்

source: Error while loading scene: File invalid or missing
cs: Chyba při načítání scény: Soubor chybí nebo je neplatný
es: Error al cargar la escena: Archivo no válido o faltante
fr: Erreur lors du chargement de la sauvegarde : Fichier invalide ou manquant
nl: Fout bij het laden van de scène: Bestand ongeldig of ontbreekt
pt: Erro ao carregar a cena: ficheiro inválido ou ausente
pt_br: Erro Ao carregar a cena: Arquivo inválido Ou EM Falta
ru: Ошибка при загрузке сцены: Файл недействителен или отсутствует
ta: காட்சியை ஏற்றும்போது பிழை: கோப்பு தவறானது அல்லது காணவில்லை

source: Error while loading scene: File format mismatch
cs: Chyba při načítání scény: Formát souboru neodpovídá
es: Error al cargar la escena: Formato de archivo incorrecto
fr: Erreur lors du chargement de la sauvegarde : Format de fichier incompatible
nl: Fout tijdens het laden van scène: bestandsformaat komt niet overeen
pt: Erro ao carregar a cena: formato de ficheiro incompatível
pt_br: Erro durante o carregamento da cena: Incompatibilidade de formato de arquivo
ru: Ошибка при загрузке сцены: Неправильный формат файла
ta: காட்சியை ஏற்றும்போது பிழை: கோப்பு வடிவம் பொருந்தாதது

source: Error while loading scene: Too many vehicles
cs: Chyba při načítání scény: příliš mnoho vozidel
es: Error al cargar la escena: Demasiados vehículos
fr: Erreur lors du chargement de la sauvegarde : Trop de véhicules
nl: Fout bij het laden van de scène: Te veel voertuigen
pt: Erro ao carregar a cena: muitos veículos
pt_br: Erro ao carregar a cena: muitos veículos
ru: Ошибка при загрузке сцены: Слишком много транспорта
ta: காட்சியை ஏற்றும்போது பிழை: அதிகமான வாகனங்கள்

source: Error while loading scene: Missing content (probably not installed)
es: Error al cargar la escena: Falta contenido (probablemente no está instalado)
nl: Fout tijdens het laden scène: Ontbrekende inhoud (waarschijnlijk niet geïnstalleerd)
pt: Erro ao carregar a cena: conteúdo ausente (provavelmente não instalado)
ta: காட்சியை ஏற்றும்போது பிழை: உள்ளடக்கத்தைக் காணவில்லை (அநேகமாக நிறுவப்படவில்லை)

source: Scene loaded
cs: Scéna načtena
es: Escena cargada
fr: Scène chargée
nl: Scène geladen
pt: Cena carregada
pt_br: Cena carregada
ru: Сцена загружена
ta: காட்சி ஏற்றப்பட்டது

source: Error while saving scene: Too many vehicles
cs: Chyba při ukládání pozice: příliš mnoho vozidel
es: Error mientras se guardaba la escena: Demasiados vehículos
fr: Erreur lors de la sauvegarde : Trop de véhicules
nl: Fout bij opslaan scène: te veel voertuigen
pt: Erro ao salvar a cena: muitos veículos
pt_br: Erro ao salvar a cena: muitos veículos
ru: Ошибка при сохранении сцены: Слишком много транспорта
ta: காட்சியைச் சேமிக்கும் போது பிழை: அதிகமான வாகனங்கள்

source: Error while saving scene
cs: Chyba při ukládání scény
es: Error al guardar la escena
fr: Erreur lors de la sauvegarde
nl: Fout bij het opslaan van scène
pt: Erro ao salvar cena
pt_br: Erro ao salvar cena
ru: Ошибка при сохранении сцены
ta: காட்சியைச் சேமிக்கும்போது பிழை

source: Scene saved
cs: Scéna uložena
es: Escena guardada
fr: Scène sauvée
nl: Scène opgeslagen
pt: Cena salva
pt_br: Cena salva
ru: Сцена сохранена
ta: காட்சி சேமிக்கப்பட்டது

source: Configuration error
ca: S'ha produït un error en la configuració
cs: Chyba konfigurace
de: Konfigurationsfehler
es: Error de configuración
et: Seadistuse viga
fi: Kokoonpano virhe
fr: Erreur de configuration
it: Errore di configurazione
nl: Configuratie error
pl: Błąd konfiguracji
pt: Erro de configuração
pt_br: Erro de configuração
ro: Eroare de configurare
ru: Ошибка конфигурации
sk: Chyba konfigurácie
ta: உள்ளமைவு பிழை

source: Your ground configuration is too old, please copy skeleton/config/ground_models.cfg to My Documents/Rigs of Rods/config
ca: La configuració del terreny és massa vell, si us plau copieu el skeleton/config/ground_models.cfg a Els meus documents/Rigs of Rods/config
cs: Vaše konfigurace země je zastaralá, zkopírujte prosím skeleton/config/ground_models.cfg do Dokumenty/Rigs of Rods/config
de: Deine Bodenkonfiguration ist zu alt, bitte kopiere skeleton/config/ground_models.cfg nach Eigene Dokumente/Rigs of Rods/config
es: La configuración de los tipos de superficies (carretera, tierra, barro etc) es muy antigua, por favor, copia el archivo desde skeleton/config/ground_modles.cfg a la carpeta Mis Documentos/Rigs of Rods/config
et: Sinu maapinna seaded on liiga vanad, kopeeri skeleton/config/ground_models.cfg asukohta My Documents/Rigs of Rods/config
fi: Sinun maakokoonpanosi on liian vanha, kopioi skeleton/config/ground_models.cfg sijaintiin Omat Tiedostot/Rigs of Rods/config
fr: La configuration du sol est trop ancienne, veuillez copier "skeleton/config/ground_models.cfg" dans "Mes Documents/Rigs of Rods/config"
it: La tua configurazione del terreno è troppo vecchia, si prega di copiare il file skeleton/config/ground_models.cfg nella cartella My Documents/Rigs of Rods/config
nl: Je grond configuratie is te oud, kopieer skeleton/config/ground_models.cfg naar mijn documenten/Rigs of Rods/config
pl: Twoja konfiguracja nawierzchni jest zbyt stara, skopiuj skeleton/config/ground_models.cfg do Moje Dokumenty/Rigs of Rods/config
pt: Sua configuração do terreno é muito antigo, por favor, copie skeleton / config / ground_models.cfg para Meus Documentos / Rigs of Rods / config
pt_br: Sua configuração de solo é muito antiga, copie skeleton/config/ground_models.cfg para Meus Documentos/Rigs of Rods/config
ro: Configurația ta de sol e prea veche, te rog copiază skeleton/config/ground_models.cfg în My Documents/Rigs of Rods/config
ru: Ваш ground_models.cfg устарел, пожалуйста скопируйте skeleton/config/ground_models.cfg в My Documents/Rigs of Rods/config
sk: Konfigurácia vašej krajiny je príliš stará, prosím skopírujte skeleton/config/ground_models.cfg do Moje dokumenty/Rigs of Rods/config
ta: உங்கள் தரை உள்ளமைவு மிகவும் பழையது, தயவுசெய்து எலும்புக்கூடு/கட்டமைப்பு/தரை_மாடல்ச்.

# MainSelector
source: Non-Driveable
cs: Nelze řídit
es: No conducible
fr: Non conduisible
nl: Niet berijdbaar
pt: não dirigível
pt_br: Não dirigível
ru: Не на ходу
ta: கடத்தப்படாதது

# MainSelector
source: Truck
cs: Vozidlo
es: Camión
fr: Camion
nl: Vrachtwagen
pt: Camião
ru: Транспорт
ta: டிரக்

# MainSelector
source: Airplane
cs: Letadlo
es: Avión
fr: Avion
nl: Vliegtuig
pt: Aeronave
pt_br: Avião
ru: Самолёт
ta: வானூர்தி

# MainSelector
source: Boat
cs: Loď
es: Barco
fr: Bateau
nl: Boot
pt: Barco
pt_br: Barco
ru: Лодка
ta: படகு

# MainSelector
source: Machine
cs: Stroj
es: Máquina
pt: Máquina
pt_br: Máquina
ru: Машина
ta: இயந்திரம்

# MainSelector
source: A.I.
es: I.A.
fr: I.A.
ru: И.И.
ta: ஏ.ஐ.

source: Loading zips in group
ca: S'està carregant els zips en grup
cs: Nahrávám zipy ve skupině
de: Lade Zips in der Gruppe
es: Cargando zips en grupo
et: Laadin zippe grupis
fi: Ladataan zip-paketteja
fr: Chargement des archives dans le groupe
it: Caricamento zip nel gruppo
nl: Meerde zip bestanden samen laden
pl: Ładowanie archiwów w grupie
pt: Carregando zips no grupo
pt_br: Carregando arquivos zip no grupo
ro: Se încarcă fișierele zip în grup
ru: Загрузка ZIP в группу
sk: Načítám zipy v skupine
ta: குழுவில் சிப்சை ஏற்றுகிறது

source: Failed to load asset pack '{}' (requested by '{}'): {}
ru: Не удалось загрузить пак ассетов '{}' (запросил: '{}'): {}
ta: சொத்து பேக்கை '{}' ஏற்றுவதில் தோல்வி ('{}' எனக் கோரப்பட்டது): {}

source: Asset pack '{}' (requested by '{}') not found
ru: Пак ассетов '{}' (запросил: '{}') не найден
ta: சொத்து பேக் '{}' ('{}' கோரப்பட்டது) காணப்படவில்லை

# CacheSystem
source: Cannot create project '{}' - no source mod specified!
ru: Ошибка при создании проекта '{}' - не указан исходный мод!
ta: திட்டத்தை உருவாக்க முடியாது '{}' - எந்த மூல மோட் குறிப்பிடப்படவில்லை!

# CacheSystem
source: Project directory '{}' already exists!
ru: Директория проекта '{}' уже существует!
ta: திட்ட அடைவு '{}' ஏற்கனவே உள்ளது!

# CacheSystem
source: Project directory '{}' could not be created!
ru: Проектная директория '{}' не может быть создана!
ta: திட்ட அடைவு '{}' உருவாக்க முடியவில்லை!

# CacheSystem
source: Could not copy file '{}' to project '{}', message: {}.
ru: Ошибка при копировании файла '{}' в проект '{}', сообщение: {}.
ta: '{}' என்ற கோப்பை '{}' என்ற கோப்பை நகலெடுக்க முடியவில்லை, செய்தி: {}.

# CacheSystem
source: Unexpected error creating project '{}', message: {}
ta: திட்டத்தை உருவாக்கும் எதிர்பாராத பிழை '{}', செய்தி: {}

# CacheSystem
source: Error loading tuneup: file '{}', not found in mod cache
ru: Ошибка при загрузке тюнинга: файл '{}', не найден в кэше модов
ta: டியூன்அப்பை ஏற்றுவதில் பிழை: '{}' கோப்பு, மோட் கேச்சில் காணப்படவில்லை

# CacheSystem
source: Problem deleting project '{}' - could not delete file '{}'
ru: Проблема при удалении проекта '{}' - не могу удалить файл '{}'
ta: திட்டத்தை நீக்குவதில் சிக்கல் '{}' - கோப்பை நீக்க முடியவில்லை '{}'

# CacheSystem
source: Problem deleting project '{}' - could not delete directory '{}'
ru: Проблема при удалении проекта '{}' - не могу удалить папку '{}'
ta: திட்டத்தை நீக்குவதில் சிக்கல் '{}' - கோப்பகத்தை நீக்க முடியவில்லை '{}'

# CacheSystem
source: Unexpected error deleting project '{}'
ta: எதிர்பாராத பிழை திட்டத்தை நீக்குதல் '{}'

# ModCategory
source: Other Land Vehicles
cs: Jiná pozemní vozidla
es: Otros vehículos terrestres
fr: Autres véhicules terrestres
nl: Andere landvoertuigen
pt: Outros veículos terrestres
pt_br: Outros Veículos Terrestres
ru: Другой наземный транспорт
ta: பிற நில வாகனங்கள்

# ModCategory
source: Street Cars
cs: Osobní auta
es: Coches de calle
fr: Voitures de ville
nl: Straat Auto's
pt: Carros de estrada
pt_br: Carros de Rua
ru: Уличные автомобили
ta: தெரு கார்கள்

# ModCategory
source: Light Racing Cars
cs: Lehká závodní auta
es: Coches de carreras ligeros
fr: Voitures de course légères
nl: Lichte raceauto's
pt: Carros leves de corrida
pt_br: Carros de corrida
ru: Легкие Гоночные Автомобили
ta: ஒளி பந்தய கார்கள்

# ModCategory
source: Offroad Cars
cs: Terénní auta
es: Coches todoterreno
fr: Voitures tous terrains
nl: Offroad Auto's
pt: Carros Off-Road
pt_br: Carros Offroad
ru: Внедорожники
ta: ஆஃப்ரோட் கார்கள்

# ModCategory
source: Fantasy Cars
cs: Sci-fi auta
es: Coches De Fantasía
fr: Voitures fantasmées
nl: Fantasie Auto's
pt: Carros Fantasia
pt_br: Carros Fantasy
ru: Выдуманные машины
ta: பேண்டசி கார்கள்

# ModCategory
source: Bikes
cs: Motocykly
es: Motos
fr: Vélos
nl: Motorfietsen
pt: Motos
pt_br: Motocicletas
ru: Мотоциклы
ta: பைக்குகள்

# ModCategory
source: Crawlers
cs: Šplhače
es: Trepadores
pt: Gaiolas
pt_br: Gaiolas
ru: Экстремальные внедорожники
ta: கிராலர்கள்

# ModCategory
source: Towercranes
cs: Věžové jeřáby
es: Grúas torre
nl: Torenkranen
pt: Guindastes de torre
pt_br: Guindastes de torre
ru: Башенные краны
ta: டவர் கிரேன்ச்

# ModCategory
source: Mobile Cranes
cs: Pojízdné jeřáby
es: Grúas móviles
fr: Grues mobiles
nl: Mobiele kranen
pt: Guindastes Móveis
pt_br: Guindastes Móveis
ru: Мобильные краны
ta: மொபைல் கிரேன்கள்

# ModCategory
source: Other cranes
cs: Jiné jeřáby
es: Otras grúas
fr: Autres grues
nl: Andere kranen
pt: Outros guindastes
pt_br: Outros guindastes
ru: Другие краны
ta: பிற கிரேன்கள்

# ModCategory
source: Buses
cs: Autobusy
es: Autobuses
fr: Bus
nl: Bussen
pt: Onibus
pt_br: Ônibus
ru: Автобусы
ta: பேருந்துகள்

# ModCategory
source: Tractors
cs: Tahače
es: Tractores
fr: Tracteurs
nl: Tractoren
pt: Tratores
pt_br: Tratores
ru: Тракторы
ta: டிராக்டர்கள்

# ModCategory
source: Forklifts
cs: Zdvižné vozíky
es: Montacargas
fr: Porte-charge
nl: Vorkheftrucks
pt: Empilhadeiras
pt_br: Empilhadeiras
ru: Грузоподъемник
ta: ஃபோர்க்லிஃப்ட்ச்

# ModCategory
source: Fantasy Trucks
cs: Sci-fi vozidla
es: Camiones de fantasía
fr: Camions fantasmés
nl: Fantasie vrachtwagens
pt: Caminhões de fantasia
pt_br: Caminhões Fantasy
ru: Вымышленный транспорт
ta: பேண்டசி லாரிகள்

# ModCategory
source: Transport Trucks
cs: Nákladní auta
es: Camiones de transporte
fr: Camions de transport
pt: Caminhões de transporte
pt_br: Caminhões de Transporte
ru: Транспортные Грузовики
ta: போக்குவரத்து லாரிகள்

# ModCategory
source: Racing Trucks
cs: Závodní stroje
es: Camiones de carreras
fr: Camions de course
nl: Racetrucks
pt: Caminhões de corrida
pt_br: Caminhões de Corrida
ru: Гоночные Грузовики
ta: பந்தய லாரிகள்

# ModCategory
source: Offroad Trucks
cs: Terréní vozidla
es: Camiones todoterreno
fr: Camions tout-terrain
nl: Offroad vrachtwagens
pt: Caminhões Off-Road
pt_br: Caminhões Offroad
ru: Внедорожные грузовики
ta: ஆஃப்ரோட் லாரிகள்

# ModCategory
source: Boats
cs: Loďě
es: Barcos
fr: Bateaux
nl: Boten
pt: Barcos
pt_br: Barcos
ru: Лодки
ta: படகுகள்

# ModCategory
source: Helicopters
cs: Vrtulníky
es: Helicópteros
fr: Hélicoptères
nl: Helikopters
pt: Helicopteros
pt_br: Helicópteros
ru: Вертолеты
ta: எலிகாப்டர்கள்

# ModCategory
source: Aircraft
cs: Létací stroje
es: Aeronave
fr: Avion
nl: Vliegtuigen
pt: Aeronave
pt_br: Aeronave
ru: Самолет
ta: வானூர்தி

# ModCategory
source: Trailers
cs: Přívěsy
es: Remolques
fr: Remorques
nl: Aanhangwagens
pt: Reboques
pt_br: Reboques
ru: Трейлеры
ta: டிரெய்லர்கள்

# ModCategory
source: Other Loads
cs: Jiné náklady
es: Otras cargas
fr: Autres chargements
nl: Andere ladingen
pt: Outras cargas
pt_br: Outras Cargas
ru: Другие грузы
ta: பிற சுமைகள்

# ModCategory
source: Addon Terrains
cs: Přídavné terény
es: Terrenos adicionales
fr: Greffon pour les terrains
nl: Addon Terreinen
pt: Adicionais de Terreno
pt_br: Terrenos Addon
ru: Карты из аддонов
ta: Addon நிலப்பரப்புகள்

# ModCategory
source: Container
cs: Kontejner
es: Contenedor
fr: Conteneur
pt: Recipiente
pt_br: Contêiner
ru: Контейнер
ta: சரக்குப் பெட்டகம்

# ModCategory
source: Submarine
cs: Ponorka
es: Submarino
fr: Sous-marin
nl: Onderzeeër
pt: Sub-marino
pt_br: Submarino
ru: Подводные лодки
ta: நீர்மூழ்கிக் கப்பல்

# ModCategory
source: Official Terrains
cs: Oficiální terény
es: Terrenos oficiales
fr: Terrains officiels
nl: Officiële Terreinen
pt: Terrenos Oficiais
pt_br: Terrenos oficiais
ru: Официальные карты
ta: உத்தியோகபூர்வ நிலப்பரப்புகள்

# ModCategory
source: Night Terrains
cs: Noční terény
es: Terrenos nocturnos
fr: Terrains de nuit
nl: Nacht Terreinen
pt: Terrenos Noturnos
pt_br: Terrenos Noturnos
ru: Ночные карты
ta: இரவு நிலப்பரப்புகள்

# ModCategory
source: Projects
ru: Проекты
ta: திட்டங்கள்

# ModCategory
source: Tuneups
ru: Тюнинг
ta: டியூன்அப்ச்

# ModCategory
source: Unsorted
cs: Neroztříděné
es: Sin clasificar
fr: Non trié
nl: Ongesorteerd
pt: não triados
pt_br: não triados
ru: Несортированные
ta: வரிசைப்படுத்தப்படாதது

# ModCategory
source: All
cs: Všechny
es: Todos
fr: Tout
nl: Alles
pt: Todos
pt_br: Tudo
ru: Все
ta: அனைத்தும்

# ModCategory
source: Fresh
cs: Čerstvé
es: Nuevo
fr: À jour
nl: Nieuw
pt: Atualizar
pt_br: Atualizar
ru: Новые
ta: புதியது

# ModCategory
source: Hidden
cs: Skryté
es: Oculto
fr: Masqué
nl: Verborgen
pt: Escondido
pt_br: Ocultado
ru: Скрытые
ta: மறைக்கப்பட்ட

source: using Online API...
ca: s'està utilitzant la API en línia...
de: nutze online Programmierschnittstelle...
es: usando la API Online...
et: kasutan online API-liidest...
fi: käyttää Online API:a...
it: utlilizzo API Online...
nl: gebruikt Online API...
pl: używanie Online API...
pt: usando Online API...
ro: folosind API-ul Online...
sk: pomocou on-line API
ta: நிகழ்நிலை பநிஇ ஐப் பயன்படுத்துதல் ...

source: Cannot use Online API in this build (CURL not available)
ta: இந்த கட்டமைப்பில் நிகழ்நிலை பநிஇ ஐப் பயன்படுத்த முடியாது (சுருட்டை கிடைக்கவில்லை)

source: Command Line Arguments
ca: Arguments de la línia d'instruccions
cs: Argumenty příkazového řádku
de: Kommandozeilen Argumente
es: Argumentos del comando de línea
et: Käsurea argumendid
fi: Komentoriviargumentteja
fr: Arguments de la ligne de commande
it: Argomenti della riga di comando
nl: Argumenten op de opdrachtregel
pl: Argumenty wiersza poleceń
pt: Argumentos da Linha de Comando
pt_br: Argumentos de linha do comando
ro: Argumente Linie de Comandă
ru: Аргументы командной строки
sk: Argumenty príkazového riadku
ta: கட்டளை வரி வாதங்கள்

source: --help (this) -map <map> (loads map on startup) -pos <Vect> (overrides spawn position) -rot <float> (overrides spawn rotation) -truck <truck> (loads truck on startup) -truckconfig <section> -enter (player enters the selected truck) -resume loads previous autosave -checkcache forces cache update -version shows the version information -joinserver=<server>:<port> (join multiplayer server) -runscript <filename> (load script, can be repeated) For example: RoR.exe -map simple2 -pos '518 0 518' -rot 45 -truck semi.truck -enter
es: --help (esto) -map <map> (carga el mapa al iniciar) -pos <Vect> (anula la posición de spawn) -rot <float> (anula la rotación del spawn) -truck <truck> (carga el camión al iniciar) -truckconfig <sección> -enter (el jugador entra en el camión seleccionado) -resume carga el autoguardado anterior -checkcache fuerza la actualización de la caché -version muestra la información de la versión -joinserver=<servidor>:<puerto> (se une al servidor multijugador) -runscript <filename> (carga el script, puede repetirse) Por ejemplo: RoR.exe -map simple2 -pos '518 0 518' -rot 45 -truck semi.truck -enter
fr: --aide -map <map> (charge un terrain au lancement) -pos <Vect> (contourne l'endroit d'apparition) -rot <float> (contourne l'endroit d'apparition) -truck <truck> (charge un véhicule au lancement) -truckconfig <section> -enter (le joueur entre dans le véhicule sélectionné) -resume charge la sauvegarde précédente -checkcache force la mise à jour du cache -version montre les informations de version -joinserver=<server>;<port> (rejoint le serveur multijoueur sélectionné) -runscript <filename> (charge un script, peut être répété) Par exemple : RoR.exe -map simple2 -pos '518 0 518' -rot 45 -truck semi.truck -enter
ru: --help (это) -map <карта> (загружает карту при запуске) -pos <Позиция> (перезаписывает позицию спавна) -rot <число> (перезаписывает поворот при спавне) -truck <truck> (загружает машину при запуске) -truckconfig <секция> -enter (игрок садится в выбранную машину) -resume загружает предыдущее автосохранение -checkcache запускает обновление кэша -version показывает информацию о версии -joinserver=<server>:<port> (присоединиться к серверу) -runscript <filename> (загружает скрипт, может повторяться) Например: RoR.exe -map simple2 -pos '518 0 518' -rot 45 -truck semi.truck -enter
ta: -உதவி (இது) -map <pac> (தொடக்கத்தில் வரைபடத்தை ஏற்றுகிறது) -pos <vect> (ச்பான் நிலையை மீறுகிறது) -rot <float> (ச்பான் சுழற்சியை மீறுகிறது) -பிரக் <டிரக்> (தொடக்கத்தில் டிரக்கை ஏற்றுகிறது) -truckconfig <ctical> -இண்டர் (பிளேயர் தேர்ந்தெடுக்கப்பட்ட டிரக்கில் நுழைகிறார்) முந்தைய ஆட்டோசேவை -ரெச்யூம் ஏற்றுகிறது -செக் கேச் கேச் புதுப்பிப்பை கட்டாயப்படுத்துகிறது பதிப்பு பதிப்பு தகவலைக் காட்டுகிறது -சோயின்சர்வர் = <server>: <port> (மல்டிபிளேயர் சேவையகத்தில் சேரவும்) -ununscript <filename> (சுமை ச்கிரிப்ட், மீண்டும் மீண்டும் செய்ய முடியும்) எடுத்துக்காட்டாக: ror.exe -map simmen2 -pos '518 0 518' -rot 45 -truck semi.truck -enter

source: Version Information
ca: Informació de Versió
cs: Informace o verzi
de: Versionsinformation
es: Información sobre la versión
et: Versiooni Info
fi: Versioinformaatio
fr: Information sur la version
it: Informazioni versione
nl: Versie Informatie
pl: Informacje o wersji
pt: Informações sobre a Versão
pt_br: Informação da Versão
ro: Informații despre Versiune
ru: Информация о версии
sk: Informácie o verzii
ta: பதிப்பு செய்தி
