Repository: RigsOfRods/rigs-of-rods
Catalog: languages/*/ror.po
Languages: ca, cs, de, es, et, fi, fr, it, nl, pl, pt, pt_br, ro, ru, sk, ta

# GameSettings
source: OutGauge ID
es: ID OutGauge
fr: Identifiant OutGauge
pt: ID OutGauge
pt_br: Identificação do OutGauge
ru: ID OutGauge
ta: Outgauge ஐடி

# GameSettings
source: OutGauge delay
cs: OutGauge zpoždění
es: Retraso OutGauge
fr: Délai OutGauge
nl: OutGauge vertraging
pl: Opóźnienie OutGauge
pt: Atraso OutGauge
pt_br: Atraso de medição
ru: Задержка OutGauge
ta: அவுட் கேச் நேரந்தவறுகை

# LoadingWindow
source: Joining
cs: Připojování
es: Entrando
fr: En train de rejoindre
pt: Entrando
pt_br: Juntando-se a
ru: Присоединение к игре
ta: இணைத்தல்

# LoadingWindow
source: Please wait
cs: Prosím počkejte
es: Por favor espere
fr: Veuillez patienter
nl: Een ogenblik geduld aub
pt: Por favor, espere
pt_br: Por favor, aguarde
ru: Пожалуйста, подождите
ta: தயவுசெய்து காத்திருங்கள்

# MainSelector
source: Loader
cs: Výběr
es: Cargador
fr: Chargeur
nl: Lader
pt: Carregador
pt_br: Carregador
ru: Загрузить
ta: ஏற்றி

# MainSelector
source: Author(s):
cs: Autor/ři:
es: Autor(es):
fr: Auteur(s) :
nl: Auteur(s):
pt: Autor(es):
pt_br: Autor(es):
ru: Автор(ы):
ta: ஆசிரியர் (கள்):

# MainSelector
source: Version:
cs: Verze:
es: Versión:
nl: Versie:
pt: Versão:
pt_br: Versão
ru: Версия:
ta: பதிப்பு:

# MainSelector
source: Wheels:
cs: Kola:
es: Ruedas:
fr: Roues :
nl: Wielen:
pt: Rodas:
pt_br: Rodas:
ru: Колеса:
ta: சக்கரங்கள்:

# MainSelector
source: Mass:
cs: Hmotnost:
es: Masa:
fr: Masse :
nl: Massa:
pt: Massa/peso:
pt_br: Massa:
ru: Масса:
ta: நிறை:

# MainSelector
source: Load Mass:
cs: Hmotnost nákladu:
es: Masa de carga:
fr: Masse de la charge :
nl: Gewicht:
pt: Massa da Carga:
pt_br: Carregar Massa:
ru: Масса груза:
ta: சுமை நிறை:

# MainSelector
source: Nodes:
cs: Nody:
es: Nodos:
fr: Nœuds :
pt: Nós:
pt_br: Nós:
ru: Узлы:
ta: முனைகள்:

# MainSelector
source: Beams:
cs: Paprsky:
es: Vigas:
fr: Poutres :
pt: Vigas:
pt_br: Vigas:
ru: Балки:
ta: விட்டங்கள்:

# MainSelector
source: Shocks:
cs: Tlumiče:
es: Amortiguadores:
fr: Suspensions :
nl: Schokbrekers:
pt: Choques:
pt_br: Suspensão:
ru: Амортизаторы:
ta: அதிர்ச்சிகள்:

# MainSelector
source: Hydros:
cs: Řízení náprav:
es: Hidráulicos:
fr: Hydrauliques :
pt: Hidros:
pt_br: hidrocula:
ru: Гидравлические узлы:
ta: ஐட்ரோ:

# MainSelector
source: SoundSources:
cs: Zdroje zvuku:
es: Fuentes de sonido:
fr: Sources de son :
nl: Geluidsbronnen:
pt: Fontes de som:
pt_br: Fontes de som:
ru: Звуковые источники:
ta: ஒலிகள்:

# MainSelector
source: Commands:
cs: Příkazy:
es: Comandos:
fr: Commandes :
nl: Commando's:
pt: Comandos:
pt_br: Comandos:
ru: Команды:
ta: கட்டளைகள்:

# MainSelector
source: Rotators:
cs: Rotátory:
es: Rotadores
fr: Rotateurs :
nl: Draaipunten:
pt: Rotadores:
pt_br: Rotadores:
ru: Вращатели:
ta: ரோட்டேட்டர்கள்:

# MainSelector
source: Exhausts:
cs: Výfuky:
es: Tubos de escape
fr: Pots d'échappement :
nl: Uitlaten:
pt: Escapamento:
pt_br: Escapamentos:
ru: Выхлопные трубы:
ta: வெளியேற்றங்கள்:

# MainSelector
source: Flares:
cs: Světla:
es: Bengalas:
fr: Lumières :
nl: Lampen:
pt: Chamas:
pt_br: Sinalizadores:
ru: Источники света:
ta: எரிப்பு:

# MainSelector
source: Flexbodies:
es: Cuerpos flexibles:
pt: Corpos flexíveis:
pt_br: Corpo flexivel:
ru: Гибкие узлы:
ta: நெகிழ்வுத்தன்மை:

# MainSelector
source: Props:
pt: Adereços:
pt_br: Adereços:
ru: Доп. детали (вращающиеся):
ta: முட்டுகள்:

# MainSelector
source: Wings:
cs: Křídla:
es: Alas:
fr: Ailes :
nl: Vleugels:
pt: asas:
pt_br: Asas:
ru: Крылья:
ta: சிறகுகள்:

# MainSelector
source: Using Submeshs:
cs: Používá submeshe:
es: SubMeshes en Uso:
fr: Utilisation de Submesh :
nl: Gebruikte Submeshs:
pt: Usando Submeshs:
pt_br: Usando Submeshs:
ru: Используются Подсетки:
ta: சப்மெச்களைப் பயன்படுத்துதல்:

# MainSelector
source: No
cs: Ne
fr: Non
nl: Nee
pt: Não
pt_br: Não
ru: Нет
ta: இல்லை

# MainSelector
source: Yes
cs: Ano
es: Si
fr: Oui
nl: Ja
pt: Sim
pt_br: Sim
ru: Да
ta: ஆம்

# MainSelector
source: Default skin:
ru: Стандартный скин
ta: இயல்புநிலை தோல்:

# MainSelector
source: Torque:
cs: Točivý moment:
es: Par de torsión:
fr: Couple :
nl: Koppel:
pt: Potencia:
pt_br: Potencia:
ru: Крутящий момент:
ta: முறுக்கு:

# MainSelector
source: Transmission Gear Count:
cs: Počet převodových stupňů:
es: Número de marchas de la transmisión:
fr: Nombre de vitesses :
nl: Aantal versnellingen:
pt: Contagem da Transmissão da engrenagem:
pt_br: Contagem de marchas:
ru: Количество передач КПП:
ta: டிரான்ச்மிசன் கியர் எண்ணிக்கை:

# MainSelector
source: Engine RPM:
cs: Otáčky motoru:
es: RPM motor:
fr: Régime moteur :
nl: Motor toerental
pt: RPM do motor:
pt_br: RPM do Motor:
ru: Обороты двигателя:
ta: என்சின் ஆர்.பி.எம்:

# MainSelector
source: Unique ID:
cs: Unikátní ID:
es: ID Único:
fr: ID unique :
nl: Unieke ID:
pt: ID Único:
pt_br: ID único:
ru: Уникальный ID:
ta: தனித்துவமான ஐடி:

# MainSelector
source: GUID:
pt_br: GUIA:
ta: வழிகாட்டுதல்:

# MainSelector
source: Times used:
cs: Počet použití:
es: Veces usada:
fr: Nombre de fois utilité :
nl: Keer gebruikt:
pt: Vezes usados:
pt_br: Tempos utilizados:
ru: Использовано раз:
ta: பயன்படுத்தப்பட்ட நேரங்கள்:

# MainSelector
source: Date and Time modified:
cs: Datum a čas změny:
es: Fecha y hora modificado:
fr: Date et heure de modification :
nl: Datum en tijd gewijzigd:
pt: Data e hora modificados:
pt_br: Data e hora modificados:
ru: Дата и время изменения:
ta: தேதி மற்றும் நேரம் மாற்றியமைக்கப்பட்டது:

# MainSelector
source: Date and Time installed:
cs: Datum a čas instalace:
es: Fecha y hora de instalación:
fr: Date et heure d’installation :
nl: Tijd en datum Geinstalleerd:
pt: Data e Hora instalado:
pt_br: Data e hora da instalação:
ru: Дата и время установки:
ta: தேதி மற்றும் நேரம் நிறுவப்பட்டுள்ளது:

# MainSelector
source: Vehicle Type:
cs: Typ vozidla:
es: Tipo de Vehículo:
fr: Type de véhicule :
nl: Type voertuig:
pt: Tipo de veículo:
pt_br: Tipo de veículo:
ru: Тип транспортного средства:
ta: வாகன வகை:

# MainSelector
source: [forwards commands]
cs: [přeposílá příkazy]
es: [envía comandos de control remoto]
pt: comandos para frente
pt_br: [comandos para a frente]
ru: [есть команды]
ta: [முன்னோக்கி கட்டளைகள்]

# MainSelector
source: [imports commands]
cs: [přejímá příkazy]
es: [importar comandos]
fr: [importer les commandes]
pt: [comandos de importações]
pt_br: [comandos de importação]
ru: [ведомая команда]
ta: [இறக்குமதி கட்டளைகள்]

# MainSelector
source: [is rescuer]
cs: [je vyprošťovací vůz]
es: [es de rescate]
fr: [de secours]
nl: [is een reddingsvoertuig]
pt: [é salvador]
pt_br: [é o salvador]
ru: [спасатель]
ta: [மீட்கப்பட்டவர்]

# MainSelector
source: [uses custom particles]
cs: [používá vlastní částice]
es: [utiliza partículas personalizadas]
fr: [utilise des particules personnalisées]
nl: [gebruikt aangepaste partikels]
pt: [usa particulas personalizadas]
pt_br: [usa partículas personalizadas]
ru: [использует пользовательские частицы]
ta: [தனிப்பயன் துகள்களைப் பயன்படுத்துகிறது]

# MainSelector
source: [has fixes]
cs: [je upevněn k zemi]
es: [tiene fijaciones]
fr: [a des corrections]
nl: [Heeft fixes]
pt: [tem concerto]
pt_br: [tem correções]
ru: [статичный]
ta: [திருத்தங்கள் உள்ளன]

# MainSelector
source: [car engine]
cs: [motor osobního vozidla]
es: [motor de coche]
fr: [moteur de la voiture]
nl: [automotor]
pt: [motor do carro]
pt_br: [motor de carro]
ru: [автомобильный двигатель]
ta: [கார் எஞ்சின்]

# MainSelector
source: [zip archive]
cs: [zip archiv]
es: [archivo zip]
fr: [archive zip]
nl: [zip archief]
pt: arquivo zipado
pt_br: [arquivo zip]
ru: [zip архив]
ta: [சிப் காப்பகம்]

# MainSelector
source: [unpacked in directory]
cs: [Rozbalené v adresáři]
es: [descomprimido en la carpeta]
fr: [déballé dans le répertoire]
nl: [uitgepakt in directorie]
pt: [descompactado no diretório]
pt_br: [desempacotado no diretório]
ru: [распакован в директории]
ta: [கோப்பகத்தில் திறக்கப்படவில்லை]

# MainSelector
source: Source:
cs: Zdroj:
es: Fuente:
nl: Bron:
pt: Fonte:
pt_br: Origem:
ru: Источник:
ta: ஆதாரம்:

# MainSelector
source: Filename:
cs: Název souboru:
es: Nombre de archivo:
fr: Nom du fichier :
nl: Bestandsnaam:
pt: nome do arquivo
pt_br: Nome do arquivo:
ru: Название файла:
ta: கோப்பு பெயர்:

# MainSelector
source: Show details
cs: Zobraz podrobnosti
es: Mostrar detalles
fr: Afficher les détails
nl: Toon details
pt: Mostrar detalhes
pt_br: Mostrar detalhes
ru: Показать подробности
ta: விவரங்களைக் காட்டு

# MainSelector
source: Configuration
cs: Konfigurace
es: Configuración
nl: Configuratie
pt: Configuração
pt_br: Configuração
ru: Конфигурация
ta: உள்ளமைவு

# MainSelector
source: OK
ru: ОК
ta: சரி

# MainSelector
source: Cancel
cs: Storno
es: Cancelar
fr: Annuler
nl: Annuleren
pt: Cancelar
pt_br: Cancelar
ru: Отменить
ta: ரத்துசெய்

# MessageBox
source: Always ask
cs: Vždy se zeptat
es: Preguntar siempre
fr: Toujours demander
nl: Altijd vragen
pt: Sempre perguntar
pt_br: Sempre perguntar
ru: Всегда спрашивать
ta: எப்போதும் கேளுங்கள்

# MultiplayerClientList
source: user name
cs: uživatelské jméno
es: nombre de usuario
fr: Nom d'utilisateur
nl: gebruikersnaam
pt: Nome do utilizador
pt_br: nome do usuário
ru: имя пользователя
ta: பயனர் பெயர்

# MultiplayerClientList
source: user uid
es: ID de usuario
fr: identifiant utilisateur
nl: gebruiker uid
ru: идентификатор пользователя
ta: பயனர் uid

# MultiplayerClientList
source: user language:
cs: jazyk uživatele:
es: idioma del usuario:
fr: langue de l'utilisateur :
nl: gebruikers taal:
pt: Idioma do utilizador:
pt_br: idioma do usuário:
ru: язык пользователя:
ta: பயனர் மொழி:

# MultiplayerClientList
source: user country:
cs: země uživatele:
es: país del usuario:
fr: pays de l'utilisateur :
nl: gebruikersland:
pt: País do utilizador:
pt_br: país do usuário:
ru: Страна пользователя:
ta: பயனர் நாடு:

# MultiplayerClientList
source: user authentication level
cs: úroveň ověření uživatele
es: nivel de autentificación de usuario
fr: niveau d'authentification de l'utilisateur
nl: gebruiker authenticatie niveau
pt: Nivel de autenticação do utilizador
pt_br: nível de autenticação do usuário
ru: Уровень аутентификации пользователя
ta: பயனர் அங்கீகார நிலை

# MultiplayerClientList
source: truck loading state
cs: stav nahrávání vozidla
es: estado de carga del vehículo
fr: état du chargement du véhicule
nl: vrachtwagen laad status
pt: estado do carregamento do truck
pt_br: estado de carregamento do truck
ru: Синхронизация транспортного средства
ta: டிரக் ஏற்றுதல் நிலை

# MultiplayerClientList
source: Truck loading errors
cs: Chyby při nahrávání vozidla
es: Errores cargando camiones
fr: Erreurs de chargement du véhicule
nl: Vrachtwagen laad foutmeldingen
pt: Carregamento do Truck com erro
pt_br: Erros de carregamento de truck
ru: Ошибки при синхронизации транспортного средства
ta: டிரக் ஏற்றுதல் பிழைகள்

# MultiplayerClientList
source: Truck loaded correctly, no errors
cs: Vozidlo v pořádku načteno, žádné chyby
es: Camión cargado correctamente, sin errores
fr: Camion chargé correctement, aucune erreur
nl: Vrachtwagen succesvol geladen, geen foutmeldingen
pt: Truck carregado correctamente , sem erros
pt_br: Truck carregado correctamente, sem erros
ru: Транспортное средство успешно синхронизировано
ta: டிரக் சரியாக ஏற்றப்பட்டது, பிழைகள் இல்லை

# MultiplayerClientList
source: no truck loaded
cs: Není načteno žádné vozidlo
es: ningún camión cargado
fr: aucun camion chargé
nl: geen vrachtwagen geladen
pt: Nenhum Truck carregado
pt_br: nenhum truck carregado
ru: Нет загруженного транспортного средства
ta: டிரக் ஏற்றப்படவில்லை

# MultiplayerClientList
source: remote truck loading state
cs: stav nahrávání vzdáleného vozidla
es: estado de carga remota del vehículo
fr: État de chargement du camion distant
pt: Estado de carregamento remoto do camião
pt_br: estado de carregamento de trucks remotos
ru: Синхронизация удалённого транспортного средства
ta: தொலை டிரக் ஏற்றுதல் நிலை

# MultiplayerClientList
source: Remote Truck loading errors
cs: Chyby při načítání vzdáleného vozidla
es: Errores de cargado remoto de vehículos
fr: Erreurs du chargement du camion distant
nl: Externe Vrachtwagen laad foutmeldingen
pt: Erro remoto de carregamento de camião
pt_br: Erros de carregamento remoto do truck
ru: Ошибки при синхронизации удалённого транспортного средства
ta: தொலை டிரக் ஏற்றுதல் பிழைகள்

# MultiplayerClientList
source: Remote Truck loaded correctly, no errors
cs: Vzdálené vozidlo bylo v pořádku načteno, žádné chyby
es: Vehículo remoto cargado exitosamente, sin errores
fr: Le camion distant a été chargé correctement, aucune erreur
nl: Externe Vrachtwagen succesvol geladen, geen foutmeldingen
pt: caminhão remoto carregado corretamente, sem erros
pt_br: truck remoto carregado corretamente, sem erros
ru: Удалённое транспортное средство синхронизировано корректно
ta: தொலை டிரக் சரியாக ஏற்றப்பட்டது, பிழைகள் இல்லை

# MultiplayerClientList
source: No Trucks loaded
cs: Žádná načtená vozidla
es: Sin camiones cargados
fr: Aucun camion chargé
nl: Geen vrachtwagens geladen
pt: Nenhum .truck carregado
pt_br: Sem trucks carregados
ru: Нет загруженных транспортных средств
ta: லாரிகள் ஏற்றப்படவில்லை

# MultiplayerClientList
source: Slow Network Download
cs: Pomalé stahování ze sítě
es: Descarga lenta de red
fr: Téléchargement réseau lent
nl: Langzame Netwerk Download
pt: Rede lenta de descarrega
pt_br: Download de Rede Lenta
ru: Медленное скачивание по сети
ta: மெதுவாக பிணைய பதிவிறக்க

# MultiplayerSelector
source: Error connecting to server :(
cs: Chyba připojení k serveru
es: Error al conectarse al servidor :(
fr: Erreur de connection au serveur :(
nl: Fout bij het verbinden met server :(
pt: Erro ao conectar ao servidor :(
pt_br: Erro de conexão ao servidor :(
ru: Ошибка при подключении к серверу :(
ta: சேவையகத்துடன் இணைப்பதில் பிழை :(

# MultiplayerSelector
source: Server returned invalid data :(
cs: Server vrátil neplatná data
es: El servidor responde datos no válidos :(
fr: Le serveur a retourné des données invalides :(
nl: Server heeft ongeldige gegevens teruggestuurd :(
pt: O servidor retornou dados inválidos :(
pt_br: Servidor devolveu dados inválidos :(
ru: Сервер ответил неправильно :(
ta: சேவையகம் தவறான தரவு :(

# MultiplayerSelector
source: No
cs: Ne
fr: Non
nl: Nee
pt: Não
pt_br: Não
ru: Нет
ta: இல்லை

# MultiplayerSelector
source: Yes
cs: Ano
es: Si
fr: Oui
nl: Ja
pt: Sim
pt_br: Sim
ru: Да
ta: ஆம்

# MultiplayerSelector
source: Online (click to refresh)
cs: Online (klikněte pro aktualizaci)
es: En línea (clic para actualizar)
fr: En ligne (cliquez pour rafraîchir)
nl: Online (klik om te vernieuwen)
pt: Online (clique para atualizar)
pt_br: Online (clique para atualizar)
ru: В сети (нажмите, чтобы обновить)
ta: ஆன்லைனில் (புதுப்பிக்க சொடுக்கு செய்க)

# MultiplayerSelector
source: Direct IP
cs: Přímé zadání IP
es: IP directa
fr: IP direct
nl: Directe IP
pt: IP direto
pt_br: IP direto
ru: Прямой IP
ta: நேரடி ஐபி

# MultiplayerSelector
source: Settings
cs: Nastavení
es: Ajustes
fr: Paramètres
nl: Instellingen
pt: Configurações
pt_br: Configurações
ru: Настройки
ta: அமைப்புகள்

# MultiplayerSelector
source: Auto connect
cs: Připojit automaticky
es: Conexión automática
fr: Connexion auto
nl: Automatisch verbinden
pt: Conexão automática
pt_br: Conexão automática
ru: Авто-подключение
ta: ஆட்டோ இணைப்பு

# MultiplayerSelector
source: Auto hide chat
cs: Automaticky skrýt chat
es: Ocultar chat automáticamente
fr: Masquer automatiquement le chat
nl: Chat automatisch verbergen
pt: Ocultar bate-papo automaticamente
pt_br: Ocultar bate-papo automaticamente
ru: Скрывать чат автоматически
ta: தானாக மறை அரட்டை

# MultiplayerSelector
source: Hide net labels
cs: Skrýt popisky síť. hráčů
es: Ocultar etiquetas de red
fr: Cacher les étiquettes réseau
nl: Verberg netlabels
pt: Ocultar rótulos de rede
pt_br: Ocultar rótulos de rede
ru: Скрыть имена игроков
ta: நிகர லேபிள்களை மறைக்கவும்

# MultiplayerSelector
source: Hide own net label
cs: Skrýt vlastní síť. popisek
es: Ocultar etiqueta de red propia
fr: Masquer ses propres étiquettes réseau
nl: Verberg eigen netlabel
pt: Ocultar o próprio rótulo da rede
pt_br: Ocultar o rótulo da própria rede
ru: Скрыть своё имя
ta: சொந்த நிகர லேபிளை மறைக்கவும்

# MultiplayerSelector
source: Multiplayer collisions
cs: Kolize ve hře více hráčů
es: Colisiones en multijugador
fr: Collisions multijoueurs
pt: Colisões dos multijogadores
pt_br: Colisões entre jogadores
ru: Коллизии в Мультиплеере
ta: மல்டிபிளேயர் மோதல்கள்

# MultiplayerSelector
source: Include remote actors when cycling via hotkeys
ru: Переключать также и на транспорт других игроков через клавишу переключения транспорта
ta: ஆட்கீச் வழியாக சைக்கிள் ஓட்டும்போது தொலை நடிகர்களைச் சேர்க்கவும்

# MultiplayerSelector
source: Player nickname
cs: Hráčova přezdívka
es: Apodo del jugador
fr: Pseudo du joueur
nl: Speler bijnaam
pt: Apelido de jogador
pt_br: Apelido de jogador
ru: Ник игрока
ta: பிளேயர் புனைப்பெயர்

# MultiplayerSelector
source: Default server password
cs: Výchozí heslo serveru
es: Contraseña del servidor por defecto
fr: Mot de passe du serveur
nl: Standaard serverwachtwoord
pt: Senha padrão do servidor
pt_br: Senha predefinida do servidor
ru: Стандартный пароль сервера
ta: இயல்புநிலை சேவையக கடவுச்சொல்

# MultiplayerSelector
source: User token
cs: Token uživatele
es: Token de usuario
fr: Jeton d'utilisateur
nl: Gebruikerstoken
pt: Token do utilizador
pt_br: Token de usuário
ru: Токен пользователя
ta: பயனர் கிள்ளாக்கு

# MultiplayerSelector
source: Server host
cs: Adresa serveru
es: Host del servidor
fr: Hôte du serveur
pt: Host do servidor
pt_br: Host do servidor
ru: Хост сервера
ta: சேவையக புரவலன்

# MultiplayerSelector
source: Server port
cs: Port serveru
es: Puerto del servidor
fr: Port du serveur
nl: Serverpoort
pt: Porta do servidor
pt_br: Porta do servidor
ru: Порт сервера
ta: சேவையக துறைமுகம்

# MultiplayerSelector
source: Server password
cs: Heslo serveru
es: Contraseña del servidor
fr: Mot de passe du serveur
nl: Server wachtwoord
pt: Senha do servidor
pt_br: Senha do servidor
ru: Пароль сервера
ta: சேவையக கடவுச்சொல்

# MultiplayerSelector
source: Join
cs: Připojit se
es: Unirse
fr: Rejoindre
nl: Verbinden
pt: Entrar
pt_br: Junte-se
ru: Присоединиться
ta: சேர

# MultiplayerSelector
source: Name
cs: Jméno
es: Nombre
fr: Nom
nl: Naam
pt: Nome
pt_br: Nome
ru: Имя
ta: பெயர்

# MultiplayerSelector
source: Terrain
cs: Terén
es: Terreno
nl: Terrein
pt: Terreno
pt_br: Terreno
ru: Карта
ta: பரப்புக்கூறு

# MultiplayerSelector
source: Users
cs: Uživatelé
es: Usuarios
fr: Utilisateurs
nl: Gebruikers
pt: Utilizadores
pt_br: Usuários
ru: Пользователи
ta: பயனர்கள்

# MultiplayerSelector
source: Version
cs: Verze
es: Versión
nl: Versie
pt: Versão
pt_br: Versão
ru: Версия
ta: பதிப்பு

# MultiplayerSelector
source: Host/Port
cs: Adresa/Port
fr: Hôte/port
nl: Host/poort
pt: Host / Porta
pt_br: Host/Porta
ru: Хост/Порт
ta: ஓச்ட்/போர்ட்

source: HTTP code: {}
ru: Код HTTP: {}
ta: Http குறியீடு: {}

# MultiplayerSelector
source: There are no available servers :/
cs: Žádné servery nejsou k dispozici
es: No hay servidores disponibles :/
fr: Il n'y a pas de serveurs disponible :/
nl: Er zijn geen beschikbare servers :/
pt: Não há servidores disponíveis: /
pt_br: Não há servidores disponíveis: /
ru: Нет доступных серверов :/
ta: கிடைக்கக்கூடிய சேவையகங்கள் எதுவும் இல்லை:/

source: Node/Beam Utils
cs: Ladění fyzik. kostry
es: Utilidad de nodo/viga
fr: Utilitaires nœuds/rayons
pt: Nós / Feixes Útils
pt_br: Utilidade N/B
ru: Утилиты узлов/балок
ta: முனை/பீம் பயன்பாடுகள்

# NodeBeamUtils
source: Total mass
cs: Celková hmotnost
es: Masa total
fr: Masse totale
nl: Totale massa
pt: Massa Total
pt_br: Massa total
ru: Общая масса
ta: மொத்த நிறை

# NodeBeamUtils
source: Beams:
cs: Paprsky:
es: Vigas:
fr: Poutres :
pt: Vigas:
pt_br: Vigas:
ru: Балки:
ta: விட்டங்கள்:

# NodeBeamUtils
source: Shocks:
cs: Tlumiče:
es: Amortiguadores:
fr: Suspensions :
nl: Schokbrekers:
pt: Choques:
pt_br: Suspenção:
ru: Амортизаторы:
ta: அதிர்ச்சிகள்:

# NodeBeamUtils
source: Wheels:
cs: Kola:
es: Ruedas:
fr: Roues :
nl: Wielen:
pt: Rodas:
pt_br: Rodas:
ru: Колёса:
ta: சக்கரங்கள்:

# NodeBeamUtils
source: Reset to default settings
cs: Obnovit výchozí nastavení
es: Restablecer la configuración por defecto
fr: Restaurer les valeurs par défaut
nl: Reset naar de standaardinstellingen
pt: Redefinir para as configurações padrões
pt_br: Restaurar às configurações padrões
ru: Восстановить стандартные настройки
ta: இயல்புநிலை அமைப்புகளுக்கு மீட்டமைக்கவும்

# NodeBeamUtils
source: Update initial node positions
cs: Aktualizovat výchozí pozice nodů
es: Actualizar las posiciones iniciales de los nodos
fr: Mettre à jour les positions initiales des nœuds
nl: Initiële node posities bijwerken
pt: Atualizar posições de nodes iniciais
pt_br: Atualizar posições iniciais das Nodes
ru: Обновить инициальные позиции узлов
ta: ஆரம்ப முனை நிலைகளைப் புதுப்பிக்கவும்

# NodeBeamUtils
source: Physics steps:
cs: Počet kroků fyzik. simulace:
es: Pasos físicos:
fr: Étapes de physique :
nl: Physics stappen:
pt: Etapas da física:
pt_br: Etapas físicas:
ru: Шаги физики:
ta: இயற்பியல் படிகள்:

# NodeBeamUtils
source: Beams (spring & damping search interval):
cs: Paprsky (interval hledání pružnosti a tlumení):
es: Vigas (intervalo de búsqueda de muelles y amortiguación):
fr: Poutres (intervalle de recherche des ressorts et des amortisseurs) :
nl: Beams (veer & demping zoekinterval):
pt: Vigas (intervalo de efetuação de mola e amortecimento):
pt_br: Feixes (intervalo de pesquisa de mola e amortecimento):
ru: Балки (интервал подсчёта упругости и гашения колебаний):
ta: விட்டங்கள் (வசந்தம் மற்றும் தணிக்கும் தேடல் இடைவெளி):

# NodeBeamUtils
source: Shocks (spring & damping search interval):
cs: Tlumiče (interval hledání pružnosti a tlumení):
es: Amortiguadores (intervalo de búsqueda de muelles y amortiguación):
fr: Amortisseurs (intervalle de recherche des ressorts et des amortisseurs) :
nl: Schokdempers (veer & demping zoekinterval):
pt: Choques (intervalo de efetuação de mola e amortecimento):
pt_br: Suspenção (mola e intervalo de busca de amortecimento):
ru: Амортизация (интервал подсчёта упругости и гашения колебаний):
ta: அதிர்ச்சிகள் (வசந்தம் மற்றும் தணிக்கும் தேடல் இடைவெளி):

# NodeBeamUtils
source: Wheels (spring & damping search interval):
cs: Kola (interval hledání pružnosti a tlumení):
es: Ruedas (intervalo de búsqueda de muelles y amortiguación):
fr: Roues (intervalle de recherche des ressorts et des amortisseurs) :
nl: Wielen (veer & demping zoekinterval):
pt: Rodas (intervalo de efetuação de mola e amortecimento):
pt_br: Rodas (mola e intervalo de busca de amortecimento):
ru: Колёса (интервал подсчёта упругости и гашения колебаний):
ta: சக்கரங்கள் (வசந்தம் & தணிக்கும் தேடல் இடைவெளி):

# NodeBeamUtils
source: Continue searching
cs: Pokračovat v hledání
es: Seguir buscando
fr: Poursuivre la recherche
nl: Doorgaan met zoeken
pt: Continue procurando
pt_br: Continue procurando
ru: Продолжить поиск
ta: தேடுவதைத் தொடரவும்

# NodeBeamUtils
source: Start searching
cs: Začít hledat
es: Comienza búsqueda
fr: Lancer la recherche
nl: Begin met zoeken
pt: Comece a pesquisar
pt_br: Comece a pesquisar
ru: Начать поиск
ta: தேடத் தொடங்குங்கள்

# NodeBeamUtils
source: Stop searching
cs: Zastavit hledání
es: Dejar de buscar
fr: Stopper la recherche
nl: Stoppen met zoeken
pt: Pare de procurar
pt_br: Parar de procurar
ru: Остановить поиск
ta: தேடுவதை நிறுத்துங்கள்

# NodeBeamUtils
source: Reset search
cs: Resetovat hledání
es: Restablecer búsqueda
fr: Remettre à zéro la recherche
nl: Reset zoekopdracht
pt: Redefinir pesquisa
pt_br: Redefinir pesquisa
ru: Сбросить поиск
ta: தேடலை மீட்டமை

# NodeBeamUtils
source: Search results
cs: Výsledky hledání
es: Resultados de búsqueda
fr: Résultats de la recherche
nl: Zoekresultaten
pt: Resultados da pesquisa
pt_br: Procurar Resultados
ru: Результаты поиска
ta: தேடல் முடிவுகள்

# NodeBeamUtils
source: Reference
es: Referencia
fr: Référence
nl: Referentie
pt: Referência
pt_br: Referência
ru: Референс
ta: குறிப்பு
