Repository: RigsOfRods/rigs-of-rods
Catalog: languages/*/ror.po
Languages: ca, cs, de, es, et, fi, fr, it, nl, pl, pt, pt_br, ro, ru, sk, ta

# TopMenubar
source: FlexBody debug
ru: Отладка мягких тел
ta: ஃப்ளெக்ச் பாடி பிழைத்திருத்தம்

# TopMenubar
source: Pre-spawn diag. options:
cs: Možnosti diag. při stváření:
es: Opciones de diagnóstico previo a aparición:
pt: Pré-Gerador diag. opções:
pt_br: Opções de diag. pré-diag:
ru: Опции диагностики до спавна:
ta: முன்-ச்பான் டயக். விருப்பங்கள்:

# TopMenubar
source: Node mass recalc. logging
cs: Zaznamenat přepočty hmotnosti
es: Registro de calculo masa del nodo
nl: Knooppunt massa herberekenen logging
pt: Recálculo da massa do nó. logging
pt_br: Recálculo de massa do Node
ru: Логирование пересчёта массы узлов
ta: முனை மாச் ரீகால். பதிவு

# TopMenubar
source: Extra logging on runtime - mass recalculation
cs: Extra logování za běhu - přepočty hmotnosti
es: Registro adicional en tiempo de ejecución - recálculo masivo
fr: Affichage suppl. au lancement - re-calcul de la masse
nl: Extra runtime logging - massaherberekening
pt: Registro extra no tempo de execução - recálculo em massa
pt_br: Registo extra em tempo de execução - recálculo em massa
ru: Дополнительное логирование при пересчёте массы
ta: இயக்க நேரத்தில் கூடுதல் பதிவு - வெகுசன மறுசீரமைப்பு

# TopMenubar
source: Beam break logging
cs: Logovat lámání paprsků
es: Registro de rotura de vigas
fr: Afficher les poutres cassés
nl: Gebroken beams logging
pt: Registro de quebra de feixe
pt_br: Registro de quebra de Viga
ru: Логирование поломок ребёр
ta: பீம் பிரேக் லாக்கிங்

# TopMenubar
source: Extra logging on runtime
cs: Extra logování za běhu
es: Registro adicional en tiempo de ejecución
fr: Journalisation supplémentaire au lancement
nl: Extra runtime logging
pt: Registro extra no tempo de execução
pt_br: Registo extra em tempo de execução
ru: Дополнительное логирование среды выполнения
ta: இயக்க நேரத்தில் கூடுதல் பதிவு

# TopMenubar
source: Beam deform. logging
cs: Logovat deformaci paprsků
es: Registro deformación de viga
fr: Afficher la déformation des poutres
nl: Beam vervorming logging
pt: Beam deform. exploração. logging
pt_br: Deforma de viga. Log
ru: Логирование деформации балок
ta: பீம் சிதைவு. பதிவு

# TopMenubar
source: Trigger logging
cs: Logování spouští (trigger)
es: Registro de activadores
fr: Affichage de la gâchette
pt: Registro de gatilho
pt_br: Registro de gatilho
ru: Логирование триггеров
ta: தூண்டுதல் பதிவு

# TopMenubar
source: Extra logging on runtime - trigger beams activity
cs: Extra logování za běhu - spouštěcí paprsky (triggers)
es: Registro adicional en tiempo de ejecución - actividad de activación de vigas
nl: Extra runtime logging - trigger beams activiteit
pt: Registro extra no tempo de execução - acionar a atividade de feixes
pt_br: Registro extra em tempo de execução - atividade dos feixes de acionamento
ru: Дополнительное логирование среды выполнения - активность балок-триггеров
ta: இயக்க நேரத்தில் கூடுதல் பதிவு - தூண்டுதல் பீம்களின் செயல்பாடு

# TopMenubar
source: VideoCamera direction marker
cs: Ukazatel směru videokamer
es: Marcador de dirección de la cámara de vídeo
fr: Marqueur de direction de la caméra vidéo
nl: VideoCamera richtingmarkering
pt: Marcador de direção VideoCamera
pt_br: Marcador de direção VideoCamera
ru: Маркер направления видеокамеры
ta: வீடியோ கேமெரா டைரக்சன் மார்க்கர்

# TopMenubar
source: Visual marker of VideoCameras direction
cs: Vizuální ukazatel směru videokamer
es: Marcador visual de la dirección de las videocámaras
fr: Marqueur visuel pour la direction des caméras vidéos
nl: Visuele markering van de richting van VideoCameras
pt: Marcador visual da direção VideoCameras
pt_br: Marcador visual da direção das câmeras de vídeo
ru: Визуальный маркер направления видеокамер
ta: வீடியோ கேமேராச் திசையின் காட்சி மார்க்கர்

# TopMenubar
source: Visual options:
ru: Визуальные параметры:
ta: காட்சி விருப்பங்கள்:

# TopMenubar
source: Polygon mode
ru: Режим полигонов
ta: பலகோண முறை

# TopMenubar
source: 1 = Solid
ru: 1 = Цельный
ta: 1 = திட

# TopMenubar
source: 2 = Wireframe
ru: 2 = Каркас
ta: 2 = வயர்ஃப்ரேம்

# TopMenubar
source: 3 = Points
ru: 3 = Точки
ta: 3 = புள்ளிகள்

# TopMenubar
source: Live diagnostic views:
cs: Živá diagnostická zobrazení:
es: Vistas de diagnóstico en vivo:
fr: Vues de diagnostic en direct :
nl: Live diagnostische weergaven:
pt: Visualizações de diagnóstico ao vivo:
pt_br: Visualizações de diagnóstico ao vivo:
ru: Диагностический режим отображения:
ta: நேரடி கண்டறியும் காட்சிகள்:

# TopMenubar
source: (Toggle with {})
ru: (Переключить с помощью {})
ta: ({} உடன் மாற்றவும்)

# TopMenubar
source: (Cycle with {})
ru: (Зациклить с помощью {})
ta: (}} உடன் சுழற்சி)

# TopMenubar
source: Normal view
cs: Normální zobrazení
es: Vista normal
fr: Vue normale
nl: Normale weergave
pt: Vista normal
pt_br: Vista normal
ru: Нормальный вид
ta: சாதாரண பார்வை

# TopMenubar
source: Skeleton view
cs: Zobrazení kostry
es: Vista del esqueleto
fr: Vue du squelette
nl: Skeleton weergave
pt: Visualização do esqueleto
pt_br: Vista do esqueleto
ru: Каркасный вид
ta: எலும்புக்கூடு பார்வை

# TopMenubar
source: Node details
cs: Podrobnosti nodů
es: Detalles del nodo
fr: Détails du nœud
pt: Detalhes das Nodes
pt_br: Detalhes do Node
ru: Детали узла
ta: முனை விவரங்கள்

# TopMenubar
source: Beam details
cs: Podrobnosti paprsků
es: Detalles de la viga
fr: Détails des poutres
pt: Detalhes dos feixes
pt_br: Detalhes do Beam
ru: Детали балки
ta: பீம் விவரங்கள்

# TopMenubar
source: Wheel details
cs: Podrobnosti kol
es: Detalles de la rueda
fr: Détails des roues
nl: Wiel details
pt: Detalhes da roda
pt_br: Detalhes da roda
ru: Детали колёс
ta: சக்கர விவரங்கள்

# TopMenubar
source: Shock details
cs: Podrobnosti tlumičů
es: Detalles del amortiguador
fr: Détails des chocs
nl: Schokbreker details
pt: Detalhes do choque
pt_br: Detalhes de suspenção
ru: Детали сжимаемой балки
ta: அதிர்ச்சி விவரங்கள்

# TopMenubar
source: Rotator details
cs: Podrobnosti rotátorů
es: Detalles del rotador
fr: Détails du rotateur
pt: Detalhes do rotador
pt_br: Detalhes do rotador
ru: Детали о вращателе
ta: ரோட்டேட்டர் விவரங்கள்

# TopMenubar
source: Slidenode details
cs: Podrobnosti kluzných nodů
es: Detalles de los nodos de deslizamiento
pt: Detalhes do Slidenode
pt_br: Detalhes do Slidenode
ru: Детали движущихся узлов
ta: ச்லைடெனோட் விவரங்கள்

# TopMenubar
source: Submesh details
cs: Podrob. povrchů
es: Detalles de Submesh
pt: Detalhes do submesh
pt_br: Detalhes do Submesh
ru: Детали о подсетке (submesh)
ta: சப்யூச் விவரங்கள்

# TopMenubar
source: Settings:
cs: Nastavení:
es: Ajustes:
fr: Paramètres :
nl: Instellingen:
pt: Configurações:
pt_br: Configurações:
ru: Настройки:
ta: அமைப்புகள்:

# TopMenubar
source: Hide broken beams
cs: Skrýt zlomené paprsky
es: Ocultar las vigas rotas
fr: Cacher les poutres cassées
nl: Verberg gebroken beams
pt: Esconder vigas quebradas
pt_br: Esconder Vigas quebradas
ru: Скрывать сломанные балки
ta: உடைந்த விட்டங்களை மறைக்கவும்

# TopMenubar
source: Hide beam stress
cs: Skrýt napětí paprsků
es: Ocultar la tensión de la viga
fr: Cacher les poutres déformées
nl: Verberg beam stress
pt: Ocultar tensão da viga
pt_br: Esconder a tensão das vigas
ru: Скрывать напряжение балок
ta: பீம் அழுத்தத்தை மறைக்கவும்

# TopMenubar
source: Hide wheels
cs: Skrýt kola
es: Ocultar las ruedas
fr: Masquer les roues
nl: Verberg wielen
pt: Esconder Rodas
pt_br: Esconder rodas
ru: Скрыть колё(а
ta: சக்கரங்களை மறைக்கவும்

# TopMenubar
source: Hide nodes
cs: Skrýt nody
es: Ocultar nodos
fr: Masquer les nœuds
nl: Verberg nodes
pt: Esconder Nodes
pt_br: Ocultar Nodes
ru: Скрыть узлы
ta: முனைகளை மறைக்கவும்

# TopMenubar
source: Hide wheel info
cs: Skrýt detaily kol
es: Ocultar información de la rueda
fr: Masquer les infos des roues
nl: Verberg wielinformatie
pt: Ocultar informações da roda
pt_br: Ocultar informações das rodas
ru: Скрыть информацию о колёсах
ta: சக்கர தகவலை மறைக்கவும்

# TopMenubar
source: AI menu
ru: Меню ИИ
ta: AI பட்டியல்

# TopMenubar
source: General options:
ru: Основные параметры:
ta: பொது விருப்பங்கள்:

# TopMenubar
source: Vehicle count
ru: Количество транспортных средств
ta: வாகன எண்ணிக்கை

# TopMenubar
source: Number of vehicles
ru: Количество транспорта
ta: வாகனங்களின் எண்ணிக்கை

# TopMenubar
source: Distance
ru: Дистанция
ta: தூரம்

# TopMenubar
source: Following distance in meters
ru: Расстояние следования в метрах
ta: மீட்டரில் தூரம்

# TopMenubar
source: Positioning scheme
ru: Схема позиционирования
ta: பொருத்துதல் திட்டம்

# TopMenubar
source: Behind: Set vehicle behind vehicle, in line
ru: Друг за другом: Установить транспорт позади транспорта, в линию
ta: பின்னால்: வாகனத்தின் பின்னால் வாகனத்தை வரிசையில் அமைக்கவும்

# TopMenubar
source: Parallel: Set vehicles in parallel, useful for certain scenarios like drag races
ru: Параллельно: Поставить транспорт параллельно. Полезно для некоторых сценариев, например, драг-рейса
ta: இணையாக: வாகனங்களை இணையாக அமைக்கவும், இழுவை பந்தயங்கள் போன்ற சில காட்சிகளுக்கு பயனுள்ளதாக இருக்கும்

# TopMenubar
source: Repeat times
ru: Количество повторений
ta: நேரங்களை மீண்டும் செய்யவும்

# TopMenubar
source: How many times to loop the path
ru: Сколько раз зациклить маршрут
ta: பாதையை வளைய எத்தனை முறை

# TopMenubar
source: Vehicle options:
ru: Параметры транспорта:
ta: வாகன விருப்பங்கள்:

# TopMenubar
source: Land vehicle driving mode
ru: Режим вождения наземного транспорта
ta: நில வண்டி ஓட்டுநர் முறை

# TopMenubar
source: Normal: Modify speed according to turns, other vehicles and character
ru: Нормальный: Изменять скорость в соответствии с поворотом, другими машинами и человеком
ta: இயல்பானது: திருப்பங்கள், பிற வாகனங்கள் மற்றும் தன்மைக்கு ஏற்ப வேகத்தை மாற்றவும்

# TopMenubar
source: Race: Always keep defined speed
ru: Гонка: всегда держать указанную скорость
ta: இனம்: எப்போதும் வரையறுக்கப்பட்ட வேகத்தை வைத்திருங்கள்

# TopMenubar
source: Drag Race: Two vehicles performing a drag race
ru: Драг рейс: два автомобиля проводят драг рейс
ta: இழுவை பந்தயம்: இழுவை பந்தயத்தை செய்யும் இரண்டு வாகனங்கள்

# TopMenubar
source: Crash: Two vehicles driving in opposite direction
ru: Авария: два транспортных средства въезжают друг в друга
ta: விபத்து: எதிர் திசையில் இரண்டு வாகனங்கள் ஓட்டுகின்றன

# TopMenubar
source: Chase: Follow character and player vehicle
ru: Погоня: преследовать игрока и его транспорт
ta: துரத்தல்: எழுத்து மற்றும் பிளேயர் வாகனத்தைப் பின்பற்றுங்கள்

# TopMenubar
source: Speed in km/h for land vehicles or knots/s for boats
ru: Скорость в км/ч. для наземных и в узлах/сек. для водных транспортных средств
ta: நில வாகனங்களுக்கு கிமீ/மணி வேகத்தில் விரைவு அல்லது படகுகளுக்கு முடிச்சுகள்/வி

# TopMenubar
source: Altitude
ru: Высота
ta: குத்துயரம்

# TopMenubar
source: Airplane maximum altitude in feet
ru: Максимальная высота для самолётов в футах
ta: விமானத்தில் அதிகபட்ச உயரம்

# TopMenubar
source: Land vehicles, boats and airplanes
ru: Наземный транспорт, лодки и самолёты
ta: நில வாகனங்கள், படகுகள் மற்றும் விமானங்கள்

# TopMenubar
source: Start
ru: Запуск
ta: தொடங்கு

# TopMenubar
source: Select a preset, record or open survey map ({}) to set waypoints.
ru: Выберите пресет, запишите маршрут или откройте карту ({}), а затем установите точки маршрута.
ta: வழித்தடங்களை அமைக்க முன்னமைக்கப்பட்ட, பதிவு அல்லது திறந்த கணக்கெடுப்பு வரைபடத்தைத் தேர்ந்தெடுக்கவும் ({}).

# TopMenubar
source: Stop
ru: Остановить
ta: நிறுத்து

# TopMenubar
source: Presets
ru: Пресеты
ta: முன்னமைவுகள்

# TopMenubar
source: No presets found for this terrain :(
ru: На этой карте нет пресетов :(
ta: இந்த நிலப்பரப்புக்கு முன்னமைவுகள் எதுவும் கிடைக்கவில்லை :(

# TopMenubar
source: Supported terrains:
ru: Поддерживаемые карты:
ta: ஆதரிக்கப்பட்ட நிலப்பரப்புகள்:

# TopMenubar
source: Waypoints
ru: Точки маршрута
ta: வழிப்பாதைகள்

# TopMenubar
source: No waypoints defined.
ru: Точки маршрута не указаны.
ta: வழித்தடங்கள் வரையறுக்கப்படவில்லை.

# TopMenubar
source: Export
ru: Экспорт
ta: ஏற்றுமதி

# TopMenubar
source: {} waypoints exported to RoR.log
ru: {} точек экспортировано в файл RoR.log
ta: Ror ror.log க்கு ஏற்றுமதி செய்யப்படும் வழித்தடங்கள்

# TopMenubar
source: speed
ru: скорость
ta: வேகம்

# TopMenubar
source: Set waypoint speed in km/h for land vehicles
ru: Установить скорость маршрута для наземных транспортных средств в км/ч
ta: நில வாகனங்களுக்கு கிமீ/மணிநேரத்தில் வே பாயிண்ட் வேகத்தை அமைக்கவும்

# TopMenubar
source: Value -1: Ignore, vehicle will use default speed
ru: Значение -1: Не учитывается, транспорт будет использовать стандартную скорость
ta: மதிப்பு -1: புறக்கணிக்கவும், வண்டி இயல்புநிலை வேகத்தைப் பயன்படுத்தும்

# TopMenubar
source: Value >= 5: Override default speed
ru: Значение >=5: Перезаписать стандартную скорость
ta: மதிப்பு> = 5: இயல்புநிலை வேகத்தை மேலெழுதவும்

# TopMenubar
source: Tuning menu
ru: Меню тюнинга
ta: ட்யூனிங் பட்டியல்

# Tuning
source: You are on foot.
ru: Сейчас вы пешком.
ta: நீங்கள் காலில் இருக்கிறீர்கள்.

# Tuning
source: Enter a vehicle to tune it.
ru: Сядьте в транспорт, чтобы тюнинговать его.
ta: அதை இசைக்க ஒரு வாகனத்தை உள்ளிடவும்.

# Tuning
source: Saved tuneups ({})
ru: Сохранённый тюнинг ({})
ta: சேமித்த டியூன்அப்கள் ({})

# Tuning
source: Delete
ru: Удалить
ta: நீக்கு

# Tuning
source: Working tuneup
ru: Работающий тюнинг
ta: வேலை செய்யும் டியூன்அப்

# Tuning
source: Name
ru: Имя
ta: பெயர்

# Tuning
source: Save
ru: Сохранение
ta: சேமி

# Tuning
source: Overwrite
ru: Перезаписать
ta: மேலெழுதும்

# Tuning
source: Cancel
ru: Отменить
ta: ரத்துசெய்

# Tuning
source: Save as...
ru: Сохранить как...
ta: சேமி ...

# Tuning
source: Reset
ru: Сброс
ta: மீட்டமை

# TopMenubar
source: Addon parts ({})
ru: Детали из аддонов ({})
ta: துணை பாகங்கள் ({})

# Tuning
source: Reload
ru: Перезагрузить
ta: ஏற்றவும்

# Tuning
source: Browse all parts
ru: Просмотреть все детали
ta: அனைத்து பகுதிகளையும் உலாவுக

# Tuning
source: Props ({})
ru: Доп. детали ({})
ta: முட்டுகள் ({})

# Tuning
source: Flexbodies ({})
ru: Гибкие узлы ({})
ta: நெகிழ்வு ({})

# TopMenubar
source: Wheels ({})
ru: Колёса ({})
ta: சக்கரங்கள் ({})

# TopMenubar
source: None spawned yet
cs: Prozatím žádná
es: Todavía no se generó ninguno
fr: Pas encore apparu
pt: Nenhum gerado ainda
pt_br: Nenhum gerado ainda
ru: Пока что транспорт не создан
ta: இதுவரை எதுவும் இல்லை

# TopMenubar
source: Use [Simulation] menu
cs: Použijte nabídku [Simulace]
es: Utilizar el menú [Simulación]
fr: Utiliser le menu [de la simulation]
nl: Menu [Simulatie] gebruiken
pt: Usear o menu [Simulação]
pt_br: Use o menu [Simulação]
ru: Используйте меню [Симуляция]
ta: [உருவகப்படுத்துதல்] மெனுவைப் பயன்படுத்தவும்

# TopMenubar
source: All physics paused, press {} to resume
es: Toda la física en pausa, pulse {} para reanudar
fr: Toutes physiques en pause, pressez {} pour résumer
ru: Симуляция приостановлена, нажмите '{}' чтобы продолжить
ta: அனைத்து இயற்பியல்களும் இடைநிறுத்தப்பட்டு, மீண்டும் தொடங்க {} ஐ அழுத்தவும்

# TopMenubar
source: Vehicle physics paused, press {} to resume
es: Física del vehículo en pausa, pulse {} para reanudar
fr: Physiques du véhicule en pause, appuyez sur {} pour résumer
ru: Симуляция этого транспорта приостановлена, нажмите '{}' чтобы продолжить
ta: வாகன இயற்பியல் இடைநிறுத்தப்பட்டு, மீண்டும் தொடங்க {} ஐ அழுத்தவும்

# TopMenubar
source: Replay
cs: Přehrávání
es: Repetición
nl: Herhaling
pt: Rever
pt_br: Repetição
ru: Реплей
ta: மீண்டும்

# TopMenubar
source: Live repair mode, hit '{}' to stop
ru: Режим починки в реальном времени, нажмите '{}', чтобы выключить
ta: நேரடி பழுதுபார்க்கும் பயன்முறையில், நிறுத்த '{}' ஐ அழுத்தவும்

# TopMenubar
source: Quick repair ('{}' for Live repair)
ru: Быстрая починка ('{}' для починки в реальном времени)
ta: விரைவான பழுது (நேரடி பழுதுபார்க்க '{}')

# DirectionArrow
source: meter
cs: metr
es: metro
fr: mètres
pt: metro
pt_br: metro
ru: метр
ta: அளவி

# TopMenubar
source: Terrain editing mode, press {} to save and exit
es: Modo de edición del terreno, pulse {} para guardar y salir
nl: Terreinbewerkingsmodus, druk op {} om op te slaan en af te sluiten
ta: நிலப்பரப்பு திருத்துதல் பயன்முறை, சேமித்து வெளியேற {} ஐ அழுத்தவும்

# TopMenubar
source: Time
cs: Čas
es: Hora
fr: Temps
nl: Tijd
pt: Tempo
pt_br: Tempo
ru: Время
ta: நேரம்

# LiveRepair
source: Show controls
ru: Показать управление
ta: கட்டுப்பாடுகளைக் காட்டு

# LiveRepair
source: Movement
ru: Движение
ta: இயக்கம்

# LiveRepair
source: Forward
ru: Вперёд
ta: முன்னோக்கி

# LiveRepair
source: Backward
ru: Назад
ta: பின்னோக்கு

# LiveRepair
source: Left
ru: Влево
ta: இடது

# LiveRepair
source: Right
ru: Вправо
ta: வலது

# LiveRepair
source: Up
ru: Вверх
ta: மேலே

# LiveRepair
source: Down
ru: Вниз
ta: கீழே

# LiveRepair
source: Rotation
ru: Поворот
ta: சுழற்சி

# LiveRepair
source: Rot. left
ru: Вращать влево
ta: அழுகல். இடது

# LiveRepair
source: Rot. right
ru: Вращать вправо
ta: அழுகல். சரி

# LiveRepair
source: Modifiers
ru: Модификаторы
ta: மாற்றியமைப்பாளர்கள்

# LiveRepair
source: Slow step
ru: Медленнее
ta: மெதுவான படி

# LiveRepair
source: Fast step
ru: Быстрее
ta: வேகமான படி

# LiveRepair
source: 10x step
ru: 10х быстрее
ta: 10x படி

# LiveRepair
source: Reset mode
ru: Режим починки
ta: பயன்முறையை மீட்டமை

# LiveRepair
source: Switch reset mode
ru: Переключить режим починки
ta: மீட்டமைக்கும் பயன்முறையை மாற்றவும்

# Tuning
source: Protected
ru: Защищено
ta: பாதுகாக்கப்பட்ட

# VehicleButtons
source: Hover the mouse on the left to see controls
ru: Передвиньте мышку в левую часть экрана, чтобы увидеть управление
ta: கட்டுப்பாடுகளைக் காண இடதுபுறத்தில் சுட்டியை வட்டமிடுங்கள்

# VehicleButtons
source: Main Controls
ta: முக்கிய கட்டுப்பாடுகள்

# VehicleButtons
source: Custom Lights
ta: தனிப்பயன் விளக்குகள்

# VehicleButtons
source: Commands
ta: கட்டளைகள்

# VehicleDescription
source: Description
es: Descripción
nl: Omschrijving
pt: Descrição
ta: விவரம்

# VehicleDescription
source: Commands
es: Comandos
nl: Commando's
pt: Comandos
ta: கட்டளைகள்

# VehicleDescription
source: unknown function
es: función desconocida
nl: onbekende functie
pt: Função desconhecida
ta: தெரியாத செயல்பாடு

# VehicleDescription
source: Authors
es: Autores
nl: Auteurs
pt: Autores
ta: ஆசிரியர்கள்

# VehicleDescription
source: (no author information available)
es: (sin información del autor disponible)
nl: (Geen informatie over de auteur beschikbaar)
pt: (informação do autor não disponível)
ta: (எழுத்தாளர் செய்தி எதுவும் கிடைக்கவில்லை)

source: Display mode changed to fullscreen
cs: Režim zobrazení změněn na celou obrazovku
es: Se ha cambiado el modo de visualización a pantalla completa
fr: Affichage en mode plein écran
nl: Weergavemodus gewijzigd in volledig scherm
pt: Modo de exibição alterado para o ecrã inteiro
pt_br: Modo de exibição alterado para tela cheia
ru: Режим экрана изменен на полноэкранный
ta: காட்சி பயன்முறை முழுத் திரையில் மாற்றப்பட்டது

source: Display mode changed to windowed
cs: Režim zobrazení změněn na okno
es: Se ha cambiado el modo de visualización a ventana
fr: Affichage en mode fenêtré
nl: Weergavemodus gewijzigd in venster
pt: Modo de exibição alterado para janela
pt_br: Modo de exibição alterado para janela
ru: Режим экрана изменен на оконный
ta: காட்சி பயன்முறை சாளரமாக மாற்றப்பட்டது

# Network
source: Network disconnected
cs: Síť byla odpojena
es: Red desconectada
fr: Réseau déconnecté
nl: Netwerkverbinding verbroken
pt: Rede desconectada
pt_br: Rede desconectada
ru: Отключено от сети
ta: பிணையம் துண்டிக்கப்பட்டது

source: Network fatal error:
ca: S'ha produït un error de xarxa:
cs: Kritická chyba sítě:
de: Fataler Netzwerkfehler:
es: error fatal de red:
et: Võrgu viga:
fi: Vakava virhe tapahtunut nettipelissä:
fr: Erreur fatale du réseau :
it: Errore fatale di rete:
nl: Netwerk fatale error:
pl: Krytyczny błąd sieci:
pt: Erro de rede fatal:
pt_br: Erro fatal da rede:
ro: Eroare fatală de Rețea:
ru: Ошибка сети:
sk: Fatálna chyba siete:
ta: பிணையம் அபாயகரமான பிழை:

# Network
source: Multiplayer: connection failed
cs: Připojení ke hře více hráčů selhalo
es: Multijugador: fallo de conexión
fr: Multijoueur : échec de la connexion
nl: Multiplayer: verbinding mislukt
pt: Multijogador: falha na conexão
pt_br: Multiplayer: a conexão falhou
ru: Мультиплеер: не удалось подключиться
ta: மல்டிபிளேயர்: இணைப்பு தோல்வியடைந்தது

source: Loading resources
cs: Načítání potřebných dat
es: Cargando recursos
fr: Chargement des ressources
nl: Resources laden
pl: Ładowanie zasobów
pt: Carregando recursos
pt_br: Carregando recursos
ru: Загрузка ресурсов
ta: வளங்களை ஏற்றுகிறது

# ChatBox
source: Press {} to start chatting
es: Pulsa {} para empezar a chatear
fr: Pressez {} pour démarrer le chat
ru: Нажмите {} для начала чата
ta: அரட்டையடிக்கத் தொடங்க {} ஐ அழுத்தவும்

source: Could not read savegame file
cs: Nepodařilo se přečíst soubor s uloženou hrou
es: No se ha podido leer el archivo del juego guardado
fr: Impossible de charger le fichier de sauvegarde
nl: Kan savegame-bestand niet lezen
pt: Não foi possível ler o ficheiro savegame
pt_br: Não foi possível ler o arquivo savegame
ru: Невозможно прочитать файл сохранения
ta: SaveGame கோப்பைப் படிக்க முடியவில்லை

source: Error while loading scene: Terrain mismatch
cs: Chyba při načítání scény: terén neodpovídá
es: Error al cargar la escena: el terreno no coincide
fr: Erreur lors du chargement de la sauvegarde : Terrain incompatible
nl: Fout tijdens het laden van de scène: Terrein mismatch
pt: Erro ao carregar a cena: incompatibilidade de terreno
pt_br: Erro ao carregar a cena: Descasamento de terreno
ru: Ошибка при загрузке сцены: Несоответствие карты
ta: காட்சியை ஏற்றும்போது பிழை: நிலப்பரப்பு பொருந்தாதது

source: Entered terrain editing mode
cs: Aktivovat režim úprav terénu
de: Terrain-Editor Modus aktiviert
es: Entrando al modo de edición de terrenos
et: Sisenesid maastikuredaktori režiimi
fr: Terrain entré en mode éditeur
it: Entra nell'editor del terreno
nl: Terrein bewerkingsmodus ingeschakeld
pl: Wejście w tryb edycji terenu
pt: Modo de edição de terreno inserido
pt_br: Modo de edição de terreno inserido
ru: Режим редактирования карты включен
ta: நிலப்பரப்பு திருத்துதல் பயன்முறையில் நுழைந்தது

source: Press {} or middle mouse click to select an object
es: Pulse {} o haga clic con el botón central del ratón para seleccionar un objeto
fr: Pressez {} ou le clic du milieu pour sélectionner un objet
nl: Druk op {} of klik met de middelste muisknop om een object te selecteren
ru: Нажмите {} или колёсико мыши, чтобы выбрать объект
ta: {} அல்லது நடுத்தர சுட்டி ஒரு பொருளைத் தேர்ந்தெடுக்க சொடுக்கு செய்க

source: Left terrain editing mode
cs: Režim úprav terénu byl ukončen
de: Terrain-Editor Modus verlassen
es: Saliendo del modo Edición de terrenos
et: Lahkusid maastikuredaktori režiimist
fr: Quitter le mode éditeur de terrain
nl: Terrein bewerkingsmodus uitgeschakeld
pl: Opuszczenie trybu edycji terenu
pt: Modo de edição de terreno esquerdo
pt_br: Modo de edição de terreno esquerdo
ru: Режим редактирования карты выключен
ta: இடது நிலப்பரப்பு திருத்துதல் பயன்முறை

source: An exception has occured!
ca: S'ha produït una excepció!
cs: Došlo k výjimce!
de: Eine Ausnahme ist aufgetreten!
es: ¡Un error excepcional ha ocurrido!
et: Tekkinud on erand!
fi: Virhe tapahtunut!
fr: Une exception est survenue !
it: Si è verificato un problema!
nl: Een uitzondering is opgetreden!
pl: Wystąpił wyjątek!
pt: Ocorreu um erro!
pt_br: Ocorreu uma exceção!
ro: O excepție a avut loc!
ru: Произошло исключение!
sk: Došlo k výnimke!
ta: ஒரு விதிவிலக்கு ஏற்பட்டுள்ளது!
