Repository: RigsOfRods/rigs-of-rods
Catalog: languages/*/ror.po
Languages: ca, cs, de, es, et, fi, fr, it, nl, pl, pt, pt_br, ro, ru, sk, ta

source: Adjusts the contribution of forces coming shocks and accelerations (this parameter is currently unused).
ca: Ajusta la contribució de les pertorbacions que vénen de les forces i acceleracions (aquest paràmetre no s'utilitza actualment).
de: Passt den Beitrag der Kräfte von Erschütterungen und Beschleunigungen an (dieser Parameter wird derzeit nicht verwendet)
et: Kohandab vedrustusest ja kiirendamisest tulenevate jõudude hulka (ei ole hetkel kasutusel).
fi: Säädä jousista ja kiihdytyksistä aiheutuvien voimien vaikutusta (tätä ei käytetä tällä hetkellä)
it: Regola il contributo delle forze provenienti da urti e accelerazioni (questo parametro è attualmente inutilizzato).
pl: Ustaw, jak mocno będą działać na kierownicę siły pochodzące od wstrząsów i przyspieszeń (parametr aktualnie nieużywany).
ro: Reglează contribuția forțelor ce vin de la șocuri și accelerări (acest parametru este momentan neutilizat)
sk: Poľiada podiel síl prichádzajúcich do tlmičov a podiel akcelerácií (tento údaj nie je v súčasnosti používaný).

source: Adjusts the level of all the forces.
ca: Ajusta el nivell de totes les forces.
de: Passt den Pegel aller Kräfte an.
et: Kohandab kõigi jõudude taset.
fi: Säätää kaikkien voimien tasoa.
it: Aggiusta il livello di tutte le forze.
pl: Ustaw intensywność wszystkich sił.
ro: Reglează nivelul tuturor forțelor.
sk: Nastaví hodnotu všetkých síl.

source: Adjusts the self-centering effect applied to the driving wheel when driving at high speed.
ca: Ajusta l'efecte d'auto-centrat aplicat a la roda motriu quan es condueix a alta velocitat.
de: Stellt die Selbstzentrierung des Lenkrades bei hohen Geschwindigkeiten ein.
et: Häälestab suurel kiirusel sõites rooli tagasikeerlemise efekti.
fi: Säätää itsekeskittyvää vaikutusta ohjauspyörään nopeasti ajaessa.
it: Corregge l'effetto di auto-centratura applicato sul volante guidando ad alte velocità.
pl: Ustaw efekt samo-wyśrodkowania kierownicy podczas jazdy przy wysokich prędkościach.
ro: Ajustează efectul de auto-centrare aplicat volanului atunci când conduci cu viteză mare.
sk: Nastavuje samovyrovnávací efekt aplikovaný na volant pri jazde vo vysokej rýchlosti.

source: Advanced
ca: Avançat
de: Erweitert
et: Täpsemalt
fi: Muut asetukset
it: Avanzato
pl: Zaawansowane
ro: Avansat
sk: Pokročilé

source: Airplane
ca: Aeronau
de: Flugzeug
et: Lennuk
fi: Lentokone
it: Aereoplano
pl: Samolot
ro: Avion
sk: Lietadlo

source: All
ca: Tot
de: Alles
et: Kõik
fi: Kaikki
it: Tutto
pl: Wszystko
ro: Toate
sk: Všetko

source: All vehicles, all lights
ca: Tots els vehicles, totes les llums
de: Alle Fahrzeuge, alle Lichter
et: Kõik sõidukid, kõik tuled
fi: Kaikki ajoneuvot, kaikki valot
it: Tutti i veicoli, tutte le luci
pl: Wszystkie pojazdy, wszystkie światła
ro: Toate vehiculele, toate luminile
sk: Všetky vozidlá, všetky svetlá

source: All vehicles, main lights
ca: Tots els vehicles, llums principals
de: Alle Fahrzeuge, nur Hauptlichter
et: Kõik sõidukid, peamised tuled
fi: Kaikki ajoneuvot, päävalot
it: Tutti i veicoli, luci principali
pl: Wszystkie pojazdy, główne światła
ro: Toate vehiculele, luminile de bază
sk: Všetky vozidlá, hlavné svetlá

source: Alpha
ca: Alfa
et: Läbipaistvus
pl: Alfa
ro: Alfa
sk: Alfa

source: Altitude:
de: Höhe:
et: Kõrgus:
it: Altitudine:
pl: Wysokość n.p.m.:

source: Anisotropic (best looking)
ca: Anisotròpic (millor aspecte)
de: Anisotrope (am besten Aussehende)
et: Anisotroopne (parima välimusega)
fi: Anisotrooppinen (parhaimman näköinen)
it: Anisotropico (miglior aspetto)
pl: Anizotropowe (najlepszy wygląd)
ro: Anisotropic (arată cel mai bine)
sk: Anizotropické (najlepšie vyzerajúce)

source: Apply Changes
ca: Aplica els Canvis
de: Änderungen übernehmen
et: Salvesta muudatused
fi: Käytä Muutoksia
it: Applica i cambiamenti
pl: Zastosuj zmiany
ro: Aplică Modificările
sk: Použiť zmeny

source: Arcade Controls
de: Arcade Steuerung
et: Arkaadklahvistik
it: Controlli Arcade
pl: Sterowanie zręcznościowe

source: Audio device:
ca: Dispositiu de so:
de: Audiogerät:
et: Heliseade:
fi: Äänilaite
it: Dispositivo audio:
pl: Urządzenie dźwiękowe:
ro: Dispozitiv audio:
sk: Audio zariadenia:

source: Author(s):
ca: Autor(s):
de: Autor(en):
et: Autor(id):
fi: Tekijä(t)
it: Autore/i:
pl: Autorzy:
ro: Autor(i):
sk: Autor(i):

source: Authors
de: Authoren
et: Autorid
it: Autori
pl: Autorzy

source: Authors:
de: Autoren:
et: Autorid:
it: Autori:
pl: Autorzy:

source: Automatic shift
ca: Canvi automàtic
de: Automatik
et: Automaatkäigukast
fi: Automaattivaihteisto
it: Cambio automatico
pl: Automatyczna zmiana biegów
ro: Schimbător Automat
sk: Automatické radenie

source: Average deformation:
it: Deformazione media:
pl: Średnia ilość deformacji:

source: Average stress:
it: Stress medio:
pl: Średnie naprężenie:

source: Basic (fastest)
ca: Bàsic (el més ràpid)
de: Einfach (am schnellsten)
et: Tavaline (kiireim)
fi: Tavallinen (nopein)
it: Elementare (più veloce)
pl: Podstawowa (najszybsza)
ro: De bază (cel mai rapid)
sk: Základný (najrýchlejšie)

source: Batch count:
de: Anzahl Batches:
et: Pakkide arv:
it: Conteggio Batch
pl: Liczba partii:

source: Beam Break Debug
ca: Depuració de Bigues Trencades
de: Analysiere gebrochene Träger
et: Talade purunemise silur
fi: Palkkien rikkoutumisen virheenkorjaus
it: Debug travi (beams) rotte
pl: Debugowanie pękania belek
ro: Depanare Distrugerii Barelor
sk: ladenie zničenie prútov

source: Beam Deform Debug
ca: Depuració de Deformació de Bigues
de: Analysiere deformierte Träger
et: Talade väändumise silur
it: Debug della deformazione della trave
pl: Debugowanie deformacji belek
ro: Depanarea Deformării Barelor
sk: ladenie deformácie prútov

source: Beam count:
de: Anzahl Träger:
et: Talade arv:
it: Conteggio travi (beam):
pl: Liczba belek:

source: Beams:
ca: Bigues:
de: Träger:
et: Talasid:
fi: Beameja:
pl: Belki:
ro: Bare:

source: Below this value static friction laws apply, above it dynamic friction laws apply. Value should be small, in the range of 0.1-0.4 . This velocity threshold is also used by fluid dynamics so you should always define it. NEVER set it to 0.
de: Unter dieser Geschwindigkeit ist die Haftreibung maßgebend, darüber die Gleitreibung. Der Wert sollte klein sein, im Bereich von 0,1-0,4. Dieser Geschwindigkeitsgrenzbereich wird auch für das Fluidverhalten genutzt, er sollte deshalb immer definiert werden. Der Wert darf NIEMALS 0 werden.
et: Sellest väärtusest allpool kehtivad seisuhõõrdumise, ülalpool aga veerehõõrdumise seadused. Väärtus peaks olema väike, jääma vahemikku 0.1-0.4. Seda kiirusläve kasutatakse ka vedelike simuleerimiseks, seetõttu tuleb see väärtus alati määrata. Seda väärtust ei tohi KUNAGI jätta 0-ks.
it: Al di sotto di questo valore si applicano le leggi della frizione statica, al di sopra quelle della frizione dinamica. Il valore dovrebbe essere piccolo, nell'intervallo 0,1-0,4. Questa soglia di velocità è utilizzata anche dalla dinamica dei fluidi per cui dovrebbe essere sempre definita. MAI impostarla a 0.
pl: Poniżej tej wartości obowiązują prawa tarcia statycznego, powyżej obowiązują prawa tarcia dynamicznego. Wartość powinna być mała, w zakresie 0,1-0,4 . Ten próg prędkości jest również wykorzystywany przez dynamikę płynów, więc zawsze należy go zdefiniować. NIGDY nie ustawiaj go na 0.

source: Bilinear
ca: Bilineal
et: Bilineaarne
fi: bilineaarinen
it: Bilineare
pl: Dwuliniowe
ro: Biliniar
sk: Bilineárne

source: Boat
ca: Vaixell
de: Boot
et: Paat
fi: Vene
it: Barca
pl: Łódź
ro: Barcă
sk: Loď

source: Braking will switch into reverse gear and accelerate.
ca: Frenant us activarà la marxa enrera i accelerarà
de: Bremsen schaltet in den Rückwärtsgang um und beschleunigt.
et: Pidurdades lülitub sisse tagurpidikäik ja sõiduk kiirendab.
fi: Jarrutus vaihtaa peruutusvaihteelle ja kiihdyttää
it: Continuando a frenare sarà inserita la retromarcia e premuto l'acceleratore.
pl: Hamowanie przejdzie w cofanie z przyspieszeniem.
ro: Frânarea se va schimba în marșarier și accelerație.
sk: Brzdenie prehodí vozidlo do spiatočky a akcelerácie

source: Broken beams count:
pl: Liczba złamanych belek:

source: Build time: %s, %s
de: Erstellungsdatum: %s, %s
et: Järgu aeg: %s, %s
it: Tempo di Build: %s, %s
pl: czas kompilacji: %s, %s

source: Built for ARCH SSE (/arch:SSE)
ca: Creat per a ARCH SSE (/arch:SSE)
de: Erstellt für ARCH SSE (/arch:SSE)
et: Tehtud ARCH SSE jaoks(/arch:SSE)
fi: Tehty ARCH SSE (/arch:SSE)
it: Progettato per architetture SSE
pl: Skompilowane pod ARCH SSE (/arch:SSE)
ro: Creat pentru ARCH SSE (/arch:SSE)
sk: Vybudované pre ARCH SSE (/arch:SSE)

source: Built for ARCH SSE2 (/arch:SSE2)
ca: Creat per ARCH SSE2 (/arch:SSE2)
de: Erstellt für ARCH SSE2 (/arch:SSE2)
et: Tehtud ARCH SSE2 jaoks(/arch:SSE2)
fi: Tehty ARCH SSE2 (/arch:SSE2) varten
it: Costruito per ARCH SSE2 (/arch:SSE2)
pl: Skompilowano pod ARCH SSE2 (/arch:SSE2)
ro: Creat pentru ARCH SSE2 (/arch:SSE2)
sk: Vybudované pre ARCH SSE2 (/arch:SSE2)

source: Built for x64 processors
ca: Creat per a processadors x64
de: Erstellt für x64-Prozessoren
et: Tehtud x64 protsessorite jaoks
fi: Tehty x64 prosessoreille
it: Progettato per processori a 64 bit
pl: Skompilowany pod procesory x64
ro: Creat pentru procesoarele x64
sk: Vybudované pre x64 procesory

source: Built in DEBUG mode (/LDd, /MDd, or /MTd.)
ca: Creat en mode DEPURACIÓ (/LDd, /MDd, or /MTd.)
de: Im DEBUG-Modus erstellt (/LDd, /MDd, oder /MTd.)
et: Loodud DEBUG režiimis (/LDd, /MDd, or /MTd.)
fi: Rakennettu TESTI-tilassa (/LDd, /MDd, or /MTd.)
it: Build in modalità DEBUG (/ LDd, /MDd o /MTd.)
pl: Wbudowany tryb DEBUGOWANIA (/LDd, /MDd lub /MTd.)
ro: Dezvoltat în modul Depanare (/LDd, /MDd, sau /MTd.)
sk: Vybudované v DEBUG režime (/LDd, /MDd, alebo /MTd.)

source: Cache cleared
ca: Memòria cau netejada
de: Cache geleert
et: Vahemälu tühjendatud
fi: Välimuisti tyhjennetty
it: Cache svuotata
pl: Cache wyczyszczone
ro: Cache golit
sk: Cache vyčistený

source: Cache is already empty
ca: La memòria cau ja és buida
de: Cache ist bereits leer
et: Vahemälu on juba tühi
fi: Välimuisti on jo ennestään tyhjä
it: la cache è già vuota
pl: Cache jest już puste
ro: Cache-ul este deja gol
sk: Cache je už vyprázdnený

source: Caelum (best looking, slower)
ca: Caelum (millors gràfics, més lent)
de: Caelum (am besten aussehend, langsamer)
et: Caelum (parima välimusega, aeglaseim)
fi: Caelum (parhaimman näköinen, hitaampi)
it: Caelum (grafica migliore, più lento)
pl: Caelum (najlepszy wygląd)
ro: Caelum (arată cel mai bine, dar consumă)
sk: Caelum (najlepšie vyzerajúce, pomalšie)

source: Caelum / SkyX sky is nice but quite slow unless you have a high-powered GPU.
it: Il Caelum / SkyX (cielo) è bello ma lento se non si possiede una buona GPU.
pl: System Caelum / SkyX jest ładny, ale dość wolny na słabszym sprzęcie.

source: Can be used to quick save and load positions of trucks
ca: Pot ser utilitzat per desar i carregar ràpidament les posicions dels camions
de: Kann zum schnellen Speichern und Laden von Fahrzeugpositionen verwendet werden
et: Kasutatakse sõidukite asukohtade kiireks salvestamiseks ja laadimiseks
fi: Voidaan käyttää ajoneuvojen sijaintien pikatallennukseen ja -lataamiseen
it: Puo essere usato per salvare e caricare velocemente la posizione dei veicoli
pl: Może być użyte, by szybko zapisać i załadować pozycje pojazdów
ro: Poate fi folosit pentru a salva și încărca rapid pozițiile camioanelor
sk: Môže byť použité pre rýchle ukladanie a načítanie pozícií vozidiel

source: Cancel
ca: Cancel·la
de: Abbrechen
et: Tühista
fi: Peruuta
it: Annulla
pl: Anuluj
ro: Renunță
sk: Zrušiť

source: Cancel (disconnect)
it: Annulla (disconnesso)
pl: Anuluj (rozłącz)

source: Cancel the configuration changes and close the configuration program.
ca: Cancel·la els canvis de la configuració i tanca el programa.
de: Änderungen verwerfen und das Konfigurationsprogramm beenden.
et: Tühista muudatused ja sulge programm
fi: Hylkää muutokset ja sulkee tämän ikkunan.
it: Annulla le modifiche ed esce dal programma.
pl: Anuluj zmiany i zamknij konfigurator
ro: Renunță la schimbările de configurare și închide programul de configurare.
sk: Zrušiť zmeny v konfigurácii a ukončiť program.

source: Check OpenCL Bandwidth
ca: Comprova l'ample de banda d'OpenCL
de: Prüfe die OpenCL Bandweite
et: Kontrolli OpenCL ribalaiust
fi: Tarkista OpenCL:n kaistanleveys
it: Controlla la larghezza della banda OpenCL
pl: Sprawdź pasmo OpenCL
ro: Verifică Lățimea de bandă a OpenCL
sk: zistiť šírku OpenCL pásma

source: Check for OpenCL Support
ca: Comprova el Suport de OpenCL
de: Prüfe auf OpenCL-Unterstützung
et: Kontrolli OpenCL toetust
fi: Tarkista yhteensopivuus OpenCL:n kanssa
it: Controlla il supporto OpenCL
pl: Sprawdź możliwość obsługi OpenCL
ro: Verifică suportul pentru OpenCL
sk: Skontrolovať podporu OpenCL

source: Clear cache
ca: Neteja memòria cau
de: Cache leeren
et: Tühjenda vahemälu
fi: Tyhjennä välimuisti
it: Cancella cache
pl: Wyczyść cache
ro: Șterge cache-ul
sk: Vyčistiť cache

source: Cockpit options:
ca: Opcions de Cabina:
de: Cockpit-Optionen:
et: Kabiini valikud:
fi: Ohjaamovaihtoehdot:
it: Opzioni abitacolo:
pl: Opcje kokpitu:
ro: Funcții în cockpit:
sk: Možnosti kokpitu:

source: Command 1
ca: Instrucció 1
de: Funktion 1
et: Käsklus 1
fi: Komento 1
it: Comando 1
pl: Komenda 1
ro: Comanda 1
sk: Príkaz 1

source: Command 10
ca: Instrucció 10
de: Funktion 10
et: Käsklus 10
fi: Komento 10
it: Comando 10
pl: Komenda 10
ro: Comanda 10
sk: Príkaz 10

source: Command 11
ca: Instrucció 11
de: Funktion 11
et: Käsklus 11
fi: Komento 11
it: Comando 11
pl: Komenda 11
ro: Comanda 11
sk: Príkaz 11

source: Command 12
ca: Instrucció 12
de: Funktion 12
et: Käsklus 12
fi: Komento 12
it: Comando 12
pl: Komenda 12
ro: Comanda 12
sk: Príkaz 12

source: Command 13
ca: Intrucció 13
de: Funktion 13
et: Käsklus 13
fi: Komento 13
it: Comando 13
pl: Komenda 13
ro: Comanda 13
sk: Príkaz 13

source: Command 14
ca: Instrucció 14
de: Funktion 14
et: Käsklus 14
fi: Komento 14
it: Comando 14
pl: Komenda 14
ro: Comanda 14
sk: Príkaz 14

source: Command 15
ca: Instrucció 15
de: Funktion 15
et: Käsklus 15
fi: Komento 15
it: Comando 15
pl: Komenda 15
ro: Comanda 15
sk: Príkaz 15

source: Command 16
ca: Instrucció 16
de: Funktion 16
et: Käsklus 16
fi: Komento 16
it: Comando 16
pl: Komenda 16
ro: Comanda 16
sk: Príkaz 16

source: Command 17
ca: Instrucció 17
de: Funktion 17
et: Käsklus 17
fi: Komento 17
it: Comando 17
pl: Komenda 17
ro: Comanda 17
sk: Príkaz 17

source: Command 18
ca: Instrucció 18
de: Funktion 18
et: Käsklus 18
fi: Komento 18
it: Comando 18
pl: Komenda 18
ro: Comanda 18
sk: Príkaz 18

source: Command 19
ca: Instrucció 19
de: Funktion 19
et: Käsklus 19
fi: Komento 19
it: Comando 19
pl: Komenda 19
ro: Comanda 19
sk: Príkaz 19

source: Command 2
ca: Instrucció 2
de: Funktion 2
et: Käsklus 2
fi: Komento 2
it: Comando 2
pl: Komenda 2
ro: Comanda 2
sk: Príkaz 2

source: Command 20
ca: Instrucció 20
de: Funktion 20
et: Käsklus 20
fi: Komento 20
it: Comando 20
pl: Komenda 20
ro: Comanda 20
sk: Príkaz 20

source: Command 21
ca: Instrucció 21
de: Funktion 21
et: Käsklus 21
fi: Komento 21
it: Comando 21
pl: Komenda 21
ro: Comanda 21
sk: Príkaz 21

source: Command 22
ca: Instrucció 22
de: Funktion 22
et: Käsklus 22
fi: Komento 22
it: Comando 22
pl: Komenda 22
ro: Comanda 22
sk: Príkaz 22

source: Command 23
ca: Instrucció 23
de: Funktion 23
et: Käsklus 23
fi: Komento 23
it: Comando 23
pl: Komenda 23
ro: Comanda 23
sk: Príkaz 23

source: Command 24
ca: Instrucció 24
de: Funktion 24
et: Käsklus 24
fi: Komento 24
it: Comando 24
pl: Komenda 24
ro: Comanda 24
sk: Príkaz 24

source: Command 25
ca: Instrucció 25
de: Funktion 25
et: Käsklus 25
fi: Komento 25
it: Comando 25
pl: Komenda 25
ro: Comanda 25
sk: Príkaz 25

source: Command 26
ca: Instrucció 26
de: Funktion 26
et: Käsklus 26
fi: Komento 26
it: Comando 26
pl: Komenda 26
ro: Comanda 26
sk: Príkaz 26

source: Command 27
ca: Instrucció 27
de: Funktion 27
et: Käsklus 27
fi: Komento 27
it: Comando 27
pl: Komenda 27
ro: Comanda 27
sk: Príkaz 27

source: Command 28
ca: Instrucció 28
de: Funktion 28
et: Käsklus 28
fi: Komento 28
it: Comando 28
pl: Komenda 28
ro: Comanda 28
sk: Príkaz 28

source: Command 29
ca: Instrucció 29
de: Funktion 29
et: Käsklus 29
fi: Komento 29
it: Comando 29
pl: Komenda 29
ro: Comanda 29
sk: Príkaz 29

source: Command 3
ca: Instrucció 3
de: Funktion 3
et: Käsklus 3
fi: Komento 3
it: Comando 3
pl: Komenda 3
ro: Comanda 3
sk: Príkaz 3

source: Command 30
ca: Instrucció 30
de: Funktion 30
et: Käsklus 30
fi: Komento 30
it: Comando 30
pl: Komenda 30
ro: Comanda 30
sk: Príkaz 30

source: Command 31
ca: Instrucció 31
de: Funktion 31
et: Käsklus 31
fi: Komento 31
it: Comando 31
pl: Komenda 31
ro: Comanda 31
sk: Príkaz 31

source: Command 32
ca: Instrucció 32
de: Funktion 32
et: Käsklus 32
fi: Komento 32
it: Comando 32
pl: Komenda 32
ro: Comanda 32
sk: Príkaz 32

source: Command 33
ca: Instrucció 33
de: Funktion 33
et: Käsklus 33
fi: Komento 33
it: Comando 33
pl: Komenda 33
ro: Comanda 33
sk: Príkaz 33

source: Command 34
ca: Instrucció 34
de: Funktion 34
et: Käsklus 34
fi: Komento 34
it: Comando 34
pl: Komenda 34
ro: Comanda 34
sk: Príkaz 34

source: Command 35
ca: Instrucció 35
de: Funktion 35
et: Käsklus 35
fi: Komento 35
it: Comando 35
pl: Komenda 35
ro: Comanda 35
sk: Príkaz 35

source: Command 36
ca: Instrucció 36
de: Funktion 36
et: Käsklus 36
fi: Komento 36
it: Comando 36
pl: Komenda 36
ro: Comanda 36
sk: Príkaz 36

source: Command 37
ca: Instrucció 37
de: Funktion 37
et: Käsklus 37
fi: Komento 37
it: Comando 37
pl: Komenda 37
ro: Comanda 37
sk: Príkaz 37

source: Command 38
ca: Instrucció 38
de: Funktion 38
et: Käsklus 38
fi: Komento 38
it: Comando 38
pl: Komenda 38
ro: Comanda 38
sk: Príkaz 38

source: Command 39
ca: Instrucció 39
de: Funktion 39
et: Käsklus 39
fi: Komento 39
it: Comando 39
pl: Komenda 39
ro: Comanda 39
sk: Príkaz 39

source: Command 4
ca: Instrucció 4
de: Funktion 4
et: Käsklus 4
fi: Komento 4
it: Comando 4
pl: Komenda 4
ro: Comanda 4
sk: Príkaz 4

source: Command 40
ca: Instrucció 40
de: Funktion 40
et: Käsklus 40
fi: Komento 40
it: Comando 40
pl: Komenda 40
ro: Comanda 40
sk: Príkaz 40

source: Command 41
ca: Instrucció 41
de: Funktion 41
et: Käsklus 41
fi: Komento 41
it: Comando 41
pl: Komenda 41
ro: Comanda 41
sk: Príkaz 41

source: Command 42
ca: Instrucció 42
de: Funktion 42
et: Käsklus 42
fi: Komento 42
it: Comando 42
pl: Komenda 42
ro: Comanda 42
sk: Príkaz 42

source: Command 43
ca: Instrucció 43
de: Funktion 43
et: Käsklus 43
fi: Komento 43
it: Comando 43
pl: Komenda 43
ro: Comanda 43
sk: Príkaz 43

source: Command 44
ca: Instrucció 44
de: Funktion 44
et: Käsklus 44
fi: Komento 44
it: Comando 44
pl: Komenda 44
ro: Comanda 44
sk: Príkaz 44

source: Command 45
ca: Instrucció 45
de: Funktion 45
et: Käsklus 45
fi: Komento 45
it: Comando 45
pl: Komenda 45
ro: Comanda 45
sk: Príkaz 45

source: Command 46
ca: Instrucció 46
de: Funktion 46
et: Käsklus 46
fi: Komento 46
it: Comando 46
pl: Komenda 46
ro: Comanda 46
sk: Príkaz 46

source: Command 47
ca: Instrucció 47
de: Funktion 47
et: Käsklus 47
fi: Komento 47
it: Comando 47
pl: Komenda 47
ro: Comanda 47
sk: Príkaz 47

source: Command 48
ca: Instrucció 48
de: Funktion 48
et: Käsklus 48
fi: Komento 48
it: Comando 48
pl: Komenda 48
ro: Comanda 48
sk: Príkaz 48

source: Command 49
de: Funktion 49
et: Käsklus 49
it: Comando 49
pl: Komenda 49

source: Command 5
ca: Instrucció 5
de: Funktion 5
et: Käsklus 5
fi: Komento 5
it: Comando 5
pl: Komenda 5
ro: Comanda 5
sk: Príkaz 5

source: Command 50
de: Funktion 50
et: Käsklus 50
it: Comando 50
pl: Komenda 50

source: Command 51
de: Funktion 51
et: Käsklus 51
it: Comando 51
pl: Komenda 51

source: Command 52
de: Funktion 52
et: Käsklus 52
it: Comando 52
pl: Komenda 52

source: Command 53
de: Funktion 53
et: Käsklus 53
it: Comando 53
pl: Komenda 53

source: Command 54
de: Funktion 54
et: Käsklus 54
it: Comando 54
pl: Komenda 54

source: Command 55
de: Funktion 55
et: Käsklus 55
it: Comando 55
pl: Komenda 55

source: Command 56
de: Funktion 56
et: Käsklus 56
it: Comando 56
pl: Komenda 56

source: Command 57
de: Funktion 57
et: Käsklus 57
it: Comando 57
pl: Komenda 57

source: Command 58
de: Funktion 58
et: Käsklus 58
it: Comando 58
pl: Komenda 58

source: Command 59
de: Funktion 59
et: Käsklus 59
it: Comando 59
pl: Komenda 59

source: Command 6
ca: Instrucció 6
de: Funktion 6
et: Käsklus 6
fi: Komento 6
it: Comando 6
pl: Komenda 6
ro: Comanda 6
sk: Príkaz 6

source: Command 60
de: Funktion 60
et: Käsklus 60
it: Comando 60
pl: Komenda 60

source: Command 61
de: Funktion 61
et: Käsklus 61
it: Comando 61
pl: Komenda 61

source: Command 62
de: Funktion 62
et: Käsklus 62
it: Comando 62
pl: Komenda 62

source: Command 63
de: Funktion 63
et: Käsklus 63
it: Comando 63
pl: Komenda 63

source: Command 64
de: Funktion 64
et: Käsklus 64
it: Comando 64
pl: Komenda 64

source: Command 65
de: Funktion 65
et: Käsklus 65
it: Comando 65
pl: Komenda 65

source: Command 66
de: Funktion 66
et: Käsklus 66
it: Comando 66
pl: Komenda 66

source: Command 67
de: Funktion 67
et: Käsklus 67
it: Comando 67
pl: Komenda 67

source: Command 68
de: Funktion 68
et: Käsklus 68
it: Comando 68
pl: Komenda 68

source: Command 69
de: Funktion 69
et: Käsklus 69
it: Comando 69
pl: Komenda 69

source: Command 7
ca: Instrucció 7
de: Funktion 7
et: Käsklus 7
fi: Komento 7
it: Comando 7
pl: Komenda 7
ro: Comanda 7
sk: Príkaz 7

source: Command 70
de: Funktion 70
et: Käsklus 70
it: Comando 70
pl: Komenda 70

source: Command 71
de: Funktion 71
et: Käsklus 71
it: Comando 71
pl: Komenda 71

source: Command 72
de: Funktion 72
et: Käsklus 72
it: Comando 72
pl: Komenda 72

source: Command 73
de: Funktion 73
et: Käsklus 73
it: Comando 73
pl: Komenda 73

source: Command 74
de: Funktion 74
et: Käsklus 74
it: Comando 74
pl: Komenda 74

source: Command 75
de: Funktion 75
et: Käsklus 75
it: Comando 75
pl: Komenda 75

source: Command 76
de: Funktion 76
et: Käsklus 76
it: Comando 76
pl: Komenda 76

source: Command 77
de: Funktion 77
et: Käsklus 77
it: Comando 77
pl: Komenda 77

source: Command 78
de: Funktion 78
et: Käsklus 78
it: Comando 78
pl: Komenda 78

source: Command 79
de: Funktion 79
et: Käsklus 79
it: Comando 79
pl: Komenda 79

source: Command 8
ca: Instrucció 8
de: Funktion 8
et: Käsklus 8
fi: Komento 8
it: Comando 8
pl: Komenda 8
ro: Comanda 8
sk: Príkaz 8

source: Command 80
de: Funktion 80
et: Käsklus 80
it: Comando 80
pl: Komenda 80

source: Command 81
de: Funktion 81
et: Käsklus 81
it: Comando 81
pl: Komenda 81

source: Command 82
de: Funktion 82
et: Käsklus 82
it: Comando 82
pl: Komenda 82

source: Command 83
de: Funktion 83
et: Käsklus 83
it: Comando 83
pl: Komenda 83

source: Command 84
de: Funktion 84
et: Käsklus 84
it: Comando 84
pl: Komenda 84

source: Command 9
ca: Instrucció 9
de: Funktion 9
et: Käsklus 9
fi: Komento 9
it: Comando 9
pl: Komenda 9
ro: Comanda 9
sk: Príkaz 9

source: Commands:
ca: Instruccions:
de: Befehle:
et: Käskluseid:
fi: Komennot:
it: Comandi:
pl: Komendy:
ro: Comenzi:
sk: Príkazy:

source: Configure error
de: Konfigurationsfehler
et: Seadistuse viga
it: Errore nel configurare
pl: Błąd konfiguracji

source: Controls
de: Steuerung
et: Klahvistik
fi: Ohjaimet
it: Controlli
pl: Sterowanie
ro: Controluri
sk: Ovládanie

source: Could not load position from slot
ca: No es pot carregar la posició de l'espai
de: Position konnte nicht aus dem Slot geladen werden
et: Ei saanud laadida asukohta
fi: Ei voitu ladata sijaintia slotista
it: Impossibile caricare posizione dallo slot
pl: Nie można załadować pozycji ze slota
ro: Nu s-a putut încărca poziția de la slotul
sk: nemôže načítať pozíciu zo slotu
