Repository: RigsOfRods/rigs-of-rods
Catalog: languages/*/ror.po
Languages: ca, cs, de, es, et, fi, fr, it, nl, pl, pt, pt_br, ro, ru, sk, ta

# InputEvent
source: shift one gear up in manual transmission mode
cs: přeřadit o jednu rychlost výš u manuální převodovky
es: subir una velocidad en el modo de transmisión manual
fr: passer une vitesse en boîte manuelle
pt: Por uma mudança acima na caixa de velocidade manual
pt_br: mude uma marcha para cima no modo de transmissão manual
ru: переключение на одну передачу вверх в режиме механической трансмиссии
ta: கையேடு பரிமாற்ற பயன்முறையில் ஒரு கியரை மாற்றவும்

# InputEvent
source: shift directly to reverse gear
cs: zařadit zpátečku
es: cambiar directamente a reversa
fr: passer directement en marche arrière
pt: colocar directamente em marcha-atrâs
pt_br: mude diretamente para marcha à ré
ru: переключить на заднюю передачу
ta: தலைகீழ் கியருக்கு நேரடியாக மாற்றவும்

# InputEvent
source: shift directly to first gear
cs: zařadit první rychlost
es: cambiar directamente a la primera velocidad
fr: passe directement la 1ère vitesse
pt: Colocar directamente na 1ª marcha
pt_br: mude diretamente para a primeira marcha
ru: переключить на 1-ю передачу
ta: முதல் கியருக்கு நேரடியாக மாற்றவும்

# InputEvent
source: shift directly to second gear
cs: zařadit druhou rychlost
es: cambiar directamente a la segunda velocidad
fr: passe directement la 2ème vitesse
pt: Colocar directamente na 2ª marcha
pt_br: mude diretamente para a segunda marcha
ru: переключить на 2-ю передачу
ta: நேரடியாக இரண்டாவது கியருக்கு மாற்றவும்

# InputEvent
source: shift directly to third gear
cs: zařadit třetí rychlost
es: cambiar directamente a la tercera velocidad
fr: passe directement la 3ème vitesse
pt: Colocar directamente a 3ª marcha
pt_br: mude diretamente para a terceira marcha
ru: переключить на 3-ю передачу
ta: நேரடியாக மூன்றாவது கியருக்கு மாற்றவும்

# InputEvent
source: shift directly to fourth gear
cs: zařadit čtvrtou rychlost
es: cambiar directamente a la cuarta velocidad
fr: passe directement la 4ème vitesse
pt: Colocar directamente na 4ª marcha
pt_br: mudar diretamente para quarta marcha
ru: переключить на 4-ю передачу
ta: நேரடியாக நான்காவது கியருக்கு மாற்றவும்

# InputEvent
source: shift directly to 5th gear
cs: zařadit pátou rychlost
es: cambiar directamente a la quinta velocidad
fr: passe directement la 5ème vitesse
pt: Colocar directamente na 5ª marcha
pt_br: mude diretamente para a 5ª marcha
ru: переключить на 5-ю передачу
ta: நேரடியாக 5 வது கியருக்கு மாற்றவும்

# InputEvent
source: shift directly to 6th gear
cs: zařadit šestou rychlost
es: cambiar directamente a la sexta velocidad
fr: passe directement la 6ème vitesse
pt: Colocar directamente na 6ª marcha
pt_br: mude diretamente para a 6ª marcha
ru: переключить на 6-ю передачу
ta: நேரடியாக 6 வது கியருக்கு மாற்றவும்

# InputEvent
source: shift directly to 7th gear
cs: zařadit sedmou rychlost
es: cambiar directamente a la séptima velocidad
fr: passe directement la 7ème vitesse
pt: Colocar directamente na 7ª marcha
pt_br: mude diretamente para a 7ª marcha
ru: переключить на 7-ю передачу
ta: நேரடியாக 7 வது கியருக்கு மாற்றவும்

# InputEvent
source: shift directly to 8th gear
cs: zařadit osmou rychlost
es: cambiar directamente a la octava velocidad
fr: passe directement la 8ème vitesse
pt: Colocar directamente na 8ª marcha
pt_br: mude diretamente para a 8ª marcha
ru: переключить на 8-ю передачу
ta: நேரடியாக 8 வது கியருக்கு மாற்றவும்

# InputEvent
source: shift directly to 9th gear
cs: zařadit devátou rychlost
es: cambiar directamente a la novena velocidad
fr: passe directement la 9ème vitesse
pt: Colocar directamente na 9ª marcha
pt_br: mudar diretamente para a 9ª marcha
ru: переключить на 9-ю передачу
ta: நேரடியாக 9 வது கியருக்கு மாற்றவும்

# InputEvent
source: shift directly to 10th gear
cs: zařadit desátou rychlost
es: cambiar directamente a la décima velocidad
fr: passe directement la 10ème vitesse
pt: Colocar directamente na 10ª marcha
pt_br: mudar diretamente para a 10ª marcha
ru: переключить на 10-ю передачу
ta: நேரடியாக 10 வது கியருக்கு மாற்றவும்

# InputEvent
source: shift directly to 11th gear
cs: zařadit jedenáctou rychlost
es: cambiar directamente a la 11ª velocidad
fr: passe directement la 11ème vitesse
pt: Colocar directamente na 11ª marcha
pt_br: mude diretamente para a 11ª marcha
ru: переключить на 11-ю передачу
ta: நேரடியாக 11 வது கியருக்கு மாற்றவும்

# InputEvent
source: shift directly to 12th gear
cs: zařadit dvanáctou rychlost
es: cambiar directamente a la 12ª velocidad
fr: passe directement la 12ème vitesse
pt: Colocar directamente na 12ª marcha
pt_br: mude diretamente para a 12ª marcha
ru: переключить на 12-ю передачу
ta: நேரடியாக 12 வது கியருக்கு மாற்றவும்

# InputEvent
source: shift directly to 13th gear
cs: zařadit třináctou rychlost
es: cambiar directamente a la 13ª velocidad
fr: passe directement la 13ème vitesse
pt: Colocar directamente na 13ª marcha
pt_br: mude diretamente para a 13ª marcha
ru: переключить на 13-ю передачу
ta: நேரடியாக 13 வது கியருக்கு மாற்றவும்

# InputEvent
source: shift directly to 14th gear
cs: zařadit čtrnáctou rychlost
es: cambiar directamente a la 14ª velocidad
fr: passe directement la 14ème vitesse
pt: Colocar diretamente na 14ª marcha
pt_br: mudar diretamente para a 14ª marcha
ru: переключить на 14-ю передачу
ta: நேரடியாக 14 வது கியருக்கு மாற்றவும்

# InputEvent
source: shift directly to 15th gear
cs: zařadit patnáctou rychlost
es: cambiar directamente a la 15ª velocidad
fr: passe directement la 15ème vitesse
pt: Colocar directamente na 15ª Marcha
pt_br: mudar diretamente para a 15ª marcha
ru: переключить на 15-ю передачу
ta: நேரடியாக 15 வது கியருக்கு மாற்றவும்

# InputEvent
source: shift directly to 16th gear
cs: zařadit šestnáctou rychlost
es: cambiar directamente a la 16ª velocidad
fr: passe directement la 16ème vitesse
pt: Colocar directamente na 16ª marcha
pt_br: mudar diretamente para a 16ª marcha
ru: переключить на 16-ю передачу
ta: நேரடியாக 16 வது கியருக்கு மாற்றவும்

# InputEvent
source: shift directly to 17th gear
cs: zařadit sedmnáctou rychlost
es: cambiar directamente a la 17ª velocidad
fr: passe directement la 17ème vitesse
pt: Colocar directamente na 17ª marcha
pt_br: mudar diretamente para a 17ª marcha
ru: переключить на 17-ю передачу
ta: நேரடியாக 17 வது கியருக்கு மாற்றவும்

# InputEvent
source: shift directly to 18th gear
cs: zařadit osmnáctou rychlost
es: cambiar directamente a la 18ª velocidad
fr: passe directement la 18ème vitesse
pt: Colocar directamente na 18ª marcha
pt_br: mude diretamente para a 18ª marcha
ru: переключить на 18-ю передачу
ta: நேரடியாக 18 வது கியருக்கு மாற்றவும்

# InputEvent
source: sets low range (1-6) for H-shaft
cs: nastavit nižší rozsah (1-16) pro H-osu
es: establecer el rango bajo (1-6) para el cambio en H
fr: sélectionne la gamme basse (de 1 à 6) pour le levier en H
pt: muda para mudanças baixas (1-6) nas automáticas
pt_br: define o intervalo baixo (1-6) para o eixo H
ru: установить низкий диапазон (1-6) для Н-шифтера
ta: எச்-சாஃப்ட்டுக்கு குறைந்த வரம்பை (1-6) அமைக்கிறது

# InputEvent
source: sets middle range (7-12) for H-shaft
cs: nastavit střední rozsah (7-12) pro H-osu
es: establecer en rango Medio (7-12) para el cambio en H
fr: sélectionne la gamme moyenne (de 7 à 12) pour le levier en H
pt: muda para mudanças médias (7-12) nas automáticas
pt_br: define a faixa intermediária (7-12) para o eixo H
ru: установить средний диапазон (7-12) для Н-шифтера
ta: எச்-சாஃப்ட்டுக்கு நடுத்தர வரம்பை (7-12) அமைக்கிறது

# InputEvent
source: sets high range (13-18) for H-shaft
cs: nastavit vyšší rozsah (13-18) pro H-osu
es: establecer el cambio alto (velocidades 13-18) para el cambio en H
fr: sélectionne la gamme haute (de 13 à 18) pour le levier en H
pt: muda para mudanças altas (13-18) nas automáticas
pt_br: define a faixa alta (13-18) para o eixo H
ru: установить высокий диапазон (13-18) для Н-шифтера
ta: எச்-சாஃப்ட்டுக்கு உயர் வரம்பை (13-18) அமைக்கிறது

# InputEvent
source: toggle between transmission modes
cs: přepnout režim převodovky
es: alternar entre los modos de transmisión
fr: défiler les modes de transmission
pt: Alternar entre os modos de transmissão
pt_br: alternar entre os modos de transmissão
ru: переключение между видом трансмиссий
ta: பரிமாற்ற முறைகளுக்கு இடையில் மாற்றவும்

# InputEvent
source: normal brake for an aircraft
cs: běžné brzdy pro letadlo
es: freno normal para una aeronave
fr: freins normaux d'avion
pt: travao normal para um aviao
pt_br: freio normal para uma aeronave
ru: колёсный тормоз самолёта
ta: ஒரு விமானத்திற்கு சாதாரண பிரேக்

# InputEvent
source: pull the elevator down in an aircraft.
cs: Stáhnout výškové kormidlo letadla dolů.
es: tirar del elevador hacia abajo en un avión.
fr: tirez l'élévateur en position basse dans un avion.
pt: puxar o elevador para baixo num avião.
pt_br: puxe o elevador para baixo em uma aeronave.
ru: руль высоты вниз в самолёте.
ta: ஒரு விமானத்தில் லிஃப்ட் கீழே இழுக்கவும்.

# InputEvent
source: pull the elevator up in an aircraft.
cs: vytáhnout výškové kormidlo letadla nahoru.
es: tirar del elevador hacia arriba en un avión.
fr: tirez l'élévateur en position haute dans un avion.
pt: puxar o elevador para cima de uma aeronave.
pt_br: puxe o elevador para cima em uma aeronave.
ru: руль высоты вверх в самолёте.
ta: ஒரு விமானத்தில் லிஃப்ட் மேலே இழுக்கவும்.

# InputEvent
source: full flaps in an aircraft.
cs: plné klapky v letadle
es: flaps al máximo en una aeronave.
fr: pleins volets de l'avion.
pt: flaps no maximo numa aeronave.
pt_br: flaps completos em uma aeronave.
ru: Полностью опустить закрылки.
ta: ஒரு விமானத்தில் முழு மடிப்புகள்.

# InputEvent
source: one step less flaps.
cs: klapky o stupeň snížit
es: un grado menos en los alerones.
fr: rentrer les volets d'un cran.
pt: um nivel menos flaps.
pt_br: um passo menos flaps.
ru: убрать закрылки на один шаг.
ta: ஒரு படி குறைவான மடல்.

# InputEvent
source: one step more flaps.
cs: klapky o stupeň zvýšit
es: un grado más de alerones.
fr: sortir les volets d'un cran.
pt: um passo mais abas.
pt_br: um passo mais flaps.
ru: выпустить закрылки на один шаг.
ta: ஒரு படி இன்னும் மடிப்புகள்.

# InputEvent
source: no flaps.
cs: bez klapek.
es: desactivar alerones.
fr: aucun volet.
pt: sem flaps.
pt_br: sem abas.
ru: полностью убранные закрылки.
ta: மடிப்புகள் இல்லை.

# InputEvent
source: airplane parking brake.
cs: parkovací brzda letadla.
es: freno de mano en el avión.
fr: frein d'arrêt pour avions.
pt: Travão de mão do avião.
pt_br: freio de estacionamento de avião.
ru: стояночный тормоз самолёта.
ta: விமான பார்க்கிங் பிரேக்.

# InputEvent
source: reverse the turboprops
cs: revers turbomotorů
es: revertir turbohélices
fr: inverser les turbopropulseurs
nl: zet turboprops in achteruit
pt: reverter as turbinas
pt_br: inverter o turboélices
ru: Реверс тяги
ta: டர்போபிராப்சை மாற்றியமைக்கவும்

# InputEvent
source: rudder left
cs: kormidlo doleva
es: timón a izquierda
fr: gouverne gauche
pt: leme esquerdo
pt_br: leme esquerdo
ru: руль влево
ta: சுக்கான் இடது

# InputEvent
source: rudder right
cs: kormidlo doprava
es: timón a derecha
fr: gouverne droit
pt: leme direito
pt_br: leme certo
ru: руль вправо
ta: சுக்கான் சரி

# InputEvent
source: throttle axis. Only use this if you have fitting hardware :) (i.e. a Slider)
cs: osa plynu. Nastavte pouze jestli máte odpovídající hardware :)
es: eje del acelerador. Utilice esto sólo si usted tiene el hardware de ajuste :) (es decir, un Slider)
fr: l'axe de l'accélérateur. À n'utiliser que si vous avez les accessoires adaptés :) (ex.: un curseur)
pt: eixo do acelerador. Só use isso se você tiver o hardware apropriado:) (Exemplo , um slider)
pt_br: eixo do acelerador. Use-o apenas se tiver hardware adequado :) (ou seja, um controle deslizante)
ru: Ось газа. Для использования вы должны иметь соответствующие устройства :) (например слайдер)
ta: த்ரோட்டில் அச்சு. உங்களிடம் பொருத்தமான வன்பொருள் இருந்தால் மட்டுமே இதைப் பயன்படுத்தவும் :) (அதாவது ஒரு ச்லைடர்)

# InputEvent
source: decreases the airplane thrust
cs: snižuje tah letadla
es: disminuir el empuje del avión
fr: réduit la poussée de l'avion
pt: diminui a potencia do avião
pt_br: diminui o empuxo do avião
ru: Уменьшает тягу (в самолёте)
ta: விமான உந்துதல் குறைகிறது

# InputEvent
source: full thrust
cs: plný tah
es: máxima potencia
fr: pleine puissance
pt: turbinas no maximo
pt_br: impulso total
ru: полная тяга
ta: முழு உந்துதல்

# InputEvent
source: no thrust
cs: bez tahu
es: sin empuje
fr: aucune poussée
pt: sem motor
pt_br: sem impulso
ru: нет тяги
ta: உந்துதல் இல்லை

# InputEvent
source: increase the airplane thrust
cs: zvýšit tah letadla
es: aumentar el empuje del avión
fr: augmente la poussée de l'avion
pt: aumentar a turbina do avião
pt_br: aumentar o empuxo do avião
ru: увеличение тяги самолета
ta: விமான உந்துதலை அதிகரிக்கவும்

# InputEvent
source: switch all engines on / off
cs: zapnout/vypnout všechny motory
es: encender/apagar todos los motores
fr: allumer/éteindre tous les moteurs
pt: Ligar ou desligar todos os motores
pt_br: ligar/desligar todos os motores
ru: вкл/выкл все двигатели
ta: எல்லா இயந்திரங்களையும் ஆன் / ஆஃப் செய்யுங்கள்

# InputEvent
source: no airbrakes
cs: žádné brzdné štíty
es: desactivar frenos aéreos
fr: aucun aérofrein
pt: sem travões a ar
pt_br: sem freios a ar
ru: нету воздушного тормоза
ta: ஏர்பிரேக்குகள் இல்லை

# InputEvent
source: full airbrakes
cs: plné brzdné klapky
es: frenos aéreos al máximo
fr: aérofrein complet
pt: máximo de travões a ar
pt_br: freios a ar cheios
ru: Полностью поднять воздушный тормоз
ta: முழு ஏர்பிரேக்குகள்

# InputEvent
source: less airbrakes
cs: ubrat brzdné klapky
es: menos frenos aéreos
fr: moins d'aérofreins
pt: aplicar menos travões a ar
pt_br: menos freios a ar
ru: Опустить воздушный тормоз
ta: குறைவான ஏர்பிரேக்குகள்

# InputEvent
source: more airbrakes
cs: přidat brzdné klapky
es: un grado más de frenos aéreos
fr: plus d'aérofreins
pt: aplicar mais travões a ar
pt_br: mais freios a ar
ru: Поднять воздушный тормоз
ta: மேலும் ஏர்பிரேக்குகள்

# InputEvent
source: airplane throttle
cs: tah motoru letadla
es: acelerador del avión
fr: manette de gaz de l'avion
pt: acelerador do aviao
pt_br: acelerador de avião
ru: Тяга (в самолёте)
ta: விமானத் தூண்டுதல்

# InputEvent
source: center the rudder
cs: vycentrovat kormidlo
es: centrar el timón
fr: centrer le gouvernail
pt: centralizar o leme
pt_br: centralize o leme
ru: Отцентрировать штурвал
ta: சுக்கான் மையமாக

# InputEvent
source: steer left a step
cs: zatočit o krok doleva
es: girar a la izquierda
fr: tourner d'un pas à gauche
pt: virar para esquerda um passo
pt_br: dirigir deixou um passo
ru: повернуть налево шагом
ta: ச்டியர் ஒரு படி விட்டுவிட்டார்

# InputEvent
source: steer left (analog value!)
cs: zatočit doleva (analogová hodnota!)
es: girar a la izquierda (¡valor analógico!)
fr: tourner à gauche (valeur analogique !)
pt: virar para a esquerda (valor analógico!)
pt_br: vire à esquerda (valor analógico!)
ru: повернуть налево (аналоговое значение!)
ta: ச்டீயர் இடது (அனலாக் மதிப்பு!)

# InputEvent
source: steer right a step
cs: zatočit o krok doprava
es: girar a la derecha
fr: tourner d'un pas à droite
pt: Virar a direita um passo
pt_br: dirigir para a direita um passo
ru: повернуть направо шагом
ta: ஒரு படி சரி

# InputEvent
source: steer right (analog value!)
cs: zatočit doprava (analogová hodnota!)
es: girar a la derecha (¡valor analógico!)
fr: tourner à droite (valeur analogique !)
pt: virar a direita (valor analógico!)
pt_br: orientar para a direita (valor analógico!)
ru: повернуть направо (аналоговое значение!)
ta: வலதுபுறம் (அனலாக் மதிப்பு!)

# InputEvent
source: decrease throttle
cs: ubrat plyn
es: disminuir aceleración
fr: réduire les gaz
pt: diminuir pressão
pt_br: diminuir o acelerador
ru: уменьшить тягу
ta: த்ரோட்டில் குறைக்கவும்

# InputEvent
source: increase throttle
cs: přidat plyn
es: aumentar acelerador
fr: augmente les gaz
pt: aumentar potencia
pt_br: aumentar o acelerador
ru: увеличить тягу
ta: தூண்டுதலை அதிகரிக்கவும்

# InputEvent
source: Command 1
cs: Příkaz 1
es: Comando 1
fr: Commande 1
pt: Comando 1
pt_br: Comando 1
ru: Команда 1
ta: கட்டளை 1

# InputEvent
source: Command 2
cs: Příkaz 2
es: Comando 2
fr: Commande 2
pt: Comando 2
pt_br: Comando 2
ru: Команда 2
ta: கட்டளை 2

# InputEvent
source: Command 3
cs: Příkaz 3
es: Comando 3
fr: Commande 3
pt: Comando 3
pt_br: Comando 3
ru: Команда 3
ta: கட்டளை 3

# InputEvent
source: Command 4
cs: Příkaz 4
es: Comando 4
fr: Commande 4
pt: Comando 4
pt_br: Comando 4
ru: Команда 4
ta: கட்டளை 4

# InputEvent
source: Command 5
cs: Příkaz 5
es: Comando 5
fr: Commande 5
pt: Comando 5
pt_br: Comando 5
ru: Команда 5
ta: கட்டளை 5

# InputEvent
source: Command 6
cs: Příkaz 6
es: Comando 6
fr: Commande 6
pt: Comando 6
pt_br: Comando 6
ru: Команда 6
ta: கட்டளை 6

# InputEvent
source: Command 7
cs: Příkaz 7
es: Comando 7
fr: Commande 7
pt: Comando 7
pt_br: Comando 7
ru: Команда 7
ta: கட்டளை 7

# InputEvent
source: Command 8
cs: Příkaz 8
es: Comando 8
fr: Commande 8
pt: Comando 8
pt_br: Comando 8
ru: Команда 8
ta: கட்டளை 8

# InputEvent
source: Command 9
cs: Příkaz 9
es: Comando 9
fr: Commande 9
pt: comando 9
pt_br: Comando 9
ru: Команда 9
ta: கட்டளை 9

# InputEvent
source: Command 10
cs: Příkaz 10
es: Comando 10
fr: Commande 10
pt: Comando 10
pt_br: Comando 10
ru: Команда 10
ta: கட்டளை 10

# InputEvent
source: Command 11
cs: Příkaz 11
es: Comando 11
fr: Commande 11
pt: Comando 11
pt_br: Comando 11
ru: Команда 11
ta: கட்டளை 11

# InputEvent
source: Command 12
cs: Příkaz 12
es: Comando 12
fr: Commande 12
pt: Comando 12
pt_br: Comando 12
ru: Команда 12
ta: கட்டளை 12

# InputEvent
source: Command 13
cs: Příkaz 13
es: Comando 13
fr: Commande 13
pt: Comando 13
pt_br: Comando 13
ru: Команда 13
ta: கட்டளை 13

# InputEvent
source: Command 14
cs: Příkaz 14
es: Comando 14
fr: Commande 14
pt: Comando 14
pt_br: Comando 14
ru: Команда 14
ta: கட்டளை 14

# InputEvent
source: Command 15
cs: Příkaz 15
es: Comando 15
fr: Commande 15
pt: Comando 15
pt_br: Comando 15
ru: Команда 15
ta: கட்டளை 15

# InputEvent
source: Command 16
cs: Příkaz 16
es: Comando 16
fr: Commande 16
pt: Comando 16
pt_br: Comando 16
ru: Команда 16
ta: கட்டளை 16

# InputEvent
source: Command 17
cs: Příkaz 17
es: Comando 17
fr: Commande 17
pt: Comando 17
pt_br: Comando 17
ru: Команда 17
ta: கட்டளை 17

# InputEvent
source: Command 18
cs: Příkaz 18
es: Comando 18
fr: Commande 18
pt: Comando 18
pt_br: Comando 18
ru: Команда 18
ta: கட்டளை 18

# InputEvent
source: Command 19
cs: Příkaz 19
es: Comando 19
fr: Commande 19
pt: Comando 19
pt_br: Comando 19
ru: Команда 19
ta: கட்டளை 19

# InputEvent
source: Command 20
cs: Příkaz 20
es: Comando 20
fr: Commande 20
pt: Comando 20
pt_br: Comando 20
ru: Команда 20
ta: கட்டளை 20

# InputEvent
source: Command 21
cs: Příkaz 21
es: Comando 21
fr: Commande 21
pt: Comando 21
pt_br: Comando 21
ru: Команда 21
ta: கட்டளை 21

# InputEvent
source: Command 22
cs: Příkaz 22
es: Comando 22
fr: Commande 22
pt: Comando 22
pt_br: Comando 22
ru: Команда 22
ta: கட்டளை 22

# InputEvent
source: Command 23
cs: Příkaz 23
es: Comando 23
fr: Commande 23
pt: Comando 23
pt_br: Comando 23
ru: Команда 23
ta: கட்டளை 23

# InputEvent
source: Command 24
cs: Příkaz 24
es: Comando 24
fr: Commande 24
pt: Comando 24
pt_br: Comando 24
ru: Команда 24
ta: கட்டளை 24

# InputEvent
source: Command 25
cs: Příkaz 17
es: Comando 25
fr: Commande 25
pt: Comando 25
pt_br: Comando 25
ru: Команда 25
ta: கட்டளை 25

# InputEvent
source: Command 26
cs: Příkaz 26
es: Comando 26
fr: Commande 26
pt: Comando 26
pt_br: Comando 26
ru: Команда 26
ta: கட்டளை 26

# InputEvent
source: Command 27
cs: Příkaz 27
es: Comando 27
fr: Commande 27
pt: Comando 27
pt_br: Comando 27
ru: Команда 27
ta: கட்டளை 27

# InputEvent
source: Command 28
cs: Příkaz 28
es: Comando 28
fr: Commande 28
pt: Comando 28
pt_br: Comando 28
ru: Команда 28
ta: கட்டளை 28

# InputEvent
source: Command 29
cs: Příkaz 29
es: Comando 29
fr: Commande 29
pt: Comando 29
pt_br: Comando 29
ru: Команда 29
ta: கட்டளை 29

# InputEvent
source: Command 30
cs: Příkaz 30
es: Comando 30
fr: Commande 30
pt: Comando 30
pt_br: Comando 30
ru: Команда 30
ta: கட்டளை 30

# InputEvent
source: Command 31
cs: Příkaz 31
es: Comando 31
fr: Commande 31
pt: Comando 31
pt_br: Comando 31
ru: Команда 31
ta: கட்டளை 31

# InputEvent
source: Command 32
cs: Příkaz 32
es: Comando 32
fr: Commande 32
pt: Comando 32
pt_br: Comando 32
ru: Команда 32
ta: கட்டளை 32

# InputEvent
source: Command 33
cs: Příkaz 33
es: Comando 33
fr: Commande 33
pt: Comando 33
pt_br: Comando 33
ru: Команда 33
ta: கட்டளை 33

# InputEvent
source: Command 34
cs: Příkaz 34
es: Comando 34
fr: Commande 34
pt: Comando 34
pt_br: Comando 34
ru: Команда 34
ta: கட்டளை 34

# InputEvent
source: Command 35
cs: Příkaz 35
es: Comando 35
fr: Commande 35
pt: Comando 35
pt_br: Comando 35
ru: Команда 35
ta: கட்டளை 35

# InputEvent
source: Command 36
cs: Příkaz 36
es: Comando 36
fr: Commande 36
pt: Comando 36
pt_br: Comando 36
ru: Команда 36
ta: கட்டளை 36

# InputEvent
source: Command 37
cs: Příkaz 37
es: Comando 37
fr: Commande 37
pt: Comando 37
pt_br: Comando 37
ru: Команда 37
ta: கட்டளை 37

# InputEvent
source: Command 38
cs: Příkaz 38
es: Comando 38
fr: Commande 38
pt: Comando 38
pt_br: Comando 38
ru: Команда 38
ta: கட்டளை 38

# InputEvent
source: Command 39
cs: Příkaz 39
es: Comando 39
fr: Commande 39
pt: Comando 39
pt_br: Comando 39
ru: Команда 39
ta: கட்டளை 39

# InputEvent
source: Command 40
cs: Příkaz 40
es: Comando 40
fr: Commande 40
pt: Comando 40
pt_br: Comando 40
ru: Команда 40
ta: கட்டளை 40

# InputEvent
source: Command 41
cs: Příkaz 41
es: Comando 41
fr: Commande 41
pt: Comando 41
pt_br: Comando 41
ru: Команда 41
ta: கட்டளை 41

# InputEvent
source: Command 42
cs: Příkaz 42
es: Comando 42
fr: Commande 42
pt: comando 42
pt_br: Comando 42
ru: Команда 42
ta: கட்டளை 42

# InputEvent
source: Command 43
cs: Příkaz 43
es: Comando 43
fr: Commande 43
pt: comando 43
pt_br: Comando 43
ru: Команда 43
ta: கட்டளை 43

# InputEvent
source: Command 44
cs: Příkaz 44
es: Comando 44
fr: Commande 44
pt: comando 44
pt_br: Comando 44
ru: Команда 44
ta: கட்டளை 44

# InputEvent
source: Command 45
cs: Příkaz 45
es: Comando 45
fr: Commande 45
pt: comando 45
pt_br: Comando 45
ru: Команда 45
ta: கட்டளை 45

# InputEvent
source: Command 46
cs: Příkaz 46
es: Comando 46
fr: Commande 46
pt: Comando 46
pt_br: Comando 46
ru: Команда 46
ta: கட்டளை 46

# InputEvent
source: Command 47
cs: Příkaz 47
es: Comando 47
fr: Commande 47
pt: Comando 47
pt_br: Comando 47
ru: Команда 47
ta: கட்டளை 47

# InputEvent
source: Command 48
cs: Příkaz 48
es: Comando 48
fr: Commande 48
pt: Comando 48
pt_br: Comando 48
ru: Команда 48
ta: கட்டளை 48

# InputEvent
source: Command 49
cs: Příkaz 49
es: Comando 49
fr: Commande 49
pt: Comando 49
pt_br: Comando 49
ru: Команда 49
ta: கட்டளை 49

# InputEvent
source: Command 50
es: Comando 50
fr: Commande 50
pt: Comando 50
pt_br: Comando 50
ru: Команда 50
ta: கட்டளை 50

# InputEvent
source: Command 51
es: Comando 51
fr: Commande 51
pt: Comando 51
pt_br: Comando 51
ru: Команда 51
ta: கட்டளை 51

# InputEvent
source: Command 52
es: Comando 52
fr: Commande 52
pt: Comando 52
pt_br: Comando 52
ru: Команда 52
ta: கட்டளை 52

# InputEvent
source: Command 53
es: Comando 53
fr: Commande 53
pt: Comando 53
pt_br: Comando 53
ru: Команда 53
ta: கட்டளை 53

# InputEvent
source: Command 54
es: Comando 54
fr: Commande 54
pt: Comando 54
pt_br: Comando 54
ru: Команда 54
ta: கட்டளை 54

# InputEvent
source: Command 55
es: Comando 55
fr: Commande 55
pt: Comando 55
pt_br: Comando 55
ru: Команда 55
ta: கட்டளை 55

# InputEvent
source: Command 56
es: Comando 56
fr: Commande 56
pt: Comando 56
pt_br: Comando 56
ru: Команда 56
ta: கட்டளை 56

# InputEvent
source: Command 57
es: Comando 57
fr: Commande 57
pt: Comando 57
pt_br: Comando 57
ru: Команда 57
ta: கட்டளை 57

# InputEvent
source: Command 58
es: Comando 58
fr: Commande 58
pt: Comando 58
pt_br: Comando 58
ru: Команда 58
ta: கட்டளை 58
