Repository: RigsOfRods/rigs-of-rods
Catalog: languages/*/ror.po
Languages: ca, cs, de, es, et, fi, fr, it, nl, pl, pt, pt_br, ro, ru, sk, ta

source: Unable to load the render systems. Please check if all required files are there and the plugins.cfg file is correct. This is a fatal error and the game will not start.
ca: No es poden carregar els sistemes de renderització. Si us plau, comproveu que tots els fitxers necessaris són al seu directori pertinent i el fitxer plugins.cfg és correcte. Això pot causar un error greu i el videojoc no s'iniciarà.
de: Fehler beim Laden des Ausgabesystems. Bitte überprüfe, ob alle erforderlichen Dateien vorhanden sind und die plugin.cfg Datei korrekt ist. Dies ist ein fataler Fehler und das Spiel wird nicht gestartet.
et: Ei suuda laadida esitamissüsteemi. Palun kontrolli, kas kõik vajalikud failid on seal ja plugins.cfg fail on õige. See on suur viga ja mäng ei käivitu.
fi: Renderöintijärjestelmien lataaminen epäonnistui. Varmista, että kaikki vaaditut tiedostot ja liitännäiset ovat siellä missä niiden kuuluukin, ja .cfg tiedosto on oikea. Tämä on vakava virhe, jonka vuoksi pelin käynnistäminen ei onnistu.
it: Impossibile caricare i sistemi di rendering. Si prega di controllare se sono presenti tutti i file necessari e se il file plugins.cfg è corretto. Questo è un errore fatale ed il gioco non verrà eseguito.
pl: Nie można załadować systemów renderowania. Proszę sprawdzić, czy wszystkie wymagane pliki są w katalogu gry i czy plik plugins.cfg jest prawidłowy. To jest krytyczny błąd i gra nie wystartuje.
ro: Nu se pot încărca sistemele de randare. Te rog, verifică dacă toate fișierele necesare sunt unde trebuie și fișierul plugins.cfg este corect. Este o eroare fatală iar jocul nu poate fi pornit.
sk: Nemožno načítať vykresľovacie systémy. Prosím skontrolujte prítomnosť všetkých potrebných súborov a korektnosť súboru plugins.cfg. Táto chyba je fatálna a hra nebude spustená.

source: Unique ID:
ca: ID únic:
de: Eindeutige ID:
et: Ainu-ID:
fi: UID:
it: ID unico:
pl: Unikatowe ID:
ro: ID unic:
sk: Unikátne ID:

source: Unlimited
ca: Sense límit
de: Unendlich
et: Piiramatu
fi: Rajoittamaton
it: Illimitato
pl: Nieograniczony
ro: Nelimitat
sk: Neobmedzene

source: Updates
ca: Actualitzacions
de: Aktualisierungen
et: Värskendused
fi: Päivitykset
it: Aggiornamenti
pl: Aktualizacje
ro: Actualizări
sk: Aktualizácie

source: Use this to regenerate the cache outside of RoR. If this does not work, use the clear cache button.
ca: Utilitzeu aquesta opció per regenerar la memòria cau fora del RoR. Si això no funciona, utilitzeu el botó de la memòria cau.
de: Benutze dies, um den Cache außerhalb von RoR zu regenerieren. Falls dies nicht funktioniert, benutze die Schaltfläche Cache leeren.
et: Kasuta seda vahemälu taasloomiseks. Kui see ei toimi, kasuta tühjenda vahemälu nuppu.
fi: Käytä tätä uusiaksesi välimuistin RoR:in ulkopuolella. Jos tämä ei toimi, käytä tyhjennä välimuisti painiketta.
it: Usare questo per rigenerare la cache esterna di RoR. Se questo non funziona, utilizzare il pulsante Cancella cache.
pl: Użyj tego, by wygenerować cache na nowo bez uruchamiania RoR. Jeżeli to nic nie da, użyj przycisku Wyczyść cache.
ro: Folosește asta ca să regenerezi cache-ul în afara RoR. Dacă nu funcționează, folosește butonul de ștergere a cache-ului.
sk: Toto použite pre obnovenie pamäte cache mimo RoR. Ak toto nefunguje, použite tlačidlo na vymazanie cache.

source: Use this to remove the whole cache and force the generation from ground up.
ca: S'utilitza per eliminar completament la memòria cau i forçar la generació a partir de terra cap amunt.
de: Nutze dies um den gesamten Cache zu löschen und neu zu generieren.
et: Kasuta seda vahemälu kustutamiseks ja uuesti loomiseks.
fi: Käytä tätä poistaaksesi lokin ja aloittaaksesi sen uudelleenlataamisen tyhjästä.
it: Usate questo per cancellare tutta la cache e forzarne la creazione da zero.
pl: Użyj tego, by usunąć wszystko z cache i wymusić ponowne wygenerowanie od samego początku.
ro: Folosește asta pentru a elimina întregul cache și forțarea generării de la 0.
sk: Použite toto na odstránenie celého cache a vygenerovanie úplne nové.

source: Using Submeshs:
ca: S'està utilitzant les Submalles:
de: Nutzt Submeshs:
et: Kasutab submeshe:
fi: Submeshien käyttö:
it: Utilizza Submesh:
pl: Używanie submeshów:
ro: Folosește Sub-mesh-uri:
sk: Použitím submesh:

source: Various Settings:
de: Verschiedene Einstellungen:
et: Erinevad seaded:
it: Impostazioni varie:
pl: Różne ustawienia:

source: Vegetation:
et: Taimestik:
it: Vegetazione:
pl: Roślinność:

source: Vehicle Type:
ca: Tipus de Vehicle:
de: Fahrzeugtyp:
et: Sõiduki tüüp:
fi: Ajoneuvon tyyppi:
it: Tipo di veicolo:
pl: Typ pojazdu:
ro: Tip de vehicul:
sk: Typ vozidla:

source: Vehicle destruction:
pl: Pojazd zniszczony:

source: Vehicle health:
pl: Kondycja pojazdu:

source: Vehicle speed:
pl: Prędkość pojazdu:

source: Version
et: Versioon
it: Versione
pl: Wersja

source: Version:
ca: Versió:
et: Versioon:
fi: Versio:
it: Versione:
pl: Wersja:
ro: Versiunea:
sk: Verzia:

source: Visual effects:
ca: Efectes visuals:
de: Optische Effekte:
et: Visuaalefektid:
fi: Visuaaliset tehosteet:
it: Effetti visivi:
pl: Efekty graficzne:
ro: Efecte vizuale:
sk: Vizuálne efekty:

source: Warning
ca: Advertència
de: Warnung
et: Hoiatus
fi: Varoitus
it: Attenzione
pl: Ostrzeżenie
ro: Avertizare
sk: Varovanie

source: Water reflection is slower, and requires a good GPU. In speed optimized mode you may experience excessive camera shaking.
ca: La reflexió de l'aigua és més lenta, i requereix una bona GPU. En el mode de velocitat optimitzada es pot experimentar un efecte de càmera tremolosa excessiva.
de: Wasserreflexion beeinflusst die Bildwiederholrate negativ und benötigt eine starke Grafikkarte. Im geschwindigkeitsoptimierten Modus kann ein starkes Kamerawackeln auftreten.
et: Veepeegeldus on aeglasem ja vajab head GPUd. Kiirusele kohandatud režiimis võib kaamera rappuda.
fi: Veden aaltoilu on hitaampaa ja vaatii tehokkaan näytönojaimen. Nopeusoptimoidussa tilassa voi esiintyä voimakasta kameran tärinää.
it: La riflessione dell'acqua è lenta e richiede una buona GPU (processore grafico). Nella modalità velocità ottimizzata potreste sperimentare un eccessivo movimento della telecamera.
pl: Efekty odbicia wody zmniejsza wydajność i wymaga mocnego sprzętu. W trybie zoptymalizowanym dla prędkości możesz doświadczyć nadmiernego trzęsienia się kamery.
ro: Reflexiile apei încetinesc jocul și ai nevoie de o placă video bună. În modul vitezei optimizate s-ar putea să ai probleme cu camera tremurând excesiv.
sk: Odrazy na vode sú náročné a vyžadujú dobrý GPU. V móde optimalizovanom na rýchlosť môže dôjsť k nadmernému chveniu obrazu.

source: Water type:
ca: Tipus d'aigua:
de: Wassertyp:
et: Vee tüüp:
fi: Veden tyyppi:
it: Tipo di acqua:
pl: Typ wody:
ro: Tipul apei:
sk: Model vody:

source: Wheels:
ca: Rodes:
de: Räder:
et: Rattaid:
fi: Renkaat:
it: Ruote:
pl: Koła:
ro: Roți:
sk: Kolesá:

source: When turned on, it disables the vehicles shadow when driving in first person mode.
ca: Aplicant-ho, desactiva les ombres del vehicle quan es condueix en primera persona.
de: Wenn eingeschaltet, deaktiviert es die Fahrzeugschatten beim Fahren im First-Person-Modus.
et: Sisse lülitatud, keelab sisevaates sõiduki varjud.
fi: Päällekytkettynä se poistaa ajoneuvon varjot kun ajat ohjaamotilassa.
it: Rimuove l'ombra del veicolo quando guidi con visuale in prima persona.
pl: Wyłącza cienie pojazdów w czasie kierowania z ustawionym widokiem z kokpitu.
ro: Atunci când este pornit, dezactivează umbra vehicului atunci când conduci în modul prima persoană
sk: Keď je zapnuté, tak sa deaktivuje tieň vozidla pri režime pohľadu z prvej osoby.

source: Wings:
ca: Ales:
de: Flügel:
et: Tiibu:
fi: Siivet:
it: Ali:
pl: Skrzydła:
ro: Aripi:
sk: Krídla:

source: With this you can define how deep the solid ground is. If it is 0 then the surface will be solid. If it is 0.1 then you'll have 10 cm of fluid on top of solid ground. If it is 100 then the solid ground will be way deep (100m), with fluid on top.
ca: Amb això podeu definir la profunditat de la terra sòlida. Si és 0 llavors la superfície serà sòlida. Si és de 0,1 llavors vostè tindrà 10 cm de líquid a la part superior de la terra ferma. Si és 100, llavors la terra sòlida es de forma profunda (100 metres), amb el líquid en la part superior.
de: Hiermit kannst du bestimmen, wie tief der feste Boden liegt. Bei 0 ist die Oberfläche fest. Bei 0.1 ist eine 10cm dicke Fluidschicht auf dem festen Boden. Bei 100 liegt der feste Boden 100m tief, darüber das Fluid.
et: Sellega saab määratleda, kui sügav on tahke maapind. Kui see on 0, siis maapind on tahke. Kui see 0.1, siis on maapinnal 10cm-ne vedelikukiht. Kui see on 100, siis maapinnal on vedeliku kiht väga paks (100m).
fi: Tällä voit määrittää kuinka syvää kiinteä maa on. Arvolla 0 pinta on kiinteä. Arvolla 0.1 sinulla on 10cm ainetta kiinteän maan päällä. Jos arvo on 100, kiinteä maa on 100 syvällä ja päällä on ainetta.
it: Con questo puoi definire la profondità del terreno solido. Se è 0 la superficie sarà solida. Se è 0.1 avrai allora 10 cm di fluido sopra il terreno solido. Se è 100 il terreno solido sarà 100 metri sotto la sostanza fluida.
pl: Ten parametr określa, jak głęboko jest stały teren. Jeżeli wartość jest równa 0, to cały teren jest stały. Jeżeli wynosi 0.1, to będzie miał 10 cm cieczy na górze. Jeżeli wynosi 100, to stały teren będzie bardzo głęboko (100m), a powyżej będzie się znajdować ciecz.
ro: Cu asta definești cât de adânc e solul solid. Dacă e 0, atunci suprafața va fi solidă. Dacă e 0.1, atunci vei avea 10 cm de lichid deasupra solului solid. Dacă e 100, atunci solul solid va fi foarte adânc (100m), cu lichid deasupra.
sk: S týmto môžete definovať ako hlboko pevná zem má byť. Ak je to 0, povrch zeme je pevný. Ak je to 0.1, tak nad pevnou zemou je 10 centimetrov hrubá vrstva tekutiny. Ak je to 100, tak pevná zem je v hĺbke 100 metrov pod vrstvou tekutiny.

source: You can disable the default creak sound by checking this box
ca: Podeu desactivar els pics de so per defecte marcant aquesta casella
de: Diese Box deaktiviert die standardmäßigen Quietschgeräusche
et: Linnukese panemine keelab kriuksumisheli
fi: Voit vaimentaa vaihdelaatikon virhevaihtoäänen rastittamalla tämän.
it: È possibile disattivare il suono predefinito per lo scricchiolio spuntando questa casella
pl: Możesz wyłączyć standardowy dźwięk skrzypienia zaznaczając to pole
ro: Poți dezactiva scârțâitul prestabilit bifând această căsuță
sk: Môžete zakázať predvolené zvuky vŕzgania, označením tohoto políčka.

source: You do not need to change these settings unless you experience problems
ca: No cal modificar aquesta configuració, excepte si n'observeu problemes
de: Diese Einstellungen müssen nicht verändert werden so lange keine Probleme auftreten.
et: Sa ei pea neid seadeid muutma kui sul ei esine probleeme.
fi: Sinun ei tarvitse muuttaa näitä asetuksia ellei sinulla ole ongelmia.
it: Non hai bisogno di cambiare questi settaggi finchè non hai problemi
pl: Nie potrzeba zmieniać tych ustawień, o ile nie masz problemów z grą
ro: N-ai nevoie să schimbi setările respective în afară de cazul că întâmpini probleme
sk: Kým sa u Vás nevyskitnú problémy, tieto nastavenia nemusíte meniť

source: You have no content installed
ca: No teniu continguts instal·lats
de: Du hast keine Inhalte installiert
et: Sa ei ole sisu lisanud
fi: Sinulla ei ole yhtään sisältöä asennettuna
it: Non disponi di alcun contenuto installato
pl: Nie zainstalowałeś żadnej zawartości
ro: Nu ai niciun conținut instalat
sk: Nemáte nainštalovaný žiadny obsah

source: You must save and restart the program to activate the new language!
ca: Heu de desar i reiniciar el programa per activar el nou idioma!
de: Du musst speichern und das Programm neu starten, um die neue Sprache zu aktivieren!
et: Uue keele aktiveerimiseks pead salvestama ja programmi taaskäivitama!
fi: Sinun täytyy tallentaa ja käynnistää ohjelma uudelleen aktivoidaksesi uuden kielen!
it: Devi salvare e riaprire il programma per attivare la nuova lingua!
pl: Musisz zapisać ustawienia i zrestartować program, by wprowadzić nowe ustawienie języka!
ro: Trebuie să salvezi și să repornești programul pentru a putea folosi limba selectată!
sk: Je nutné uložiť a reštartovať program pre aktiváciu nového jazyka!

source: You'll either find stribeck velocity in the net, or the inverse (1/stribeck velocity) of it described as 'stribeck coef'. It defines the shape of the dynamic friction curve. Lets leave it at that. Just find some nice values for it from the net.
ca: Trobareu la velocitat lliscament a la xarxa, o la inversa (velocitat 1/lliscament) com es descriu com el 'coeficient de Stribeck'. Es defineix la forma de la corba de fricció dinàmica. Només s'ha de trobar uns millors valors per a la xarxa.
de: Du wirst entweder die Stribeck-Geschwindigkeit oder den Kehrwert (1/Stribeck-Geschwindigkeit), auch 'Stribeck-Koeffizient' genannt, im Internet finden. Dieser bestimmt die Form der Gleitreibungskurve. Dies sollte hierzu genügen. Versuche einfach, passende Werte im Internet zu finden.
et: Stribecki kiiruse või selle pöördväärtuse, Stribecki koefitsendi (1/stribecki kiirus) leiad võrgust. See määrab liugehõõrdumise kõvera kuju. Lihtsalt leia sellele võrgust sobivaid väärtusi.
fi: Joko löydät stribeck nopeuden netistä, tai sitten käänteinen (1/stribeck nopeus) kuvaamaan 'stribeck kerrointa'. Se määrittää liikekitkan käyrän muodon. Jätetään asia tähän. Etsi vain sopivia arvoja sille netistä.
it: Troverete su internet sia la velocità di stribeck che l'inverso di essa (velocità di 1/stribeck) descritta come «coefficiente di stribeck». Essa definisce la forma della curva di attrito dinamico. Lasciatela com'è. Oppure cerca dei valori adeguati per essa su internet.
pl: Znajdziesz ten parametr (lub jego odwrotność [1/stribeck velocity] jako stribeck coef) w Internecie. Określa kształt krzywej tarcia kinetycznego (poprzestańmy na tym). Po prostu znajdź wartość tego parametru w Internecie.
ro: Fie vei găsi frecarea stribeck pe internet, sau inversul (1/frecare stribeck) descrisă ca și 'coef stribeck'. Definește forma dinamică a curbei de frecare. S-o lăsăm așa. Doar caută niște valori bune pentru asta pe internet.
sk: Nájdete buď rýchlosť stribecku v sieti, alebo inverzný (1/stribeck rýchlosť) ako 'stribeck koeficient'. Definuje tvar dynamické krivky trenia. Umožňuje nechať to tak jak to je. Stačí nájsť nejaké pekné hodnoty z netu.

source: [car engine]
ca: [motor de cotxe]
de: [Automotor]
et: [auto mootor]
fi: [auton moottori]
it: [motore autovettura]
pl: [silnik samochodu]
ro: [motorul mașinii]
sk: [motor auta]

source: [forwards commands]
ca: [properes instruccions]
de: [Steuerbefehle weitergeben]
et: [edastab käsklusi]
fi: [eteenpäin toiminnot]
it: [comandi avanzati]
pl: [przekazuje komendy]
ro: [înaintează comenzi]
sk: [odovzdáva príkazy]

source: [has fixes]
ca: [té correccions]
de: [hat Befestigungspunkte]
et: [on fikseeritud]
fi: [on korjauksia]
it: [ha correzioni]
pl: [ma części przytwierdzone do podłoża]
ro: [are noduri fixate]
sk: [má fixes]

source: [imports commands]
ca: [importacions d'instruccions]
de: [Steuerbefehle importieren]
et: [võtab käsklusi]
fi: [tuo komennot]
it: [importa comandi]
pl: [importuje komendy]
ro: [importă comenzi]
sk: [importovať príkazy]

source: [is rescuer]
ca: [és rescatador]
de: [ist ein Rettungsfahrzeug]
et: [on puksiir]
fi: [on hinausauto]
it: [mezzo di soccorso]
pl: [jest pojazdem ratunkowym]
ro: [e salvator]
sk: [je záchranca]

source: [is rollon]
ca: [és càrrega rodada]
de: [kann mit sich selbst kollidieren]
et: [ratastega kontakt]
fi: [On rollon]
it: [rollon]
pl: [koliduje z innymi pojazdami]
ro: [se poate ciocni de alte vehicule]
sk: [kolesá kolidujú s vozidlom]

source: [unpacked in directory]
ca: [desempaquetat al directori]
de: [entpackt in Verzeichnis]
et: [lahti pakitud kausta]
fi: [purettu hakemistoon]
it: [scompattato nella cartella]
pl: [niespakowane w katalogu]
ro: [despachetat în directorul]
sk: [rozbalené v adresári]

source: [uses custom particles]
ca: [utilitza patícules personalitzades]
de: [nutzt benutzerdefinierte Partikel]
et: [kasutab eriosakesi]
fi: [käytä kustomoituja hiukkasia]
it: [usa particelle personalizzate]
pl: [używa własnych cząsteczek]
ro: [utilizează particule personalizate]
sk: [používa vlastné častice]

source: [zip archive]
ca: [fitxer en zip]
de: [ZIP Archiv]
et: [zip arhiiv]
fi: [zip arkisto]
it: [archivio zip]
pl: [archiwum zip]
ro: [arhivă zip]
sk: [zip archív]

source: accelerate the truck
ca: accelera el camió
de: das Fahrzeug beschleunigen
et: kiirenda sõidukit
fi: Kiihdytä ajoneuvoa
it: accelera veicolo
pl: przyśpiesz pojazd
ro: accelerează camionul
sk: zrýchliť vozidlo

source: airplane parking brake.
ca: fre d'estacionament de l'avió.
de: Feststellbremse für Flugzeuge
et: lennuki seisupidur
fi: lentokoneen seisontajarru
it: freno a mano aereo.
pl: hamulec postojowy w samolocie.
ro: frâna de parcare a avionului.
sk: parkovacia brzda lietadla.

source: airplane throttle
ca: accelerador de l'aeronau
de: Flugzeugschub
et: lennuki gaas
fi: lentokoneen kaasu
it: acceleratore aereo
pl: przepustnica samolotu
ro: accelerația avionului
sk: Plyn lietadla

source: alpha:
ca: alfa:
et: läbipaistvus:
fi: Tärkein:
it: Alfa:
pl: alfa:
ro: alfa:
sk: alfa:

source: brake
ca: fre
de: bremsen
et: pidur
fi: jarru
it: freno
pl: hamulec
ro: frână
sk: brzda

source: caught exception
ca: excepció detectada
de: Fehler abgefangen
et: erandolek
fi: löydetty poikkeus
it: eccezione avvenuta
pl: wychwycono wyjątek
ro: excepție întâmpinată
sk: chytil výnimkou

source: center the rudder
ca: centra el timó
de: Seitenruder zentrieren
et: tüür algasendisse
fi: keskitä peräsin
it: centra timone
pl: wyśrodkuj ster
ro: centrează cârma
sk: centrovať kormidlo

source: change camera mode
ca: canvia el mode de càmera
de: Kameramodus ändern
et: vaheta kaamerarežiimi
fi: vaihda kameratilaa
it: cambia visuale
pl: zmień tryb kamery
ro: schimbă modul camerei
sk: prepnúť režim kamery

source: checking for new directories in
ca: s'estan cercant nous directoris a
de: Prüfe auf neue Verzeichnisse in
et: kontrollin uusi katalooge kohas
fi: etsitään uusia kansioita
it: Controllo per nuove directory in
pl: poszukiwanie nowych katalogów w
ro: se caută directoare noi în
sk: kontrolujem nové adresáre v

source: checking for new zips in
ca: s'està comprovant nous zips a
de: Prüfe auf neue ZIP Dateien in
et: kontrollin uusi zippe kohas
fi: etsitään uusia paketteja
it: Controllo per nuovi file Zip in
pl: poszukiwanie nowych archiwów (zip) w
ro: se caută zip-uri noi în
sk: kontrola nových zip archívov v

source: connect a rope to a node in close proximity
ca: connecta una corda a un node en estreta proximitat
de: Verbinde ein Seil mit einem Knoten in unmittelbarer Nähe
et: ühenda köis lähedalasuva sõlmega
fi: kytke köysi nodeen lähietäisyydeltä
it: collegare una corda a un nodo in prossimità
pl: połącz linę do najbliższego węzła
ro: conectează o frânghie de un nod în imediata apropiere
sk: pripojiť lano k uzlu v tesnej blízkosti

source: connect hook node to a node in close proximity
ca: connecta node a node en proximitat tancada
de: Aufhängerknoten mit einem Knoten in unmittelbarer Nähe verbinden
et: ühenda konks lähima teise sõlmeiga
fi: liitä koukku liitoskohtaan lähietäisyydellä
it: aggancia nodo ad un nodo in prossimità
pl: połącz węzeł haka do najbliższego węzła
ro: conectează nodul cârligului de un nod în imediata apropiere
sk: pripojil uzol háku v tesnej blízkosti

source: debug purpose - dont use
ca: per a propòsits de depuració - no s'utilitza
de: Analyse-Zwecke - nicht Benutzen
et: vigade otsimiseks - ära kasuta
fi: virheenkorjaus - älä käytä
it: a scopo di debug - non usare
pl: tylko do debugowana - normalnie nie używaj
ro: pentru depanare - nu folosi nimic
sk: ladiť účel - nepoužívať

source: decrease day-time
ca: disminueix el temps
de: Tageszeit zurückspulen
et: vähenda päeva-aega kiiremini
fi: hidasta päiväaikaa
it: diminuisce l'ora del giorno
pl: zmień porę dnia na wcześniejszą
ro: descrește timpul zilei
sk: ubrať čas dňa

source: decrease day-time a lot faster
ca: disminueix el temps molt més ràpid
de: Tageszeit zurückspulen (stark beschleunigt)
et: vähenda päeva-aega palju kiiremini
fi: nopeuta päivänkulkua
it: diminuisce l'ora del giorno molto velocemente
pl: zmień szybko porę dnia na wcześniejszą
ro: descrește timpul zilei mai repede
sk: znížiť čas dňa o veľa rýchlejšie

source: decrease throttle
ca: disminueix accelerador
de: Schub verringern
et: vähenda gaasi
fi: vähennä kaasua
it: diminuisce spinta
pl: zmniejsz przepustnicę
ro: scade accelerația
sk: zmenšiť ťah

source: decrease tire pressure (note: only very few trucks support this)
ca: disminueix la presió del pneumàtic (nota: només alguns camions ho suporten)
de: Reifendruck verringern (Achtung: Nur sehr wenige Fahrzeuge unterstützen das)
et: vähenda rehvirõhku (märkus: ainult mõned sõidukid toetavad seda)
fi: alenna rengaspainetta (huomaa vain harvat ajoneuvot käyttävät tätä toimitoa)
it: diminuisci la pressione degli pneumatici (nota: solo pochi veicoli lo supportano)
pl: zmniejsz ciśnienie opon (uwaga: mało która ciężarówka to obsługuje)
ro: scade presiunea roților (notă: numai unele camioane permit azzz)
sk: znížiť tlak pneumatík (poznámka: iba veľmi málo vozidiel podporuje túto vlasntosť)

source: decreases the airplane thrust
ca: disminueix l'impuls de l'avió
de: den Schub von Flugzeugen verringern
et: vähendab lennuki tõukejõudu
fi: vähennä lentokoneen työntövoimaa
it: diminuisce spinta aereo
pl: zmniejsz ciąg silników w samolocie
ro: reduce puterea motorului de avion
sk: znižuje ťah lietadla

source: decreases the current FOV value
ca: disminueix el valor actual del FOV
de: Sichtfeld verkleinern (relativ)
et: vähendab vaatevälja suurust
fi: vähennä tämänhetkistä FOV-määrää
it: diminuisce il valore FOV corrente
pl: zmniejsz pole widzenia (FOV)
ro: scade valoarea actuală a FOV-ului
sk: znižuje aktuálnu hodnotu FOV

source: delete current truck
ca: Suprimeix camió actual
de: Aktuellen Truck löschen
et: kustuta praegune sõiduk
fi: poista tämänhetkinen ajoneuvo
it: cancella il veicolo attuale
pl: usuń bieżący pojazd
ro: şterge camionul actual
sk: zmazať aktuálne vozidlo

source: determines how far you can see in meters
ca: determina la distància de visió en metres
de: Legt fest, wie weit man sehen kann (Meter)
et: määrab kui kaugele on võimalik näha meetrites
fi: määrittää kuinka pitkälle voit nähdä metreissä
it: Determina quanto lontano si può vedere (in metri)
pl: decyduje o tym, jak duża jest widoczność w metrach
ro: determină cât de departe poți vedea în metri
sk: Určuje vzdialenosť v metroch, ako ďaleko môžete vidieť.

source: display or hide net chat
ca: Mostra / Amaga xat de xarxa
de: Chat ein-/ausblenden
et: kuva või peida vestluse aken
fi: näytä tai piilota nettikeskustelu
it: visualizza o nascondi chat rete
pl: pokaż lub ukryj czat
ro: arată sau ascunde chat-ul
sk: zobraziť alebo skryť sieťový chat

source: enable / disable free camera mode
ca: activa / desactiva el mode de càmera lliure
de: Freien Kamera-Modus aktivieren/deaktivieren
et: luba / keela vaba kaamera
fi: ota käyttöön/poista käytöstä vapaa kamera
it: attiva/disattiva la visuale libera
pl: wł./wył. tryb wolnej kamery
ro: activează / dezactivează modul cameră liberă
sk: zapnúť / vypnúť mód voľnej kamery

source: enable or disable replay mode
ca: activa o desactiva el mode de repetició
de: Wiedergabemodus aktivieren/deaktivieren
et: kordusrežiim sisse või välja
fi: Uusinta päälle/pois
it: attiva o disattiva la modalità replay
pl: włącz lub wyłącz tryb powtórek
ro: activează sau dezactivează funcția de reluare
sk: povoliť alebo zakázať mód záznamu
