Repository: RigsOfRods/rigs-of-rods
Catalog: languages/*/ror.po
Languages: ca, cs, de, es, et, fi, fr, it, nl, pl, pt, pt_br, ro, ru, sk, ta

source: Only current vehicle, main lights
ca: Només el vehicle actual, llums principals
de: Nur aktuelle Fahrzeug, Hauptlichter
et: Praegune sõiduk, peamised tuled
fi: Vain nykyinen ajoneuvo, päävalot
it: Solo l'attuale veicolo e le luci principali
pl: Tylko obecny pojazd, główne światła
ro: Numai actualul vehicul, cu luminile de bază
sk: Len na aktuálnom vozidle, hlavné svetlá

source: Or sliding friction coef. It should be smaller than static friction coef. This parameter defines how much friction you'll have when sliding. Try to find some values for it from the net.
ca: El coeficient de fricció de lliscament. Hauria de ser més petit que coeficient de fricció estàtica. Aquest paràmetre defineix la quantitat de fricció que tindrà quan es llisca. Intenteu trobar alguns valors útils a la xarxa.
de: Oder Gleitreibungskoeffizient. Dieser sollte kleiner sein als der Haftreibungskoeffizient. Dieser Parameter bestimmt, wie groß die Reibung ist während du rutscht. Versuche Werte im Internet zu finden.
et: Liughõõrdejõu koefitsient. Peaks olema väiksem kui staatilise hõõrdumise koefitsient. Parameeter märgib, kui palju hõõrdumist on libisemisel. Proovi leida sobivad väärtused internetist.
fi: Tai liukukitkakerroin. Sen pitäisi olla pienempi kuin lepokitkan kerroin. Tämä parametri määrittää kuinka paljon kitkaa sinulla on liukuessasi. Koita etsiä sopivia arvoja sille netistä.
it: O coefficiente di attrito allo scivolamento. Dovrebbe essere inferiore al coefficiente di attrito statico. Questo parametro definisce quanto attrito otterrete scivolando. Prova a cercare qualche valore sula rete.
pl: Lub współczynnik tarcia ślizgowego. Powinien być mniejszy niż współczynnik tarcia statycznego. Ten parametr określa, jak duże tarcie będzie występowało w wypadku poślizgu. Spróbuj znaleźć wartości w Internecie.
ro: Ori coeficientul frecării de alunecare. Ar trebui să fie mai mic decât coeficientul frecării statice. Acest parametru definește cât de multă frecare vei avea atunci când aluneci. Încearcă să găsești niște valori de pe internet.
sk: alebo koeficient šmykového trenia. Mal by byť menší ako koeficient statického trenia. Tento parameter nastavuje aké veľké trenie bude pôsobiť pri šmyku. Skúste nájsť nejaké hodnoty pre toto na internete.

source: Out of Memory
ca: Fora de Memòria
de: Es steht nicht genügend Speicher zur Verfügung
et: Mälu on otsas
fi: Muisti Loppu
it: Memoria insufficiente
pl: Brak pamięci
ro: Memorie Insuficientă
sk: Nedostatok pamäte

source: Overall force level:
ca: Nivell de força general:
de: Gesamter Kraftbetrag:
et: Üldine jõutase:
fi: Kokonaisvoiman taso:
it: Livello globale forza:
pl: Ogólna intensywność:
ro: Nivelul forței în general:
sk: Celková úroveň sily:

source: Parallel-split Shadow Maps
ca: Mapes d'Ombres en Paral·lel Dividides
de: Parallel aufgeteilte Schattenabbildung
et: Parallel-split tüüpi varjud
fi: Rinnakkaiset Varjokartat
it: Mappatura ombre parallel-split
pl: Równolegle podzielone mapy cieni
ro: Umbre Paralel-secționate
sk: Paralelne rozdelené tieňové mapy

source: Particle systems:
ca: Sistemes de partícules:
de: Partikel-Systeme:
et: Osakeste süsteem:
fi: Partikkelit:
it: Sistema particellare:
pl: Systemy cząsteczek:
ro: Sisteme de particule:
sk: Časticové systémy:

source: Player Information
ca: Informació del jugador
de: Spieler Informationen
et: Mängija Info
fi: Pelaajan Tiedot
it: Informazione giocatore
pl: Informacje gracza
ro: Informații despre Jucător:
sk: Informácie o hráčovi

source: Please enter a correct value.
de: Bitte gib einen richtigen Wert ein.
et: Sisesta palun õige väärtus.
it: Inserire un valore corretto.
pl: Proszę wprowadzić poprawną wartość.

source: Please select a configuration below!
ca: Si us plau, selecciona una configuració de les de sota!
de: Bitte unten eine Konfiguration auswählen!
et: Palun vali seadistus allpool!
fi: Valitse kokoonpano alta!
it: Per favore seleziona una delle seguenti configurazioni!
pl: Proszę wybrać konfigurację poniżej!
ro: Te rog, selectează o configurație de mai jos!
sk: Prosím zvoľte jednu z doleuvedených možností!

source: Position saved under slot
ca: Posició desada a l'espai
de: Position auf Slot gespeichert
et: Salvestatud asukoht
fi: Sijainti tallennettu paikkaan
it: Posizione salvata nello slot
pl: Pozycja zapisana pod slotem
ro: Poziția salvată sub slotul
sk: Pozície uložená pod slotom

source: Position:
ca: Posició:
et: Asukoht:
fi: Sijainti:
it: Posizione:
pl: Pozycja:
ro: Poziția:
sk: Pozícia:

source: Position: %0.6f s, frame %i / %i
ca: Posició: %0.6f s, fotograma %i / %i
de: Position: %0.6f s, Einzelbild %i / %i
et: Asukoht: %0.6f s, kaader %i / %i
fi: Sijainti: %0.6f s, frame %i / %i
it: Posizione: s %0.6f, frame %i / %i
pl: Pozycja: %0.6f s, klatka %i / %i
ro: Poziția: %0.6f s, cadrul %i / %i
sk: Pozice: %0.6f s, snímek %i / %i

source: Possible values: earth moon jupiter A random number (use negative)
de: Mögliche Werte: Erde Mond Jupiter Irgendeine negative Zahl
et: Võimalikud väärtused: earth moon jupiter suvaline arv (kasuta negatiivset)
it: Valori possibili: earth (Terra) moon (Luna) jupiter (Giove) Un numero casuale (usare valori negativi)
pl: Możliwe wartości: earth moon jupiter Losowa liczba (użyj ujemnej)

source: Preselected Map:
ca: Mapa Preseleccionat:
de: Vorausgewählte Karte:
et: Eelvalitud maastik:
fi: Esivalittu Kartta:
it: Mappa preselezionata:
pl: Wymuś wybór mapy:
ro: Harta Preselectată:
sk: Predvolená mapa:

source: Preselected Truck:
de: Vorgewähltes Fahrzeug:
et: Eelvalitud sõiduk:
it: Veicolo preselezionato:
pl: Wymuś wybór pojazdu:

source: Press %ls to start chatting
ca: Prem %ls per iniciar el xat
de: Drücke %ls um zu chatten
et: Vestluse alustamiseks vajuta %ls
fi: Paina %ls ja aloita juttelu
it: Premere %ls per iniziare la conversazione
pl: Naciśnij %ls aby pisać na czacie
ro: Apasă %ls pentru a începe chat-ul
sk: stlačte% ls k chatovanie

source: Prints all node masses to the RoR.log
ca: Escriu totes les masses de nodes al RoR.log
de: Schreibt die Massen aller Knoten in die RoR.log
et: Kuvab RoR.log'is kõikide sõlmede massid
fi: Tallentaa kaikki nodien massat RoR.log:iin
it: Scrive tutte le masse dei nodi nel RoR.log
pl: Zapisuje masy wszystkich węzłów do pliku RoR.log
ro: Copiază toate masele nodurilor în fișierul RoR.log
sk: vypíše všetky hmotnosti uzlov do RoR.log

source: Props:
ca: Puntals:
fi: Propsit:
it: Oggetti:
pl: Rekwizyty:
ro: Accesorii:

source: Reflection
ca: Reflexió
de: Reflexion
et: Peegeldus
fi: Heijastus
it: Riflessi
pl: Odbijająca się
ro: Reflexie
sk: Odraz

source: Reflection + refraction (quality optimized)
ca: Reflexió + refracció (qualitat òptima)
de: Reflexion + Refraktion (qualitätsoptimiert)
et: Peegeldus + lainete murdumine (välimus)
fi: Heijastuminen + taittuminen (Laatu optimoitu)
it: Riflessione + rifrazione (qualità ottimizzata)
pl: Odbijająca się z refrakcją (jakość)
ro: Reflexie + refracție (optimizat pentru calitate)
sk: Odraz + lom (optimalizovaná kvalita)

source: Reflection + refraction (speed optimized)
ca: Reflexió + refracció (velocitat optimitzada)
de: Reflexion + Refraktion (geschwindigkeitsoptimiert)
et: Peegeldus + lainete murdumine (kiirus)
fi: heijastukset + valon taittuminen (nopeusoptimoitu)
it: Riflessione + rifrazione (velocità ottimizzata)
pl: Odbijająca się z refrakcją (prędkość)
ro: Reflexie + refracție (optimizat pentru viteză)
sk: Odlesk + lom světla (optimalizácia pre rýchlosť)

source: Regen cache
ca: Regenera memòria cau
de: Cache regenerieren
et: Taasta vahemälu
fi: Uusi välimuisti
it: Ricrea cache
pl: Odśwież pamięć cache
ro: Regenerează
sk: Regenerácie medzipamäte

source: Remote Truck loaded correctly, no errors
ca: S'ha carregat el Camió Remot correctament
de: Rechnerfernes Fahrzeug korrekt geladen, keine Fehler
et: Serveripoolselt sõiduk laaditud korralikult, vead puuduvad
fi: Etäajoneuvo ladattu onnistuneesti, ei virheitä
it: Veicolo remoto caricato correttamente, nessun errore
pl: Zdalny pojazd załadowany poprawnie, brak błędów
ro: Camionul controlabil de la distanță s-a încărcat corect, fără erori
sk: Vzdialené vozidlo načítané správne, žiadne chyby

source: Remote Truck loading errors
ca: S'han produït errors de càrrega de camions remots
de: Fehler beim Laden des rechnerfernen Fahrzeugs
et: Viga sõiduki laadimisel serveris
fi: Etäajoneuvon lataamisessa vrheitä
it: Errori di caricamento veicoli remoti
pl: błędy ładowania zdalnego pojazdu
ro: Erori la încărcarea Camionului controbabil de la distanță
sk: Chyby načítania vzdialeného vozidla

source: Render System
ca: Sistema de Renderització
de: Renderart
et: Render-süsteem
fi: Renderöintijärjestelmä
it: Sistema rendering
pl: System renderowania
ro: Sistemul de Randare
sk: Vykresľovací systém

# GameSettings
source: Render system
pl: System renderowania

source: Replay Mode
ca: Mode de repetició
de: Wiedergabe Modus
et: Kordusrežiim
fi: Uusintatoiminto
it: Modalità replay
pl: Tryb powtórek (replay)
ro: Funcția de Reluare
sk: Replay režim

source: Replay mode. (Will affect your frame rate)
ca: Mode de repetició. (Pot ocasionar un alentiment)
de: Wiedergabemodus. (Wird die Bildwiederholrate beeinflussen)
et: Kordusrežiim. (Mõjutab jõudlust)
fi: Hidastustila. (Vaikuttaa kuvanopeuteesi)
it: Modalità replay. (Influenzerà la frequenza dei fotogrammi)
pl: Tryb powtórki (zmniejsza FPS).
ro: Funcția de Reluare. (afectează performanțele)
sk: Režim záznamu. (Bude mať vplyv na FPS)

source: Restore Defaults
ca: Valors predeterminats
de: Standardeinstellungen wiederherstellen
et: Taasta vaikeseaded
fi: Palauta oletusasetukset
it: Ripristina valori iniziali
pl: Przywróć domyślne
ro: Resetează tot
sk: Obnoviť pôvodné

source: Restore the default configuration.
de: Auf Standardeinstellungen zurücksetzen.
et: Taasta vaikeseaded.
it: Ripristina la configurazione predefinita.
pl: Przywróć domyślną konfigurację.

source: Rigs of Rods User directory missing: %s it could not be created since skeleton.zip was not found in %s
de: Rigs of Rods Nutzerverzeichnis fehlt: %s Es konnte nicht erstellt werden, da skeleton.zip nicht gefunden wurde in %s
et: Rigs of Rods kasutajakataloog puudub: %s ei saanud kataloogi luua, sest ei leidnud faili skeleton.zip asukohast %s
it: Cartella Utente di Rigs of Rods mancante: %s Non è stato possibile crearla poichè il file skeleton.zip non è stato trovato in %s
pl: brak katalogu użytkownika Rigs of Rods: %s nie mógł być utworzony, ponieważ nie znaleziono skeleton.zip w %s

source: Rigs of Rods version %s configuration
ca: Configuració de versió de Rigs of Rods %s
de: Rigs of Rods Version %s Konfigurator
et: Rigs of Rods versiooni %s seaded
fi: Rigs of Rodsin version %s kokoonpano
it: Versione Rigs of Rods %s configurazione
pl: Konfigurator Rigs of Rods %s
ro: Configuratorul Versiunii %s Rigs of Rods
sk: konfigurácia Rigs of Rods verzie %s

source: Rigs of Rods version: %s
ca: Versió de Rigs of Rods: %s
et: Rigs of Rods'i versioon: %s
fi: Rigs of Rodsin versio: %s
it: Versione Rigs of Rods: %s
pl: Wersja Rigs of Rods: %s
ro: versiune Rigs of Rods: %s
sk: Verzia Rigs of Rods: %s

source: Rotators:
ca: Rotadors:
de: Dreheinrichtungen:
et: Rotaatorid:
fi: Kääntöpöydät:
it: Rotatori:
pl: Rotatory:
ro: Rotatoare:

source: Sandstorm (fastest)
ca: Sandstorm (el més ràpid)
de: Sandstorm (am schnellsten)
et: Kollane taevas (kiireim)
fi: Hiekkamyrsky (Nopein)
it: Sandstorm (più veloce)
pl: Sandstorm (najszybsze)
ro: Sandstorm (cel mai rapid)
sk: Piesočná búrka (najrýchlejšie)

source: Save Raw
ca: Desa com a Raw
de: Unverändert speichern
et: Salvesta raw
fi: Tallenna Raw
it: Salva Raw
pl: Zapisz bez obróbki
ro: Salvează Raw
sk: Uložiť Raw

source: Save and Exit
ca: Desa i surt
de: Speichern und Beenden
et: Salvesta ja Välju
fi: Tallenna ja lopeta
it: Salva ed Esci
pl: Zapisz i wyjdź
ro: Salvează și Ieși
sk: Ulož a Ukonči

source: Save and Play
de: Speichern und Spielen
et: Salvesta ja Mängi
it: Salva e Gioca
pl: Zapisz i odtwórz

source: Save as PNG
ca: Desa com a PNG
de: Speichern als PNG
et: Salvesta PNG failina
fi: Tallenna PNG tiedostona
it: Salva come PNG
pl: zapisz jako PNG
ro: Salvează ca PNG
sk: Uložiť ako PNG

source: Save the current configuration and close the configuration program.
ca: Desa la configuració actual i tanca el programa.
de: Die aktuelle Konfiguration speichern und den Konfigurator schließen.
et: Salvesta praegune seadistus ja sulge seadistusprogramm
fi: Tallenna nykyiset asetukset ja sulje ohjelma.
it: Salva solamente le modifiche ed esci.
pl: Zapisz bieżącą konfigurację i zamknij konfigurator.
ro: Salvează configurația actuală și închide programul.
sk: Uložiť aktuálne nastavenia a zatvorte konfiguračný program.

source: Save the current configuration and start RoR.
ca: Desa la configuració actual i inicia RoR.
de: Speichert die aktuelle Konfiguration und startet das Spiel.
et: Salvesta praegused seaded ja ava RoR
fi: Tallenna nykyiset asetukset ja aloita pelaaminen.
it: Salva le modifiche e avvia Rigs Of Rods
pl: Zapisz bieżącą konfigurację i uruchom RoR.
ro: Salvează configurația actuală și pornește RoR.
sk: Uložiť súčastné nastavenia a spustiť RoR.

source: Screenshot Format:
ca: Format preses de pantalla:
de: Bildschirmfoto Format:
et: Ekraanipildi vorming:
fi: Kuvakaappauksen formaatti:
it: Formato catture di schermata:
pl: Format zrzutów ekranu:
ro: Formatul Pozelor:
sk: Formát screenshotu:

source: Screenshot:
de: Bildschirmfoto
et: Ekraanipilt:
it: Catture di schermata:
pl: Zrzut ekranu:

source: Search ...
ca: Cerca ...
de: Suchen ...
et: Otsing ...
fi: Hae ...
it: Cerca...
pl: Szukaj ...
ro: Caută ...
sk: Hľadám...

source: Search Results
ca: Resultats de la cerca
de: Suchergebnisse
et: Otsingu tulemused
fi: Haun Tulokset
it: Risultati ricerca
pl: Wyniki wyszukiwania
ro: Rezultatele Căutării
sk: Výsledky hľadania

source: Select the appropriate sound source. Leaving to Default should work most of the time.
ca: Selecciona la font de so adequada. Deixant el valor predeterminat pot funcionar la major part del temps.
de: Wähle die entsprechende Soundquelle aus. Standard ist in den meisten Fällen die richtige Einstellung.
et: Vali sobiv heli lähtekoht. Jättes selle vaikimisi heli peale peaks see töötama enamuse ajast.
fi: Valitse sopiva äänilähde. Jättäminen oletusarvoksi toimii yleensä.
it: Selezionare l'appropriata scheda audio. L'impostazione predefinita dovrebbe funzionare nella maggior parte dei casi.
pl: Wybierz odpowiedni sprzęt dźwiękowy. Zostawienie domyślnych powinno zwykle działać.
ro: Selectează sursa de sunet potrivită. Lăsând în modul prestabilit ar trebui să funcționeze ca în majoritatea cazurilor.
sk: Vyberte vhodný zdroj zvuku. Východzie nastavenie by malo fungovať fungovať vo väčšine prípadov.

source: Self-centering level:
ca: Nivell d'auto-centrat:
de: Selbstzentrierung Pegel:
et: Tagasipöörlemise tase:
fi: Itsestään keskeytymis taso:
it: Livello di auto-centratura
pl: Samo-wyśrodkowanie:
ro: Nivelul de auto-centrare:
sk: Úroveň samovyrovnávania:

source: Server Administrator
ca: Administrador del Servidor
et: Serveri administraator
fi: Palvelimen Ylläpitäjä
it: Amministratore server
pl: Administrator serwera
ro: Administrator de Server
sk: Administrátor servera

source: Server Moderator
ca: Moderador de Servidor
et: Serveri moderaator
fi: Palvelimen Moderaattori
it: Moderatore server
pl: Moderator serwera
ro: Moderator de Server
sk: Moderátor servera

source: Settings
de: Einstellungen
et: Seaded
it: Impostazioni
pl: Ustawienia

source: Shadow Performance Optimizations
ca: Optimitzacions Rendiment d'Ombres
de: Schatten Performance-Optimierungen
et: Varjude jõudluse optimeerimine
fi: Varjojen Suorituskyvyn Optimoinnit
it: Prestazione ottimizzata delle ombre
pl: Optymalizacja cieni
ro: Optimizările Performanței Umbrei
sk: Optimalizácia výkonu tieňa

source: Shadow technique to be used ingame.
de: Technik zur Berechnung der Schatten.
et: Mängus kasutatav varjutüüp.
it: Tecnica di generazione delle ombre da usare nel gioco.
pl: Technika cieniowania używana w grze.

# GameSettings
source: Shadow type
pl: Typ cieni

source: Shadow type:
ca: Tipus d'ombra:
de: Schatten Art:
et: Varju tüüp:
fi: Varjot:
it: Tipo di ombre:
pl: Typ cieni:
ro: Tipul umbrei:
sk: Typ tieňov:

source: Shocks:
ca: Xocs:
de: Stoßdämpfer:
et: Amorte:
fi: Iskunvaimentimet:
pl: Amortyzatory:
ro: Șocuri:
sk: Tlmiče

source: Shows all Collision meshes in Red to be able to position them correctly. Only use for debugging!
ca: Mostra totes les malles de col·lisions en Vermell per poder col·locar correctament. Només s'utilitza per a la depuració!
de: Zeigt alle Kollisionsnetze in Rot um sie besser positionieren zu können. Nur zum Debuggen benutzen.
et: Näitab kõiki kokkupõrkemeshe punastena asetamaks neid õigesti. Kasuta ainult vigade silumiseks!
fi: Näyttää kaikki törmäysmeshit punaisella jotta voit sijoittaa ne oikein. Käytä vain virheenkorjaukseen!
it: Mostra tutte le mesh in rosso per posizionarle in maniera corretta. Utilizzare solo per debug!
pl: Pokazuje wszystkie meshe kolizyjne na czerwono, by można było je prawidłowo rozmieścić. Używaj tylko do debugowania!
ro: Arată toate mesh-urile de Coliziune în Roșu, ca să le poți poziționa corect. Folosește asta numai pentru depanare!
sk: Ukáže všetky kolízne Mesh v červenej aby bolo možné ich umiestniť správne. Používajte iba pre ladenie!

source: Shows the rear view mirrors in 1st person view. May cause compatibility problems for very old video cards.
ca: Mostra els retrovisors de vista enrrere en 1a persona. Pot causar problemes de compatibilitat en les targetes de vídeo més antigues.
de: Aktiviert die Rückspiegel in der Innenansicht. Kann zu Kompatibilitätsproblemen bei sehr alten Grafikkarten führen.
et: Näitab sisevaates tahavaatepeegleid. Ei pruugi olla väga vanade videokaartidega ühilduv.
fi: Näyttää peilit ohjaamossa. Saattaa aiheuttaa yhteensopivuus ongelmia vanhojen näytönohjainten kanssa.
it: Visualizza i retrovisori nella modalità prima persona. Può causare problemi di compatibilità per schede grafiche molto vecchie.
pl: Pokazuje lusterko wsteczne przy widoku pierwszej osoby. Może spowodować problemy z kompatybilnością ze starymi kartami graficznymi.
ro: Arată oglinzile în modul prima persoană. S-ar putea să cauzeze probleme de compatibilitate pe plăcile video mai vechi.
sk: Zobrazuje spätné zrkadlá z pohľadu prvej osoby. Pri veľmi starých grafických kartách to môže spôsobiť problémy s kompatibilitou.

source: Sightrange:
ca: Rang de visió:
de: Sichtweite:
et: Vaatevälja ulatus:
fi: Näkyvyys:
it: Profondità della visuale:
pl: Zasięg widzenia:
ro: Vedere generală:
sk: Dohľadnosť:

source: Skidmarks
ca: Petjades de frenada
de: Bremsspuren
et: Rehvijäljed
fi: Renkaanjäljet
it: Segni delle gomme
pl: Ślady opon
ro: Urme de roți
sk: protišmykové značky

source: Skins
ca: Aparences
et: Skinnid
fi: Tekstuurit
it: Verniciature (Skins)
pl: Skórki
ro: Învelișuri
sk: Skiny

source: Sky type:
ca: Tipus de cel:
de: Himmel Art:
et: Taeva tüüp:
fi: Taivastyyppi:
it: Tipo di cielo:
pl: Typ nieba:
ro: Tipul cerului:
sk: Typ oblohy:

source: SkyX (best looking, slower)
pl: SkyX (najlepszy wygląd)

source: Slow Network Download
ca: Descàrrega Lenta de Xarxa
de: Langsamer Netzwerk Download
et: Aeglane allalaadimine
fi: Hidas Verkon Lataus
it: Download Connessione Lenta
pl: Niska prędkość pobierania
ro: Descărcare Slabă Rețea
sk: Pomalé sťahovanie na sieti

source: Solid ground level
ca: Nivell de sòl sòlid
de: Ebene des festen Bodens
et: Tahke maapind
fi: Kiinteä maanpinta
it: Livello terreno solido
pl: Poziom stałego terenu
ro: Nivel de sol solid
sk: Tuhostná úroveň terénu

source: Solid ground level:
ca: Nivell de sòl solid:
de: Ebene des festen Bodens:
et: Tahke pinna tase:
fi: Kiinteän maan taso:
it: Livello del terreno solido:
pl: Poziom stałego terenu:
ro: Nivel sol solid:
sk: Úroveň pevnej zeme:

source: Solid ground settings
ca: Configuració Sòl
de: Einstellungen des festen Bodens
et: Tahke pinna seaded
fi: Kiinteän maan asetukset
it: Settaggi terreno solido
pl: Ustawienia stałego terenu
ro: Setări de sol solid
sk: Nastavenia pevnej zeme

source: Sound Volume:
de: Lautstärke:
et: Helitugevus:
it: Volume dei suoni:
pl: Głośność dźwięku:

source: SoundSources:
de: Schallquellen:
et: Helide lähteasukohad:
fi: ÄäniLähteet:
it: Schede audio:
pl: Źródła dźwięku:
ro: Surse de Sunet:
sk: Zdroje zvuku:

source: Source:
ca: Lloc:
de: Quelle:
et: Allikas:
fi: Lähde:
it: Sorgente:
pl: Źródło:
ro: Sursa:
sk: Zdroj:

source: Static friction coef
ca: Coeficient de fricció estàtica
de: Haftreibungskoeffizient
et: Seisuhõõrdumise tegur:
fi: Staattinen kitkakerroin
it: Coeff. di frizione statica
pl: Współczynnik tarcia statycznego
ro: Coeficientul Frecării Statice
sk: Koeficient statického trenia

source: Static friction coef:
ca: Coeficient de fricció estàtica:
de: Haftreibungskoeffizient:
et: Seisuhõõrdumise tegur:
fi: Staattinen kitkakerroin:
it: Coeff. attrito statico:
pl: Współcz. t. statycznego:
ro: Coeficientul frecării statice:
sk: Koeficient statického trenia
