Repository: RigsOfRods/rigs-of-rods
Catalog: languages/*/ror.po
Languages: ca, cs, de, es, et, fi, fr, it, nl, pl, pt, pt_br, ro, ru, sk, ta

# NodeBeamUtils
source: Optimum
cs: Optimální
es: Óptimo
fr: Optimal
nl: Optimaal
pt: Ótimo
pt_br: Ideal
ru: Оптимальные
ta: உகந்த

# NodeBeamUtils
source: Movement
cs: Pohyb
es: Movimiento
fr: Mouvement
nl: Beweging
pt: Movimento
pt_br: Movimento
ru: Движение
ta: இயக்கம்

# NodeBeamUtils
source: Stress
cs: Napětí
es: Tensión
nl: Spanning
pt: Estresse
pt_br: Stresse
ru: Напряжение
ta: தகைவு

# RepositorySelector
source: Could not connect to server. Please check your connection.
ru: Не удалось подключиться к серверу. Пожалуйста, проверьте соединение.
ta: சேவையகத்துடன் இணைக்க முடியவில்லை. உங்கள் இணைப்பை சரிபார்க்கவும்.

# RepositorySelector
source: Received malformed data. Please try again.
es: Se han recibido datos mal formados. Por favor, inténtelo de nuevo.
fr: Donnée reçues invalides. Veuillez réessayer.
ru: Получены повреждённые данные. Пожалуйста, попробуйте снова.
ta: தவறான தரவு பெறப்பட்டது. மீண்டும் முயற்சிக்கவும்.

# RepositorySelector
source: Rigs of Rods Repository
es: Repositorio de Rigs of Rods
fr: Dépôt de Rigs of Rods
ru: Репозиторий Rigs of Rods
ta: தண்டுகள் களஞ்சியத்தின் ரிக்

# RepositorySelector
source: Sort
es: Ordenar
fr: Tri
nl: Sorteren
ru: Сортировать
ta: வரிசைப்படுத்து

# RepositorySelector
source: Last Update
es: Última actualización
fr: Dernière mise à jour
nl: Laatste Update
ru: Последнее обновление
ta: கடைசி புதுப்பிப்பு

# RepositorySelector
source: Date Added
es: Fecha de adición
fr: Date d'ajout
nl: Datum toegevoegd
ru: Дата добавления
ta: தேதி சேர்க்கப்பட்டது

# RepositorySelector
source: Title
es: Título
fr: Titre
ru: Название
ta: தலைப்பு

# RepositorySelector
source: Downloads
es: Descargas
fr: Téléchargements
ru: Загрузки
ta: பதிவிறக்கங்கள்

# RepositorySelector
source: Rating
es: Calficación
fr: Note
ru: Рейтинг
ta: செயல்வரம்பு

# RepositorySelector
source: Rating Count
es: Cantidad de valoraciones
fr: Nombre de notes
ru: Подсчет рейтинга
ta: மதிப்பீட்டு எண்ணிக்கை

# RepositorySelector
source: View
es: Ver
fr: Vue
ru: Вид
ta: பார்வை

# RepositorySelector
source: List
es: Lista
fr: Liste
ru: Список
ta: பட்டியல்

# RepositorySelector
source: Compact
es: Compacto
ru: Компактный
ta: கச்சிதமான

# RepositorySelector
source: Basic
es: Básico
fr: Basique
ru: Базовый
ta: அடிப்படை

# RepositorySelector
source: Search Title, Author
es: Buscar Título, Autor
fr: Rechercher un titre, un auteur
nl: Zoeken op titel, auteur
ru: Поиск (название или автор)
ta: தேடல் தலைப்பு, ஆசிரியர்

# RepositorySelector
source: Details:
es: Detalles:
fr: Détails :
ru: Детали:
ta: விவரங்கள்:

# RepositorySelector
source: Title:
es: Título:
nl: Titel:
ta: தலைப்பு:

# RepositorySelector
source: Resource ID:
es: ID del recurso:
fr: Identifiant de la ressource :
ru: ID ресурса:
ta: வள ஐடி:

# RepositorySelector
source: Category:
es: Categoría:
nl: Categorie:
ta: வகை:

# RepositorySelector
source: Description:
es: Descripción:
ta: விளக்கம்:

# RepositorySelector
source: Downloads:
es: Descargas:
fr: Téléchargements :
ru: Загрузки:
ta: பதிவிறக்கங்கள்:

# RepositorySelector
source: View Count:
es: Vistas:
fr: Nombre de vues :
ru: Количество просмотров:
ta: எண்ணிக்கை காண்க:

# RepositorySelector
source: Rating:
es: Valoración:
fr: Note :
ru: Рейтинг:
ta: மதிப்பீடு:

# RepositorySelector
source: Rating Count:
es: Cantidad de calificaciones:
fr: Nombre de notes :
ru: Подсчет рейтинга:
ta: மதிப்பீட்டு எண்ணிக்கை:

# RepositorySelector
source: Date Added:
es: Fecha de adición:
fr: Date d'ajout :
nl: Datum toegevoegd:
ru: Дата добавления:
ta: தேதி சேர்க்கப்பட்டது:

# RepositorySelector
source: Last Update:
es: Última actualización:
fr: Dernière mise à jour :
nl: Laatste Update:
ru: Последнее обновление:
ta: கடைசி புதுப்பிப்பு:

# RepositorySelector
source: Version:
es: Versión:
ru: Версия:
ta: பதிப்பு:

# RepositorySelector
source: Authors:
es: Autores:
fr: Auteurs :
ru: Авторы:
ta: ஆசிரியர்கள்:

# RepositorySelector
source: View URL:
es: Ver URL:
ta: முகவரி ஐக் காண்க:

# RepositorySelector
source: Files:
es: Archivos:
fr: Fichiers :
ru: Файлы:
ta: கோப்புகள்:

# RepositorySelector
source: Filename:
es: Nombre del archivo:
ta: கோப்பு பெயர்:

# RepositorySelector
source: Update
es: Actualizar caché
fr: Mettre à jour
ru: Обновить
ta: புதுப்பிப்பு

# RepositorySelector
source: Reinstall
es: Reinstalar
fr: Ré-installer
nl: Opnieuw installeren
ru: Переустановить
ta: மீண்டும் நிறுவவும்

# RepositorySelector
source: Install
es: Instalar
fr: Installer
nl: Installeer
ru: Установить
ta: நிறுவவும்

# RepositorySelector
source: Remove
es: Remover
fr: Supprimer
nl: Verwijder
ru: Удалить
ta: அகற்று

# RepositorySelector
source: Version
es: Versión
ru: Версия
ta: பதிப்பு

# RepositorySelector
source: Authors
es: Autores
fr: Auteurs
ru: Авторы
ta: ஆசிரியர்கள்

# RepositorySelector
source: Description
es: Descripción
ru: Описание
ta: விவரம்

# RepositorySelector
source: Downloaded
es: Descargado
fr: Téléchargé
ru: Скачано
ta: பதிவிறக்கம்

# RepositorySelector
source: times
es: veces
fr: fois
ru: раз
ta: பெருக்கல்

# RepositorySelector
source: Sorry, the repository isn't available. Try again later.
es: Lo sentimos, el repositorio no está disponible. Inténtelo de nuevo más tarde.
fr: Désole, le dépôt n'est pas disponible. Veuillez réessayer plus tard.
nl: Sorry, de repository is niet beschikbaar. Probeer het later nog eens.
ru: Извините, репозиторий недоступен. Попробуйте позже.
ta: மன்னிக்கவும், களஞ்சியம் கிடைக்கவில்லை. பின்னர் மீண்டும் முயற்சிக்கவும்.

# RepositorySelector
source: No files available :(
es: No hay archivos disponibles :(
fr: Aucun fichier disponible :(
nl: Geen bestanden beschikbaar :(
ru: Нет доступных файлов :(
ta: கோப்புகள் எதுவும் கிடைக்கவில்லை :(

source: HTTP response code: {}
ru: Код ответа HTTP: {}
ta: HTTP மறுமொழி குறியீடு: {}

# ScriptMonitor
source: ID
ta: ஐடி

# ScriptMonitor
source: File name
ru: Файл
ta: கோப்பு பெயர்

# ScriptMonitor
source: Options
ru: Параметры
ta: விருப்பங்கள்

# ScriptMonitor
source: Active
ru: Активные
ta: செயலில்

# ScriptMonitor
source: actor
ru: объект
ta: நடிகர்

# ScriptMonitor
source: (terrain)
ru: (карта)
ta: (நிலப்பரப்பு)

# ScriptMonitor
source: Reload
ru: Перезапустить
ta: ஏற்றவும்

# ScriptMonitor
source: Stop
ru: Остановить
ta: நிறுத்து

# ScriptMonitor
source: Autoload
ru: Загружать автоматически
ta: ஆட்டோலோட்

# ScriptMonitor
source: Recent
ru: Недавние
ta: அண்மைக் கால

# ScriptMonitor
source: Load
ru: Запустить
ta: சுமை

# ScriptMonitor
source: Remove
ru: Удалить
ta: அகற்று

# SimActorStats
source: Vehicle health:
cs: Kondice vozidla:
es: Salud del vehículo:
fr: État du véhicule :
nl: Voertuig gezondheid:
pt: Saúde do veículo:
pt_br: Saúde do veículo:
ru: Состояние транспорта:
ta: வாகன ஆரோக்கியம்:

# SimActorStats
source: Vehicle destruction:
cs: Poškození vozidla:
es: Destrucción del vehículo:
fr: Destruction du véhicule :
nl: Voertuig verwoesting:
pt: Destruição de veículos:
pt_br: Destruição do veículo:
ru: Повреждение транспортного средства:
ta: வாகன அழிவு:

# SimActorStats
source: Beam count:
cs: Počet paprsků:
es: Número de vigas:
fr: Nombre de poutres :
nl: Aantal Beams:
pt: Contagem de feixe:
pt_br: Contagem de feixe:
ru: Количество балок:
ta: பீம் எண்ணிக்கை:

# SimActorStats
source: Broken beams count:
cs: Počet zlomených paprsků:
es: Número de Vigas rotas:
fr: Nombre de poutres cassées :
nl: Aantal gebroken beams:
pt: Contagem de feixes quebrados:
pt_br: Contagem das feixes quebrados:
ru: Количество сломанных балок:
ta: உடைந்த விட்டங்கள் எண்ணிக்கை:

# SimActorStats
source: Deformed beams count:
cs: Počet deform. paprsků:
es: Número de vigas deformadas:
fr: Nombre de poutres déformées :
nl: Aantal vervormde beams:
pt: Contagem de feixes deformados:
pt_br: Contagem dos feixes deformados:
ru: Количество деформированных балок:
ta: சிதைந்த விட்டங்கள் எண்ணிக்கை:

# SimActorStats
source: Average deformation:
cs: Průměrná deformace:
es: Deformación media:
fr: Déformation moyenne :
nl: Gemiddelde vervorming:
pt: Deformação média:
pt_br: Média de Deformação:
ru: Средняя деформация:
ta: சராசரி சிதைவு:

# SimActorStats
source: Average stress:
cs: Průměrné napětí:
es: Tensión medio:
fr: Stress moyen :
nl: Gemiddelde stress:
pt: Tensão média:
pt_br: Média da Tensão:
ru: Среднее напряжение:
ta: சராசரி மன அழுத்தம்:

# SimActorStats
source: Node count:
cs: Počet vrcholů:
es: Número de Nodos:
fr: Nombre de nœuds :
pt: Contagem de nós:
pt_br: Contagem de feixe:
ru: Количество узлов:
ta: முனை எண்ணிக்கை:

# SimActorStats
source: Total mass:
cs: Celková hmotnost:
es: Masa total:
fr: Masse totale :
nl: Totale massa:
pt: Massa Total:
pt_br: Massa total:
ru: Полная масса:
ta: மொத்த நிறை:

# SimActorStats
source: Engine RPM:
cs: Otáčky motoru (ot/min):
es: RPM motor:
fr: Régime moteur :
nl: Motor toerental
pt: RPM do motor:
pt_br: RPM do Motor:
ru: Обороты двигателя:
ta: என்சின் ஆர்.பி.எம்:

# SimActorStats
source: Input shaft RPM:
cs: Otáčky vstupní hřídele (ot/min):
es: RPM del eje de entrada:
fr: Régime d'arbre d'entrée :
nl: Ingangsas RPM:
pt: RPM do eixo de entrada:
pt_br: Eixo de entrada RPM:
ru: Обороты вводного вала:
ta: உள்ளீட்டு தண்டு RPM:

# SimActorStats
source: Current torque:
cs: Točivý moment:
es: Par actual:
fr: Couple actuel :
nl: Huidige koppel:
pt: Torque atual:
pt_br: Torque atual:
ru: Текущий крутящий момент:
ta: தற்போதைய முறுக்கு:

# SimActorStats
source: Current power:
cs: Aktuální výkon:
es: Potencia actual:
fr: Puissance actuelle :
nl: Huidig Vermogen:
pt: Potência atual:
pt_br: Potência atual:
ru: Текущая мощность:
ta: தற்போதைய சக்தி:

# SimActorStats
source: Current gear:
cs: Aktuální převod:
es: Marcha actual:
fr: Vitesse engagée :
nl: Huidige versnelling:
pt: Marcha atual:
pt_br: Marcha atual:
ru: Текущая передача:
ta: தற்போதைய கியர்:

# SimActorStats
source: Drive ratio:
cs: Poměr převodu:
es: Relación de transmisión:
fr: Rapport de transmission :
nl: Aandrijfratio:
pt: Proporção de movimentação:
pt_br: Proporção da movimentação:
ru: Передаточное число:
ta: இயக்கி விகிதம்:

# SimActorStats
source: Wheel speed:
cs: Rychlost kol:
es: Velocidad de las ruedas:
fr: Vitesse des roues :
nl: Wiel snelheid:
pt: Velocidade da roda:
pt_br: Velocidade atual:
ru: Скорость колёс:
ta: சக்கர வேகம்:

# SimActorStats
source: Vehicle speed:
cs: Rychlost vozidla:
es: Velocidad del vehículo:
fr: Vitesse du véhicule :
nl: Voertuig snelheid:
pt: Velocidade do veiculo:
pt_br: Velocidade atual:
ru: Скорость транспорта:
ta: வாகன வேகம்:

# SimActorStats
source: Current speed:
cs: Aktuální rychlost:
es: Velocidad actual:
fr: Vitesse actuelle :
nl: Huidige snelheid:
pt: Velocidade atual:
pt_br: Velocidade atual:
ru: Текущая скорость:
ta: தற்போதைய வேகம்:

# SimActorStats
source: Altitude:
cs: Výška:
es: Altitud:
nl: Hoogte:
ru: Высота:
ta: உயர்வு:

# SimActorStats
source: Engine
cs: Motor
es: Motor
fr: Moteur
nl: Motor
pt: Motor
pt_br: Motor
ru: Двигатель
ta: இயந்திரம்

# SimActorStats
source: Top speed:
cs: Nejvyšší rychlost:
es: Velocidad máxima:
fr: Vitesse maximale :
nl: Topsnelheid:
pt: Velocidade máxima:
pt_br: Velocidade máxima:
ru: Наибольшая скорость:
ta: அதிக வேகம்:

# SimActorStats
source: G-Forces:
cs: Odstředivé síly:
es: Fuerzas G:
fr: Forces G :
pt: Força-G:
pt_br: Força-G:
ru: Нагрузка:
ta: சி-படைகள்:

# SimPerfStats
source: Triangle count:
es: Número de Triángulos:
pt: Contagem de triângulos:
ta: முக்கோண எண்ணிக்கை:

# SimPerfStats
source: Batch count:
es: Cuenta de lotes:
pt: Contagem de carga:
ta: தொகுதி எண்ணிக்கை:

# TextureToolWindow
source: Texture Tool
cs: Prohlížeč textur
es: Herramienta de textura
fr: Outil de texture
nl: Textuur Tool
pt: Ferramenta de textura
pt_br: Ferramenta de Textura
ru: Инструмент для текстур
ta: அமைப்பு கருவி

# TextureToolWindow
source: Dynamic only
cs: Pouze dynamické
es: Sólo dinámica
fr: Uniquement dynamique
nl: Alleen dynamisch
pt: Somente Dinamica
pt_br: Somente dinamico
ru: Только динамически
ta: மாறும் மட்டும்

# TextureToolWindow
source: Save as PNG
cs: Uložit jako PNG
es: Guardar como PNG
fr: Sauvegarder comme PNG
nl: Opslaan als PNG
pt: Salvar como PNG
pt_br: Salvar como PNG
ru: Сохранить как PNG
ta: Png என சேமிக்கவும்

# TextureToolWindow
source: Save Raw
cs: Uložit Raw
es: Guardar sin compresión
fr: Sauvegarder en brut
nl: Raw opslaan
pt: Salvar Raw
pt_br: Salvar Raw
ru: Сохранить Raw
ta: பச்சையாக சேமிக்கவும்

# TextureToolWindow
source: saved texture as
cs: textura uložena jako
es: textura guardada como
fr: texture sauvegardée sous
nl: textuur opgeslagen als
pt: textura salva como
pt_br: textura salva como
ru: текстура сохранена как
ta: என சேமித்த அமைப்பு

# TopMenubar
source: Simulation
cs: Simulace
es: Simulación
nl: Simulatie
pt: Simulação
pt_br: Simulação
ru: Симуляция
ta: பாவனை

# TopMenubar
source: Vehicles
cs: Vozidla
es: Vehículos
fr: Véhicules
nl: Voertuigen
pt: veiculo
pt_br: Veículos
ru: Транспорт
ta: வாகனங்கள்

# TopMenubar
source: Saves
cs: Uloženo
es: Guardados
fr: Sauvegardes
pt: Salvar
pt_br: Salvar
ru: Сохранения
ta: சேமிக்கிறது

# TopMenubar
source: Settings
cs: Nastavení
es: Ajustes
fr: Paramètres
nl: Instellingen
pt: Configurações
pt_br: Configurações
ru: Настройки
ta: அமைப்புகள்

# TopMenubar
source: Tools
cs: Nástroje
es: Herramientas
fr: Outils
pt: Ferramentas
pt_br: Ferramentas
ru: Инструменты
ta: கருவிகள்

# TopMenubar
source: Vehicle AI
ru: Трафик
ta: உங்களிடம் உள்ள வண்டி

# TopMenubar
source: Tuning
ru: Тюнинг
ta: டியூனிங்

# TopMenubar
source: Sim menu
cs: Nabídka simulace
es: Simulación
fr: Menu de simulation
pt: Menu Sim
pt_br: Menu sim
ru: Меню симуляции
ta: சிம் பட்டியல்

# TopMenubar
source: Get new vehicle
cs: Získat nové vozidlo
es: Obtener un nuevo vehículo
fr: Récupérer un nouveau véhicule
nl: Nieuw voertuig
pt: obter um novo veículo
pt_br: Obter novo veículo
ru: Заспавнить транспорт
ta: புதிய வண்டி கிடைக்கும்

# TopMenubar
source: Show vehicle description
cs: Ukázat popis vozidla
es: Mostrar descripción del vehículo
fr: Afficher la description du véhicule
nl: Toon voertuigbeschrijving
pt: Mostrar descrição do veículo
pt_br: Mostrar descrição do veículo
ru: Показать описание
ta: வாகன விளக்கத்தைக் காட்டு

# TopMenubar
source: Reload current vehicle
cs: Znovu nahrát toto vozidlo
es: Recargar vehículo actual
fr: Recharger le véhicule actuel
nl: Huidig voertuig herladen
pt: Recarregar o veículo atual
pt_br: Recarregar o veículo atual
ru: Перезагрузить текущий транспорт
ta: தற்போதைய வாகனத்தை மீண்டும் ஏற்றவும்

# TopMenubar
source: Remove current vehicle
cs: Odebrat současné vozidlo
es: Retirar vehículo actual
fr: Retirer le véhicule actuel
nl: Huidig voertuig verwijderen
pt: Remover veiculo atual
pt_br: Remover o veículo atual
ru: Убрать текущий транспорт
ta: தற்போதைய வாகனத்தை அகற்று

# TopMenubar
source: Activate last spawned vehicle
cs: Aktivovat naposledy přidané vozidlo
es: Activar último vehículo utilizado
fr: Activer le dernier véhicule ajouté
pt: Ativar Ultimo veículos Spawnado
pt_br: Ativar o último veículo gerado
ru: Завести последний созданный транспорт
ta: கடைசியாக ச்பாட் செய்யப்பட்ட வாகனத்தை செயல்படுத்தவும்

# TopMenubar
source: Reload last spawned vehicle
cs: Znovu nahrát naposled přidané vozidlo
es: Recargar último vehículo
fr: Recharger le dernier véhicule apparu
nl: Herlaad het laatst gecreëerde voertuig
pt: Recarregar ultimo veículo spawnado
pt_br: gerando um novo veículo
ru: Перезагрузить последний созданный транспорт
ta: கடைசியாக ச்பாட் செய்யப்பட்ட வாகனத்தை மீண்டும் ஏற்றவும்

# TopMenubar
source: Remove last spawned vehicle
cs: Odebrat naposledy přidané vozidlo
es: Eliminar último vehículo
fr: Supprimer le dernier véhicule apparu
nl: Verwijder het laatst gecreëerde voertuig
pt: Remover Ultimo Veiculo Spawnado
pt_br: Remova o último veículo gerado
ru: Убрать последний созданный транспорт
ta: கடைசியாக உருவான வாகனத்தை அகற்றவும்

# TopMenubar
source: Remove all vehicles
cs: Odebrat všechna vozidla
es: Eliminar todos los vehículos
fr: Supprimer tous les véhicules
nl: Verwijder alle voertuigen
pt: Remover todos os veiculos
pt_br: Remover todos os veículos
ru: Убрать весь транспорт
ta: அனைத்து வாகனங்களையும் அகற்றவும்

# TopMenubar
source: [!] Confirm removal
cs: [!] Potvrdit odebrání
es: [!] Confirmar eliminación
fr: [!] Confirmer la suppression
nl: [!] Verwijdering bevestigen
pt: [!] Confirmar remoção
pt_br: [!] Confirmar remoção
ru: [!] Подтвердить удаление
ta: [!] நீக்குதலை உறுதிப்படுத்தவும்

# TopMenubar
source: Activate all vehicles
cs: Aktivovat všechna vozidla
es: Activar todos los vehículos
fr: Activer tous les véhicules
nl: Alle voertuigen activeren
pt: Ativar todos os veículos
pt_br: Ativar todos os veículos
ru: Завести весь транспорт
ta: அனைத்து வாகனங்களையும் செயல்படுத்தவும்

# TopMenubar
source: Activated vehicles never sleep
cs: Aktivovaná vozidla nikdy neusnou
es: Vehículos activados nunca duermen
fr: Les véhicules activés ne s'arrêtent pas
nl: Geactiveerde voertuigen slapen nooit
pt: Veículos ativados para nunca apagarem
pt_br: Veículos ativados nunca desligaram
ru: Заведённый транспорт никогда не глушится
ta: செயல்படுத்தப்பட்ட வாகனங்கள் ஒருபோதும் தூங்காது

# TopMenubar
source: Send all vehicles to sleep
cs: Poslat všechna vozidla spát
es: Enviar todos los vehículos a dormir
fr: Mettre tous les véhicules en sommeil
nl: Stuur alle voertuigen in slaap
pt: Mandar todos os veículos apagarem
pt_br: Comande todos os veículos desligarem
ru: Заглушить весь транспорт
ta: அனைத்து வாகனங்களையும் தூங்க அனுப்புங்கள்

# TopMenubar
source: Reload current terrain
cs: Znovu nahrát aktuální terén
es: Recargar terreno actual
fr: Recharger le terrain actuel
nl: Huidig terrein herladen
pt: Cargar terreno atual
pt_br: Recarregar terreno atual
ru: Перезагрузить текущую карту
ta: தற்போதைய நிலப்பரப்பை மீண்டும் ஏற்றவும்

# TopMenubar
source: Back to menu
cs: Zpět do hlav. nabídky
es: Volver al menú
fr: Retour au menu
nl: Terug naar menu
pt: Voltar para o Menu
pt_br: Voltar ao menu
ru: Вернуться в меню
ta: மெனுவுக்குத் திரும்பு

# TopMenubar
source: Exit
cs: Konec
es: Salir
fr: Sortie
nl: Afsluiten
pt: Sair
pt_br: sair
ru: Выйти
ta: வெளியேறு

# TopMenubar
source: Actors menu
cs: Přehled aktérů
es: Menú de actores
fr: Menu des acteurs
pt: Menu de atores
pt_br: Menu de atores
ru: Меню объектов
ta: நடிகர்கள் பட்டியல்

# TopMenubar
source: Savegames
cs: Uložené hry
es: Partidas guardadas
fr: Sauvegardes
pt: Jogos salvos
pt_br: Games salvos
ru: Сохранения
ta: சேமி கேம்ச்

# TopMenubar
source: Quicksave
cs: Rychlé uložení
es: Guardado rápido
fr: Sauvegarde rapide
pt: Salvamento rápido
pt_br: Salvamento rapido
ru: Быстрое сохранение
ta: விரைவாக

# TopMenubar
source: Quickload
cs: Rychlé načtení
es: Carga rápida
fr: Chargement rapide
pt: Carregamento Rápido
pt_br: Carregamento rápido
ru: Быстрая загрузка
ta: குயிக்லோட்

# TopMenubar
source: (Save with CTRL+ALT+1..5)
es: (Guardar con CTRL+ALT+1..5)
fr: (Sauvegarder avec CTRL+ALT+1..5)
ru: (Сохранить с помощью CTRL+ALT+1..5)
ta: (Ctrl+Alt+1..5 உடன் சேமிக்கவும்)

# TopMenubar
source: Empty Slot
cs: Prázdná pozice
es: Ranura vacía
fr: Emplacement vide
nl: Leeg slot
pt: Espaço Vazio
pt_br: Slot Vazio
ru: Пустой Слот
ta: வெற்று ச்லாட்

# TopMenubar
source: (Load with ALT+1..5)
es: (Carga con ALT+1..5)
fr: (Charger avec ALT+1..5)
ru: (Загрузить с помощью ALT+1..5)
ta: (Alt+1..5 உடன் ஏற்றவும்)

# TopMenubar
source: Settings menu
cs: Nabídka nastavení
es: Menú de ajustes
fr: Menu des paramètres
nl: Instellingenmenu
pt: Menu de configurações
pt_br: Menu de configurações
ru: Настройки
ta: அமைப்புகள் பட்டியல்

# TopMenubar
source: Audio:
cs: Zvuk:
pt: Som:
pt_br: Áudio:
ru: Аудио:
ta: ஆடியோ:

# TopMenubar
source: Volume
cs: Hlasitost
es: Volumen
ru: Громкость
ta: தொகுதி

# TopMenubar
source: Frames per second:
cs: Snímky za vteřinu:
es: Fotogramas por segundo:
fr: Images par secondes :
nl: Frames per seconde:
pt: Frames por segundos:
pt_br: Quadros por segundo:
ru: Кадров в секунду:
ta: நொடிக்கு பிரேம்கள்:

# TopMenubar
source: Reflections
cs: Odlesky
es: Reflejos
fr: Réflexions
nl: Reflecties
pt: Reflexos
pt_br: Reflexos
ru: Отражения
ta: பிரதிபலிப்புகள்

# TopMenubar
source: Game
cs: Hra
es: Juego
fr: Jeu
nl: Spel
pt: Jogo
pt_br: Jogo
ru: Игра
ta: விளையாட்டு

# TopMenubar
source: Simulation:
cs: Simulace:
es: Simulación:
nl: Simulatie:
pt: Simulação:
pt_br: Simulação:
ru: Симуляция:
ta: உருவகப்படுத்துதல்:

# TopMenubar
source: Slow motion
cs: Zpomalený pohyb
es: Cámara lenta
fr: Mode ralenti
pt: Camera lenta
pt_br: Câmera lenta
ru: Замедление
ta: மெதுவான இயக்கம்

# TopMenubar
source: Time lapse
cs: Zrychlený čas
es: Lapso de tiempo
fr: Défilement du temps
pt: Lapso de tempo
pt_br: Tempo transcorrido
ru: Ускорение
ta: நேரம் குறைவு

# TopMenubar
source: Camera:
cs: Kamera:
es: Cámara:
fr: Caméra :
pt: Câmara:
pt_br: Câmera:
ru: Камера:
ta: கேமரா:

# TopMenubar
source: Height
cs: Výška
es: Altura
fr: Hauteur
nl: Hoogte
pt: Altura
pt_br: altura
ru: Высота
ta: உயரம்

# TopMenubar
source: Tracking
cs: Sledování
es: Seguimiento
fr: Suivi
nl: Volgen
pt: Rastreamento
pt_br: Rastreamento
ru: Отслеживание камеры
ta: கண்காணிப்பு

# TopMenubar
source: Time of day:
cs: Denní doba:
es: Hora del día:
fr: Heure du jour :
nl: Tijdstip:
pt: Tempo do dia:
pt_br: Hora do dia:
ru: Время дня:
ta: நாள் நேரம்:

# TopMenubar
source: Cycle
es: Ciclo
fr: Vélo
ru: Цикл
ta: சுழற்சி

# TopMenubar
source: Speed
es: Velocidad
fr: Vitesse
nl: Snelheid
ru: Скорость
ta: வேகம்

# TopMenubar
source: Waves Height:
cs: Výška vln:
es: Altura de las olas:
fr: Hauteur des vagues :
nl: Golven Hoogte:
pt: ALtura das ondas:
pt_br: Altura das Ondas:
ru: Высота волн:
ta: அலைகள் உயரம்:

# TopMenubar
source: Vehicle control options:
cs: Možnosti ovládání vozidla:
es: Opciones de control de vehículos:
fr: Options de contrôle du véhicule :
nl: Opties voor voertuigbesturing:
pt: Opções de controle do veículo:
pt_br: Opções de controle do veículo:
ru: Варианты управления транспортного средства:
ta: வாகன கட்டுப்பாட்டு விருப்பங்கள்:

# TopMenubar
source: Keyboard steering speed coupling
cs: Sladit zatáčení na klávesnici s rychlostí
es: Acoplamiento de velocidad de dirección del teclado
nl: Keyboard stuurt snelheid
pt: Acoplamento da velocidade de direção do teclado
pt_br: Acoplamento da velocidade de direcção do teclado
ru: Имитация обратной связи на поворот с клавиатуры
ta: விசைப்பலகை திசைமாற்றி வேக இணைப்பு

# TopMenubar
source: Multiplayer:
cs: Hra více hráčů:
es: Multijugador:
fr: Multijoueurs :
pt: Multijogador:
pt_br: Multijogador:
ru: Мультиплеер:
ta: மல்டிபிளேயர்:

# TopMenubar
source: Collisions
cs: Kolize
es: Colisiones
pt: colisões
pt_br: Colisões
ru: Коллизии
ta: மோதல்கள்

# TopMenubar
source: Hide labels
cs: Skrýt štítky
es: Ocultar etiquetas
fr: Masquer les étiquettes
nl: Labels verbergen
pt: Esconder etiquetas
pt_br: Ocultar Nicks
ru: Скрыть имена
ta: லேபிள்களை மறைக்கவும்

# TopMenubar
source: Tools menu
cs: Nabídka nástrojů
es: Menú de herramientas
fr: Menu d'outils
pt: Menu de ferramentas
pt_br: Menu de ferramentas
ru: Меню инструментов
ta: கருவிகள் பட்டியல்

# TopMenubar
source: Friction settings
cs: Nastavení tření
es: Ajustes de fricción
fr: Paramètres de friction
nl: Frictie instellingen
pt: Definições de Fricção
pt_br: Configurações de fricção
ru: Настройки трения
ta: உராய்வு அமைப்புகள்

# TopMenubar
source: Show console
cs: Zobrazit konzoli
es: Mostrar consola
fr: Afficher la console
nl: Console weergeven
pt: Mostrar console
pt_br: Mostrar console
ru: Показать консоль
ta: கன்சோலைக் காட்டு

# TopMenubar
source: Texture tool
cs: Prohlížeč textur
es: Herramienta de textura
fr: Outil de texture
nl: Textuur tool
pt: Ferramenta de textura
pt_br: Ferramenta de Textura
ru: Инструмент текстур
ta: அமைப்பு கருவி

# TopMenubar
source: Collisions debug
ru: Отладка коллизий
ta: மோதல்கள் பிழைத்திருத்தம்

# TopMenubar
source: Node / Beam utility
cs: Ladění fyzik. kostry
es: Utilidad de nodo / viga
fr: Utilitaire de nœuds / poutres
nl: Node / Beam hulpprogramma
pt: Utilitário Node / Beam
pt_br: Utilitário N/B
ru: Утилита для узлов и балок
ta: முனை / பீம் பயன்பாடு
