Repository: RigsOfRods/rigs-of-rods
Catalog: languages/*/ror.po
Languages: ca, cs, de, es, et, fi, fr, it, nl, pl, pt, pt_br, ro, ru, sk, ta

source: Could not write config file
ca: No s'ha pogut escriure el fitxer de configuració
de: Konfigurierungsdatei konnte nicht geschrieben werden
et: Ei saanud kirjutada sättefaili
fi: Ei voi ylikirjoittaa konfigurointitiedostoa
it: Impossibile scrivere il file di configurazione
pl: Nie można zapisać pliku konfiguracyjnego
ro: Nu s-a putut scrie fișierul config
sk: Nemôžem zapísať konfiguračý súbor

source: Current active Ground:
ca: Sòl actiu actual:
de: Momentan aktiver Bodenbelag:
et: Hetkel aktiivne pind:
fi: Nykyinen aktiivinen Maa
it: Tipo di terreno correntemente attivo:
pl: Aktualnie aktywna nawierzchnia:
ro: Actualul Sol activ:
sk: Aktuálne aktívna zem

source: Current gear:
it: Marcia corrente:
pl: Aktualny bieg:

source: Current power:
it: Potenza attuale
pl: Aktualna moc:

source: Current speed:
it: Velocità attuale
pl: Aktualna prędkość:

source: Current torque:
it: Accellerazione attuale:
pl: Aktualny moment obrotowy:

source: Date and Time installed:
ca: Creat amb data:
de: Datum und Zeit der Installation:
et: Paigaldamise aeg:
fi: Asennuksen päivämäärä ja aika:
it: Data ed ora di installazione:
pl: Data i czas instalacji:
ro: Data și Ora instalării:
sk: Dátum a čas inštalácie:

source: Debug
ca: Depuració
de: Analyse
et: Veaotsing
pl: Debugowanie
ro: Depanare
sk: Ladiť

source: Debug Collision Meshes
ca: Colisió de Models
de: Analysiere Kollisionsmeshes
et: Avasta vigu kokkupõrke meshides
fi: Testaa osumakohdat
it: Debug mesh collisioni
pl: Debuguj meshe kolizyjne
ro: Depanează Mesh-urile de Coliziune
sk: Ladiť kolízne mesh

source: Debug EnvironmentMapping / Chrome
ca: Depura EnvironmentMapping / Chrome
de: Analysiere EnvironmentMapping / Chrome
et: EnvironmentMapping / Chrome Silur
fi: Maastonkuvaus/kromi testaus
it: Debug Mappatura Ambiente / Cromature
pl: Debuguj mapowanie otoczenia/chrom
ro: Depanează EnvironmentMapping / Chrome
sk: Ladiť EnvironmentMapping / Chrome

source: Debug Truck Mass
ca: Pesos i masses
de: Analysiere Fahrzeuggewicht
et: Avasta sõiduki massis vigu
fi: Testaa ajoneuvojen massa
it: Debug massa veicolo
pl: Debuguj masę pojazdu
ro: Depanează Masa Vehicului
sk: Ladiť hmotnosť vozidla

source: Debug VideoCameras
ca: Depura VideoCàmeres
de: Analysiere Video Kameras
et: Videokaamerate silur
fi: Testaa VideoCamera-järjestelmät
it: Debug telecamere
pl: Debuguj kamery
ro: Depanează Camerele Video
sk: ladiť VideoCameras

# GameSettings
source: Debug collisions
it: Debug collissioni
pl: Debuguj kolizje

source: Default Gearbox mode:
ca: Mode Caixa de Canvis:
de: Standard-Schaltung:
et: Vaikimisi käigukast:
fi: Vaihteiston oletusasetus:
it: Mod. cambio predefinita:
pl: Domyślna skrzynia biegów:
ro: Cutia de Viteză prestabilită:
sk: Predvolený mód prevodovky:

source: Default Skin
ca: Aparença Per Defecte
de: Standardskin
et: Vaikeskinn
fi: Oletustekstuuri
it: Tema predefinito
pl: Domyślna skórka
ro: Înveliș Inițial
sk: Východzí vzhľad

source: Deformed beams count:
pl: Liczba zgiętych belek:

source: Description:
ca: Descripció:
de: Beschreibung:
et: Kirjeldus:
fi: Kuvaus:
it: Descrizione:
pl: Opis:
ro: Descriere:
sk: Popis:

source: Determines the input capture mode. All is the default, Dynamically is good for windowed mode.
ca: Determina el mode d'entrada de captura. Tot és en valor per defecte, de forma dinàmica és millor per a al mode de finestra.
de: Legt den Eingabeerfassungsmodus fest. Alles ist die Standardeinstellung, dynamisch ist gut für den Fenstermodus.
et: Määrab sisendsalvestuse viisi. Kõik on vaikeseade, Dünaamiliselt on hea aknas-režiimi jaoks.
fi: Määrittää kuvaustilan. Kaikki on oletusarvo, Dymaaminen on hyvä ikkunatilassa.
it: Determina il metodo di cattura input. Tutto é predefinito, Dinamicamente va bene per la modalitá in finestra.
pl: Ustawienie trybu wychwytywania pozycji kursora myszy. Wszystko jest domyślne, Dynamicznie jest dobre dla trybu okienkowego.
ro: Determină modul de capturare ale intrărilor. Toate sunt pentru prestabilit, Dinamic e bun pentru modul ecran încadrat.
sk: Určuje vstupný režim snímania. Všetko je predvolený, dynamicky je dobré pre hranie v okne.

source: Determines which lights will project light on the environment. The more light sources are used, the slowest it will be.
ca: Determina que els llums es projecten llum sobre el medi ambient. Com més fonts de llum s'utilitzen, més lent serà.
de: Legt fest, welche Lichter die Umgebung beleuchten. Um so mehr Lichter genutzt werden, umso langsamer wird das Spiel.
et: Määrab keskkonnas valgusallikate hulga. Mida rohkem valgusallikaid, seda aeglasem.
fi: Määrittelee, mitkä valot heijastavat valoa ympäristöön. Mitä enemmän valonlähteitä käytetään, sitä hitaammin peli toimii.
it: Determina quali luci illumineranno l'ambiente. Più fonti di luci userete, più lentamente sarà eseguito.
pl: Decyduje o tym, które światła będą rozjaśniały otoczenie. Im więcej świateł, tym wolniej będzie działać gra.
ro: Determină care lumini vor proiecta lumină în împrejur. Cu cât sunt folosite mai multe surse de lumină, cu atât totul se va mișca mai greu.
sk: Určuje, ktoré svetlá budú vrhať svetlo na okolie. Čím viac svetelných zdrojov je použitých, tým pomalšie bude hra bežať.

source: Developer mode
de: Entwicklermodus
et: Arendaja režiim
it: Modalità sviluppatore
pl: Tryb deweloperski

source: Device info
it: Informazioni dispositivo
pl: Informacje o urządzeniu

source: Disable Camera Pitching
ca: Desactiva el Punt de la Càmera Externa
de: Kamerabewegung abschalten
et: Keela kaamera ühtlustamine
fi: Poista käytöstä kameran kallistuminen
it: Disabilita inclinazione visuale
pl: Wyłącz kołysającą się kamerę
ro: Dezactivează Mișcarea Camerei
sk: Zakázať pohyb kamery

source: Disable Overview Map
ca: Desactiva el Mapa
de: Übersichtskarte deaktivieren
et: Ära näita ülevaatekaarti
fi: Älä näytä karttaa
it: Disabilita mappa
pl: Wyłącz mapę terenu
ro: Dezactivează Harta de Ansamblu
sk: Zakázať Prehľad Mapy

source: Disable creak sound
de: Quietschgeräusch deaktivieren
et: Keela kriuksuv hääl
it: Diabilita lo scricchiolio
pl: Wyłącz skrzypienie

source: Disable inter-vehicle collisions
ca: Desactiva les col·lisions vehiculars
de: Inter-Fahrzeug Kollisionen abschalten
et: Keela sõidukitevahelised kokkupõrked
fi: Poista muiden ajoneuvojen törmäykset käytöstä
it: Disabilita la collisione tra veicoli
pl: Wyłącz kolizje pomiędzy pojazdami
ro: Dezactivează coliziunile inter-vehicul
sk: zakázať kolízie medzi vozidlami

source: Disable intra-vehicle collisions
de: Fahrzeuginterne Kollision abschalten
et: Keela sõidukivahelised kokkupõrked
it: Disabilita la collisione all'interno del veicolo
pl: Wyłącz kolizje wewnątrz pojazdu

source: Disable multi-threading
ca: Desactiva el multifil
de: Multi-Threading deaktivieren
et: Keela lõimtöötlus
fi: Poista käytöstä monisäikeistys
it: Disabilita il multithreading
pl: Wyłącz wielowątkowość
ro: Dezactivează multi-threading
sk: Zakázať multi-threading

source: Disabled the map. This is for testing purposes only, you should not gain any FPS with that.
ca: Mapa desactivat. Això és només per a propòsits de proves, no obtindreu més FPS.
de: Übersichtskarte ausschalten. Nur zu Testzwecken (sollte zu keiner besseren Bildwiederholrate führen).
et: Keela kaart. See on ainult testimiseks, ei tohiks jõudlust suurendada.
fi: Poistit kartan. Tämä on tarkoitettu vain testauksiin, sinun ei pitäisi saada lisää FPS:ää tällä.
it: Disattivata la mappa. Solo a scopo di test, non si dovrebberero guadagnare molti fotogrammi per secondo.
pl: Wyłącza mapę. Tylko do testowania, nie powinno zwiększyć poziomu FPS.
ro: Harta a fost dezactivată. Aceasta este numai pentru scopuri de testare, n-ai să beneficiezi de vreo performanță notabilă.
sk: Zakázať mapu. Toto je iba na testovacie účely, nemali by ste tým získať navyše nejaké FPS.

source: Disables all separate physics threads (might be an option to avoid camera stuttering).
de: Deaktiviert alle ausgegliederten Physik-Threads (könnte bei stotternder Kamerabewegung helfen).
et: Keelab kõik eraldi füüsikalõimed (võib kasutada kaamera jõnksumise vältimiseks).
it: Disabilita tutti i thread fisici separati (potrebbe evitare il movimento a scatti della telecamera)
pl: Wyłącza wszystkie osobne wątki fizyczne (pomaga uniknąć zacinania się kamery).

source: Disables the collision detection between multiple trucks.
de: Deaktiviert die Kollisionsberechnung zwischen Fahrzeugen.
et: Keelab kokkupõrked erinevate sõidukite vahel.
it: Disabilita il rilevamento delle collisioni tra veicoli differenti.
pl: Wyłącza wykrywanie kolizji pomiędzy różnymi pojazdami.

source: Disables the collision detection within one truck (no self-collisions).
de: Deaktiviert die Kollisionsberechnung in einem Fahrzeug (keine Selbstkollision).
et: Keelab sõiduki kokkupõrked iseendaga (sõiduki detailid ei põrku)
it: Disabilita il rilevamento delle collisioni all'interno dello stesso veicolo (nessuna collisione con se stesso).
pl: Wyłącza wykrywanie kolizji w obrębie jednego pojazdu (brak wewnętrznych kolizji).

source: Disconnecting, wait 10 seconds ...
it: Disconnessione, attendi 10 secondi...
pl: Rozłączanie, poczekaj 10 sekund ...

source: Displays an unwrapped cube on what is used to project the reflections on vehicles
ca: Mostra un cub sense embolicar que s'utilitza per a projectar les reflexions sobre els vehicles
de: Zeigt auf einem abgeflachten Würfel, was zur Pro­jektion von Reflexionen auf ein Fahrzeug genutzt wird.
et: Kuvab sõidukite peegelduse kuvamiseks kasutatava kuubi pinnalaotuse
fi: Näyttää levitetyn kuution siitä, mitä käytetään projektoidessa heijastuksia ajoneuvoihin
it: Utilizza una mappatura cubica dell'ambiente circostante per proiettare i riflessi sui veicoli
pl: Pokazuje nienawiniętą siatkę kostki, demonstrującą sposób tworzenia efektu odbić światła na pojazdach
ro: Afișează un cub despachetat ca să poată fi folosit la proiectarea reflexiilor pe vehicule.
sk: Zobrazí rozvinutú kocku na to, čo sa používa na premietanie odleskoch na vozidlách

source: Drag anisotropy
ca: Arrossegament d'anisotropia
de: Richtungsabhängige Auftriebskraft
et: Lohistamise anisotroopia
fi: Vastuksen anistropia
it: Anisotropia da movimento
pl: Anizotropowość oporu ruchu
ro: Afișează anizotropia
sk: Přetáhněte anizotropii

source: Drag anisotropy:
ca: Càrrega d'anisotropia:
de: Richtungsabhängiger Strömungswiderstand:
et: Hõõrdumise anisotroopia:
fi: Vastuksen anisotropia
it: Anisotropia da movimento:
pl: Anizotropowość oporu ruchu:
ro: Aplică anizotropia:
sk: Pretiahnuť anisotropy:

source: Drive ratio:
pl: Przełożenie napędu:

source: Dynamic friction coef
ca: Coeficient de fricció dinàmica
de: Gleitreibungskoeffizient
et: Veerehõõrdumise tegur:
fi: Dynaaminen kitkakerroin
it: Coeff. di frizione dinamica
pl: Współczynnik tarcia kinetycznego
ro: Coeficientul Frecării Dinamice
sk: Koeficient dynamického trenia

source: Dynamic friction coef:
ca: Coeficient de fricció dinàmica:
de: Gleitreibungskoeffizient:
et: Veerehõõrdumise tegur:
fi: Dynaaminen kitkakerroin
it: Coeff. di frizione dinamica:
pl: Współcz. t. kinetycznego:
ro: Coeficientul de frecare dinamică:
sk: Koeficient dynamického trenia:

source: Dynamically
ca: Dinàmicament
de: Dynamisch
et: Dünaamiliselt
fi: Dynaamisesti
it: Dinamicamente
pl: Dynamicznie
ro: Dinamic
sk: Dynamicky

source: EXPERIMENTAL: add some grass
ca: EXPERIMENTAL: afegeix una mica d'herba
de: EXPERIMENTELL: Gras hinzufügen
et: KATSEJÄRGUS: lisa rohtu
fi: KOKEILULLINEN: lisää ruohoa
it: SPERIMENTALE: aggiunge un pò di erba
pl: EKSPERYMENTALNE: dodaj nieco trawy
ro: EXPERIMENT: adaugă ceva iarbă
sk: Experimentálne: pridať trocha trávy

source: EXPERIMENTAL: remove grass completely
ca: EXPERIMENTAL: suprimeix herba completament
de: EXPERIMENTELL: Gras komplett entfernen
et: KATSEJÄRGUS: eemalda rohi täielikult
fi: KOKEILULLINEN: poista kaikki ruoho
it: SPERIMENTALE: rimuovi erba completamente
pl: EKSPERYMENTALNE: usuń całkowicie trawę
ro: EXPERIMENT: înlătură iarba complet
sk: EXPERIMENTÁLNE: úplne odstrániť trávu

source: EXPERIMENTAL: remove some grass
ca: EXPERIMENTAL: suprimeix una mica d'herba
de: EXPERIMENTELL: Etwas Gras entfernen
et: KATSEJÄRGUS: eemalda rohtu
fi: KOKEILULLINEN: poista ruohoa
it: SPERIMENTALE: rimuove un pò di erba
pl: EKSPERYMENTALNE: usuń część trawy
ro: EXPERIMENT: înlătură ceva iarbă
sk: Experimentálne: odstrániť nejakú trávu

source: EXPERIMENTAL: save changes to the grass density image
ca: EXPERIMENTAL: guarda els canvis a la imatge d'herba densa
de: EXPERIMENTELL: Die Änderungen der Grasdichte speichern
et: KATSEJÄRGUS: salvesta muudatused rohutiheduse pildile
fi: KOKEILULLINEN: tallenna muutokset ruohokuvaan
it: SPERIMENTALE: salvare i cambiamenti all'immagine della densità dell'erba
pl: EKSPERYMENTALNE: zapisz zmiany do obrazu gęstości trawy
ro: EXPERIMENT: salvează setările pentru imaginea densității ierbii
sk: EXPERIMENTÁLNA: nastaví zmeny do obrázku výskytu trávy

source: EXPERIMENTAL: set maximum amount of grass
ca: EXPERIMENTAL: situa el màxim d'herba
de: EXPERIMENTELL: Die maximale Menge an Gras festlegen
et: KATSEJÄRGUS: sea rohu maksimaalne hulk
fi: KOKEILULLINEN: aseta maksimaalisin määrä ruohoa
it: SPERIMENTALE: imposta il maggior quantitativo di erba
pl: EKSPERYMENTALNE: ustaw ilość trawy na maksymalną
ro: EXPERIMENT: stabilește cantitatea maximă de iarbă
sk: Experimentálne: nastaviť hodnotu trávy na maximum

source: Enable Force Feedback
ca: Activa Suport de Moviment
de: Force Feedback aktivieren
et: Luba Force Feedback
fi: Aktivoi Force Feedback
it: Attiva il feedback forzato
pl: Włącz Force Feedback
ro: Activează Force Feedback-ul
sk: Povoliť spätnú väzbu sily

source: Enable Particle Systems
ca: Activa Sistema Partícules
de: Partikelsystem aktivieren
et: Luba osakesed
fi: Ota partikkelisysteemit käyttöön
it: Abilita il sistema particellare
pl: Włącz systemy cząsteczek
ro: Activează Sistemele de Particule
sk: Povoliť časticové efekty

source: Enable Position Storage
ca: Activa Posició d'Emmagatzematge
de: Positionsspeicherung aktivieren
et: Luba asukohasalvestus
fi: Aktivoi sijaintimuisti
it: Abilita il salvataggio della posizione
pl: Włącz zapisywanie pozycji
ro: Înregistrează Poziția
sk: Povoliť ukladanie pozície

source: Enable waves
ca: Habilitar ones
de: Wellen aktivieren
et: Aktiveeri lained
fi: Aallot
it: Abilita onde
pl: Włącz fale
ro: Activează valurile
sk: Aktivovať vlny

source: Enables Trigger debug messages
ca: Permet els missatges d'activació de depuració
de: Aktiviert Fehlersuchmeldungen für Trigger
et: Lubab kirjed trigerite veaotsinguks
fi: Aktivoi Trigger testauksen viestit
it: Attiva i messagi debug dei grilletti
pl: Włącza wiadomości debugowania Trigger
ro: Activează mesajele de depanare a Trigger-ului
sk: Umožní spustenie chybových hlásení

source: Enables high quality reflective effects. Causes a slowdown.
ca: Activa els efectes reflexius d'alta qualitat. Pot causar una baixada de rendiment.
de: Aktiviert hochwertige Reflexionseffekte. Kostet Performance.
et: Lubab kõrgekvaliteedilise peegelduse. Põhjustab aeglustumist.
fi: Ottaa käyttöön korkeatasoiset heijastukset. Aiheuttaa hidastumista.
it: Abilita riflessi d'alta qualità. Causa rallentamenti.
pl: Uruchamia refleksy w wysokiej jakości. Może powodować spowolnienie pracy
ro: Activează efectul de reflexii. Cauzează o încetinire.
sk: Povolí kvalitní odrazové efekty. Způsobuje zpomalení .

source: Enables the Scripting Console ingame. Use the ~ key.
ca: Activa l'scripting en joc per terminal. Utilitzeu la tecla ~.
de: Aktiviert die Scriptkonsole im Spiel. Nutze ~ um sie zu öffnen.
et: Lubab mängusisese skriptimiskonsooli. Kasuta ~ klahvi.
fi: Mahdollistaa Scripting konsolin pelissä. Käytä ~ näppäintä.
it: Abilita la console di scripting interna. Usa il tasto |.
pl: Umożliwia korzystanie z konsoli skryptów w trakcie gry. Użyj przycisku tyldy (~), by ją wyświetlić.
ro: Activează Consola de Scripting în joc. Folosește tasta ~ .
sk: Aktivuje skriptovaciu konzolu v hre. Použite klávesu ~.

source: Enabling waves adds a lot of fun in boats, but can have a big performance impact on some specific hardwares.
ca: Habilitantles ones s'afegeix més acció en els vaixells, però pot tenir un impacte gran en el rendiment en alguns maquinaris específics.
de: Das Aktivieren von Wellen bringt viel Spaß beim Boot fahren, kann aber die Spielgeschwindigkeit auf einigen Computern negativ beeinflussen.
et: Lainete lubamine teeb paadisõidu lõbusamaks, kuid võib mõjuda mõne riistvara jõudlusele.
fi: Aaltojen lisääminen tekee veneilyn hauskemmaksi, mutta sillä voi olla suuri vaikutus suorituskykyyn.
it: Abilitando le onde si guadagna in divertimento sulle navi, ma si può avere un notevole impatto sulle prestazione di alcuni particolari computer.
pl: Aktywowanie fal sprawia wiele zabawy przy pływaniu łodziami, ale może mieć znaczny wpływ na wydajność na niektórych komputerach.
ro: Activând valurile, adaugi destul de multă distracție într-o barcă, doar că pe unele sisteme ar putea avea un mare impact asupra performanțelor din joc.
sk: Povolenie vĺn pridá mnoho zábavy počas plavieb na lodiach, ale pri niektorých zostavách to môže mať výrazný dopad na pokles výkonu.

source: Engine
de: Motor
et: Mootor
it: Motore
pl: Silnik

source: Engine RPM:
ca: RPM del Motor:
de: Motordrehzahl:
et: Mootori pöörded:
fi: Moottorin kierrosluku:
it: Motore RPM (giri al minuto):
pl: Obroty na minutę (RPM) silnika:
ro: RPM Motorului:
sk: Otáčky motora:

source: Error setting Ogre Values
ca: S'ha produït un error configurant els Valors de l'Ogre
de: Fehler beim Einstellen der Ogre Werte
et: Viga Ogre väärtuste seadmisel
fi: Virhe asetettaessa Ogren arvoja
it: Errore nelle impostazioni dei valori Ogre
pl: Błąd przy ustawianiu wartości Ogre
ro: Eroare la setarea valorilor Ogre
sk: Chyba nastevenia Ogre hodnôt

source: Error while retrieving program space path
ca: S'ha produït un error mentre es recuperava el directori d'espai del programa
de: Fehler beim Abrufen des Programmpfades
et: Viga programmitee leidmisel
fi: Virhe haettaessa ohjelman polkua.
it: Ricerca cartella programma fallita
pl: Błąd przy znajdowaniu ścieżki programu
ro: Eroare in timpul primirii caii de spatiu a programului
sk: Chyba pri načítaní dátové cesty programu

source: Error while retrieving user space path
ca: S'ha produït un error mentre es recuperava el directori d'espai d'usuari
de: Fehler beim Abrufen des Benutzerpfades
et: Viga kasutajaruumi tee leidmisel
fi: Virhe haettaessa käyttäjän tiedostokansiota
it: Errore nel tentativo di recuperare il percorso della cartella utente
pl: Błąd przy znajdowaniu ścieżki użytkownika
ro: Eroare in timpul primirii caii de distribuire a spatiului
sk: Chyba pri načítaní user space cesty

source: Error while saving position saved under slot
ca: S'ha produït un error mentre es desava la posició desada sota la ranura
de: Fehler beim Speichern der Position. Gespeichert auf Slot
et: Viga asukoha salvestamisel kohas
fi: Virhe tallennettaessa sijaintia tähän tallennus paikkaan
it: Errore durante il salvataggio della posizione salvata nello slot
pl: Błąd podczas zapisywania pozycji zapisanej pod slotem
ro: Eroare la salvarea poziției sub slotul
sk: Chyba pri ukladaní pozície uloženej pod slotom

source: Error: no rendersystems found
ca: S'ha produït un error: no hi ha sistemes de renderització
de: Fehler: Kein Ausgabesystem gefunden
et: Viga: rendersüsteemi ei leitud
fi: Virhe: renderöintijärjestelmää ei löytynyt
it: Errore: nessun sistema di rendering trovato
pl: Błąd: nie znaleziono systemów renderowania
ro: Eroare: niciun sistem de randare găsit
sk: Chyba: nenájdený žiadny vykresľovací systém

source: Establishing network session: sorry, you are banned: %s
ca: S'està establint la sessió de xarxa: us han prohibit la entrada: %s
de: Stelle Netzwerkverbindung her: Entschuldige, du wurdest hier gebannt: %s
et: Ühendan serveriga: vabandust, teil on sisenemiskeeld: %s
fi: Luodaan nettipeli-istuntoa: pahoittelut, olet bannattu: %s
it: Sessione di rete: Siamo spiacenti, sei stato bannato: %s
pl: Ustanawianie sesji sieciowej: przykro nam, zostałeś zbanowany: %s
ro: Se stabilește o sesiune de rețea: scuze, ai acces interzis: %s
sk: Vytváranie sieťového spojenia: prepáčte, máte ban: %s

source: Exhausts:
ca: Tubs d'escapament:
de: Auspuffe:
et: Väljalasketorusid:
fi: Pakoputket:
it: Scarichi:
pl: Wydechy:
ro: Evacuări:
sk: Výfuky:

# GameSettings
source: Extra resources directory
pl: Katalog zasobów dodatkowych

source: FOV External:
ca: FOV Externa:
de: Sichtfeld außen:
et: Väline FOV:
fi: FOV ulkokuvakulmassa:
it: Campo di vista esterno:
pl: Pole widzenia (widok zewn.):
ro: FOV Extern:
sk: Zorné pole vonkajšie:

source: FOV Internal:
ca: FOV Intern:
de: Sichtfeld innen:
et: Sisemine FOV:
fi: FOV sisäkuvakulmassa:
it: Campo di vista interno:
pl: Pole widzenia (w kokpicie):
ro: FOV Intern:
sk: FOV vnútorné

source: FPS-Limiter:
ca: Limitador FPS:
de: FPS-Begrenzer:
et: FPS-piiraja:
fi: FPS-rajoitin
it: Limite FPS:
pl: Limit klatek na sekundę:
ro: Limitator-FPS:

source: FX Colour
ca: Color de FX
de: Spezialeffekt Farbe
et: Efekti värv
fi: FX Väri
it: Colore Effetto
pl: Kolor FX
ro: Culoare FX
sk: FX farba

source: FX Type
ca: Tipus de FX
de: Spezialeffekt Typ
et: Efekti tüüp
fi: FX Tyyppi
it: Tipo di effetto
pl: Typ FX
ro: Tip FX
sk: FX typu

source: Filename:
ca: Fitxer:
de: Dateiname:
et: Faili nimi:
fi: Tiedostonimi:
it: Nome del file:
pl: Nazwa pliku:
ro: Numele fișierului:
sk: Meno súboru:

source: Flares:
ca: Bengales:
de: Lichter:
et: Tuled:
fi: Valot:
it: Fari:
pl: Flary:
ro: Semnalizatoare:
sk: Svetlá:

source: Flexbodies:
ca: Cossos flexibles:
de: Flexible Körper:
et: Flexbody'd:
fi: Flexbodyt:
it: Parti flessibili:
pl: Deformowalne ciała:
ro: Corpuri flexibile:

source: Flow behavior index
ca: Índex de comportament de flux
de: Fließverhalten Index
et: Vedeliku käitumisindeks
fi: Virtauksen käyttöhakemisto
it: Indice di comportamento del flusso
pl: Indeks zachowania prądu
ro: Indexul comportamentului curgerii
sk: Index správanie kvapaliny

source: Flow behavior index:
ca: Índex del comportament del flux:
de: Fließindex:
et: Vedeliku käitumisindeks:
fi: Virtauksen käytösindeksi
it: Indice di comportamento del flusso:
pl: Indeks zachowania prądu:
ro: Indexul comportării curgerii:
sk: Index správanie toku:

source: Flow consistency
ca: Consistència de flux
de: Viskosität
et: Voolavuse aste
fi: Virtauksen sakeus
it: Coerenza di flusso
pl: Spójność przepływu
ro: Consistența curgerii:
sk: Konzistencie prietoku

source: Flow consistency:
ca: Consistència de Flux:
de: Fließkonsistenz:
et: Voolavuse aste
fi: Virtauksen sakeus:
it: Coerenza di flusso:
pl: Spójność przepływu:
ro: Consistența curgerii:
sk: Konzistencia toku:

source: Fluid Settings
ca: Configuració Fluids
de: Flüssigkeits-Einstellungen
et: Vedelike seaded
fi: Neste asetukset
it: Settaggi fluidi
pl: Ustawienia cieczy
ro: Setări Lichide
sk: Nastavenie tekutín

source: Fluid density
ca: Densitat de fluid
de: Fluid-Dichte
et: Vedelike tihedus
fi: Nesteen tiheys
it: Densità dei fluidi
pl: Spoistość cieczy
ro: Densitatea lichidului
sk: hustota kvapaliny

source: Fluid density:
ca: Densitat de Fluid:
de: Flüssigkeits-Dichte:
et: Vedeliku tihedus:
fi: Aineen tiheys
it: Densita fluido:
pl: Spoistość cieczy:
ro: Densitatea lichidului:
sk: Hustota kvapaliny:

source: Friction Help
ca: Ajuda de Fricció
de: Hilfe zur Reibung
et: Hõõrdumise abi
fi: Apua Kitkasäätöihin
it: Aiuto frizione
pl: Pomoc odnośnie tarcia
ro: Ajutor la Frecare
sk: Pomocník pre trenie

source: Friction Help:
ca: Ajuda de fricció:
de: Hilfe zur Reibung:
et: Hõõrdumise abi:
fi: Kitka Avustus:
it: Aiuto frizione:
pl: Pomoc odnośnie tarcia:
ro: Ajutor Frecare:
sk: Pomoc s trením:

source: Friction Settings
ca: Configuració Fricció
de: Reibungseinstellungen
et: Hõõrdumise seaded
fi: Kitka-asetukset
it: Regolaz. attrito
pl: Ustawienia tarcia
ro: Setări Frecare
sk: Nastavenie trenia
