Repository: RigsOfRods/rigs-of-rods
Catalog: languages/*/ror.po
Languages: ca, cs, de, es, et, fi, fr, it, nl, pl, pt, pt_br, ro, ru, sk, ta

source: An exception (std::runtime_error) has occured!
cs: Nastala interní chyba (std::runtime_error)!
de: Ein Ausnahmefehler (std::runtime_error) ist aufgetreten!
es: ¡Ha ocurrido una excepción (std::runtime_error)!
et: Tekkinud on erand (std::runtime_error)!
fr: Une exception (std ::runtime_error) est survenue !
it: Si è verificata un'eccezione (std::runtime_error)!
nl: Een fout (std::runtime_error) is opgetreden!
pl: Wystąpił wyjątek (std::runtime_error)!
pt: Ocorreu uma exceção (std :: runtime_error)!
pt_br: Ocorreu uma exceção (std :: runtime_error)!
ru: Произошло исключение (std::runtime_error)!
ta: ஒரு விதிவிலக்கு (std :: runtime_error) நிகழ்ந்தது!

# Network
source: Error receiving data from network
cs: Chyba příjmu dat ze sítě
es: Error al recibir datos de la red
fr: Erreur de réception de données du réseau
nl: Fout bij het ontvangen van gegevens van het netwerk
pt: Erro ao receber dados da rede
pt_br: Erro ao receber dados da rede
ru: Ошибка при получении данных по сети
ta: நெட்வொர்க்கிலிருந்து தரவைப் பெறுவதில் பிழை

source: disconnected: remote side closed the connection
ca: desconnectat: la banda remota ha tancat la connexió
cs: odpojeno: vzdálená strana ukončila spojení
de: Verbindung getrennt: Die Verbindung wurde von der Gegenseite unterbrochen
es: Desconectado: el sitio remoto cerró la conexión
et: Ühendus katkes: kaugem osapool sulges ühenduse
fi: Yhteys katkaistu: Etätietokone sulki yhteyden
fr: Déconnecté : le serveur a été déconnecté
it: disconnesso: la connessione è stata chiusa da remoto
nl: verbinding verbroken: externe kant heeft de verbinding gesloten
pl: rozłączony: zdalna strona zamknęła połączenie
pt: Desconectado: Lado remoto fechou a conexão
pt_br: desconectado: o lado remoto fechou a conexão
ro: deconectat: cealaltă parte a închis conexiunea
ru: отключен: сервер закрыл соединение
sk: odpojené: druhá strana ukončila spojenie
ta: துண்டிக்கப்பட்டது: ரிமோட் சைட் இணைப்பை மூடியது

source: left the game
cs: opustil hru
es: se marchó del juego
fr: a quitté le jeu
nl: heeft het spel verlaten
pt: Saiu do jogo
pt_br: sair do jogo
ru: вышел из игры
ta: விளையாட்டை விட்டு வெளியேறினார்

source: joined the game
cs: se připojil do hry
es: se unió al juego
fr: a rejoint le jeu
nl: is in het spel gekomen
pt: Juntou-se ao jogo
pt_br: entrou no jogo
ru: присоединился к игре
ta: விளையாட்டில் சேர்ந்தார்

# Network
source: Starting...
cs: Rozbíhám...
es: Comenzando...
fr: Démarrage...
nl: Bezig met starten...
pt: Iniciando...
pt_br: Iniciando...
ru: Запуск...
ta: தொடங்குகிறது ...

source: Failed to launch connection thread
cs: Nepodařilo se spustit vlákno pro připojení
es: Fallo en el lanzamiento del hilo de conexión
fr: Impossible de se connecter
nl: Kan connectionthread niet starten
pl: Nie udało się uruchomić wątku połączenia
pt: Falha ao iniciar o canal de conexão
pt_br: Falha ao iniciar o canal de conexão
ru: Не удалось запустить поток соединения
ta: இணைப்பு நூலைத் தொடங்கத் தவறிவிட்டது

# Network
source: Estabilishing connection...
cs: Navazuji spojení...
es: Estableciendo conexión...
fr: Etablissement de la connection...
nl: Verbinding tot stand brengen ...
pt: Erro ao salvar a cena: muitos veículos...
pt_br: Estabelecendo conexão...
ru: Установка соединения...
ta: இணைப்பை நிறுவுதல் ...

source: Could not create connection
cs: Nepodařilo se navázat spojení
es: No se ha podido crear la conexión
fr: Connexion impossible
it: Non è possibile creare una connessione
nl: Kon geen verbinding maken
pl: Nie można ustanowić połączenia
pt: Não foi possível criar a ligação
pt_br: Não foi possível criar conexão
ru: Не удалось создать соединение
ta: இணைப்பை உருவாக்க முடியவில்லை

# Network
source: Getting server info...
cs: Přijímám informace o serveru...
es: Obteniendo información del servidor...
fr: Obtention des informations du serveur...
nl: Serverinformatie ophalen ...
pt: Obtendo informações do servidor...
pt_br: Obtendo informações do servidor...
ru: Получение информации о сервере...
ta: சேவையக தகவலைப் பெறுதல் ...

source: Establishing network session: error sending hello
ca: S'està establint sessió de xarxa: s'ha produït un error enviant 'hola'
cs: Stanovení síťové relace: Chyba při odesílání pozdravu
de: Stelle Netzwerkverbindung her: Fehler beim Senden des Initialen hallo
es: Estableciendo sesión de red: error enviando 'hello'
et: Ühendan serveriga: viga tervituse saatmisel
fi: Luodaan verkkoistuntoa virhe lähetettäessä 'tervehdystä'
fr: Établissement de la session en ligne : erreur lors de l'envoi d'une requête
it: Sessione di rete: errore inviando chiamata
nl: Vaststellen van de netwerk sessie: Fout bij verzenden hallo
pl: Ustanawianie sesji sieciowej: błąd przy wysyłaniu hello
pt: Estabelecendo conexão a rede: erro ao enviar Olá
pt_br: Estabelecendo sessão de rede: erro ao enviar olá
ro: Se stabilește o sesiune de rețea: eroare la trimiterea hello
ru: Установка соединения: ошибка отправки приветствия
sk: Zriadenie sieťovej relácie: chyba odosielania ahoj
ta: பிணையம் அமர்வை நிறுவுதல்: அலோ அனுப்புவதில் பிழை

source: Establishing network session: error getting server version
ca: S'està establint sessió de xarxa: s'ha produït un error obtenint la versió del servidor
cs: Navázání spojení: chyba při získávání verze serveru
de: Stelle Netzwerkverbindung her: Fehler beim Abrufen der Server-Version
es: Estableciendo sesión de red: error obteniendo versión del servidor
et: Ühendan serveriga: Viga serveri versiooni saamisel
fi: Perustetaan verkkosessiota: virhe serverin version selvityksessä
fr: Établissement de la session en ligne : erreur de récupération de la version du serveur
it: Stabilendo una sessione di rete: Errore nella versione del server
nl: Vaststellen netwerk sessie: foutmelding bij krijgen server versie
pl: Ustanawianie sesji sieciowej: błąd przy uzyskiwaniu wersji serwera
pt: Estabelecendo conexão: Erro de versão
pt_br: Estabelecendo sessão de rede: erro ao obter a versão do servidor
ro: Se stabilește o sesiune de rețea: eroare la solicitarea versiunii de server
ru: Установка соединения: ошибка при получении версии сервера
sk: Vytváranie sieťového spojenia: chyba pri získavaní verzie servera
ta: பிணைய அமர்வை நிறுவுதல்: சேவையக பதிப்பைப் பெறுவதில் பிழை

source: Establishing network session: wrong server version, you are using version '%s' and the server is using '%s'
ca: S'està establint sessió de xarxa: versió de servidor incorrecte, esteu utilitzant la versió '%s' i el servidor està utililitzant la '%s'
cs: Navázání relace: špatná verze serveru, vaše verze je '%s', verze serveru je '%s'
de: Stelle Netzwerkverbindung her: Falsche Serverversion, du benutzt Version '%s' und der Server benutzt '%s'
es: Estableciendo sesión de red: Versiones incompatibles, tú estás usando la versión '%s' y el servidor usa la versión '%s'
et: Ühendan serveriga: vale serveri versioon, kasutate versiooni '%s' aga server kasutab versiooni '%s'
fi: Luodaan nettipeli-istuntoa: väärä palvelinversio, käytät versiota '%s' ja palvelin käyttää versiota '%s'
fr: Établissement de la session en ligne: mauvaise version du serveur, vous utilisez la '%s' et le serveur utilise la '%s'
it: Stabilendo una sessione di rete: versione server errata, stai usando la versione '%s' e il server sta usando '%s'
nl: Vaststellen netwerk sessie: verkeerder server versie, je gebruikt versie '%s' en de server gebruikt '%s'
pl: Ustanawianie sesji sieciowej: niezgodna wersja serwera: ty używasz wersji '%s', a serwer używa '%s'.
pt: Estabelecendo a sessão de rede:a versão do servidor é errada,você está usando versão'%s' e o servidor está usando '%s'
pt_br: Estabelecer sessão de rede: versão errada do servidor, você está usando a versão '%s' e o servidor está usando '%s'
ro: Se stabilește o sesiune de rețea: versiune de server nepotrivită, folosești versiunea '%s' iar serverul folosește '%s'
ru: Установка соединения: неправильная версия сервера, вы используете версию '%s' а сервер использует '%s'
sk: Vytváranie sieťového spojenia: zlá verzia serveru, používate verziu '%s' a server používa verziu '%s'
ta: பிணையம் அமர்வை நிறுவுதல்: தவறான சேவையக பதிப்பு, நீங்கள் '%s' பதிப்பைப் பயன்படுத்துகிறீர்கள் மற்றும் சேவையகம் '%s' ஐப் பயன்படுத்துகிறது

source: server uses a different protocol version
ca: el servidor utilitza una versió de protocol diferent
cs: server používá jinou verzi protokolu
de: Der Server benutzt eine andere Protokollversion
es: El servidor usa un protocolo diferente
et: serveris kasutatakse erinevat protokolli versiooni
fi: palvelin käyttää eri protokolla versiota
fr: Le serveur utilise une version de protocole différente
it: il server usa una differente versione del protocollo
nl: server gebruikt een andere protocol versie
pl: Serwer używa innej wersji protokołu
pt: servidor usa uma versão de protocolo diferente
pt_br: o servidor usa uma versão de protocolo diferente
ro: serverul folosește o versiune de protocol diferită
ru: сервер использует другую версию протокола
sk: server používa inú verziu protokolu
ta: சேவையகம் வேறு நெறிமுறை பதிப்பைப் பயன்படுத்துகிறது

source: Establishing network session: error getting server hello
ca: S'està establint sessió de xarxa: s'ha produït un error enviant el 'hola'
cs: Navázání spojení: chyba při příjmu pozdravu od serveru
de: Stelle Netzwerkverbindung her: Fehler beim Senden des Initialen hallo
es: Estableciendo sesión de red: error obteniendo 'hello' del servidor
et: Ühendan serveriga: ei saanud serverilt tervitust
fi: Luodaan nettipeli-istuntoa: virhe, palvelimen "tervehdystä" ei vastaanotettu
fr: Établissement de la session en ligne : erreur lors de l'accueil du serveur
it: Sessione di rete: errore durante la risposta del server
nl: Vaststellen netwerk sessie: foutmelding tijdens server hallo
pl: Ustanawianie sesji sieciowej: błąd przy uzyskiwaniu hello serwera
pt: Estabelecendo conecção: Erro de servidor
pt_br: Estabelecendo sessão de rede: erro ao obter o olá do servidor
ro: Se stabilește o sesiune de rețea: eroare la primirea hello din partea serverului
ru: Установка соединения: ошибка получения отклика сервера
sk: Stanovenie siete relácie: chyba pri získavaní servera ahoj
ta: பிணைய அமர்வை நிறுவுதல்: சேவையகத்தைப் பெறுவதில் பிழை வணக்கம்

# Network
source: Authorizing...
cs: Probíhá autorizace...
es: Autorizando...
fr: Autorisation...
nl: Autoriseren ...
pt: Autorizando...
pt_br: Autorizando...
ru: Авторизация...
ta: ஏற்பு ...

source: Establishing network session: error sending user info
ca: S'està establint sessió de xarxa: s'ha produït un error enviant la informació de l'usuari
cs: Navázaní relace: chyba při zasílání informací o uživateli
de: Stelle Netzwerkverbindung her: Fehler beim Senden der Nutzerinformationen
es: Estableciendo sesión de red: error enviando información de usuario
et: Ühendan serveriga: tekkis viga kasutajainfo saatmisel
fi: Luodaan verkkoistuntoa: Virhe lähetettäessä käyttäjän tietoja
fr: Établissement de la session en ligne : erreur lors de l'envoi des données client
it: Sessione di rete: errore nell'invio delle informazioni sull'utente
nl: Vaststellen netwerk sessie: foutmelding tijdens versturen gebruikers info
pl: Ustanawianie sesji sieciowej: błąd przy wysyłaniu danych użytkownika
pt: Estabelecendo conexão: erro ao enviar informação do utilizador
pt_br: Estabelecendo sessão de rede: erro no envio de informações do usuário
ro: Se stabilește o sesiune de rețea: eroare trimitere informații utilizator
ru: Установка соединения: ошибка при отправке информации пользователя
sk: Vytváranie sieťového spojenia: chyba pri odosielaní informácií o používateľovi
ta: பிணைய அமர்வை நிறுவுதல்: பயனர் தகவலை அனுப்புவதில் பிழை

source: Establishing network session: error getting server authorization
ca: S'està establint sessió de xarxa: s'ha produït un error obtenint l'autorització del servidor
cs: Navázání spojení: chyba při získávání autorizace serveru
de: Stelle Netzwerkverbindung her: Fehler beim Einholen der Servererlaubnis
es: Estableciendo sesión de red: error obteniendo autorización del servidor
et: Ühendan võrguga: ei saanud serverilt luba
fi: Luodaan nettipeli-istuntoa: virhe vastaanotettaessa palvelimen käyttöoikeutta
fr: Établissement de la session en ligne : erreur lors de l’obtention de l'autorisation du serveur
it: Sessione di rete: errore nell'autorizzazione del server
nl: Vaststellen netwerk sessie: foutmelding tijdens server vergunning
pl: Ustanawianie sesji sieciowej: błąd przy uzyskiwaniu autoryzacji serwera
pt: A estabelecer a sessão de rede: erro ao obter a autorização do servidor
pt_br: Estabelecendo sessão de rede: erro ao obter autorização do servidor
ro: Se stabilește o sesiune de rețea: eroare la primirea autorizației de server
ru: Установка соединения: ошибка при авторизации на сервере
sk: Vytváranie sieťového spojenia: chyba získania autorizácie serveru
ta: பிணைய அமர்வை நிறுவுதல்: சேவையக அங்கீகாரத்தைப் பெறுவதில் பிழை

source: Establishing network session: sorry, server has too many players
ca: S'està establint sessió de xarxa: el servidor té prous jugadors
cs: Navázání spojení: Je nám líto, na serveru je příliš mnoho hráčů
de: Stelle Netzwerkverbindung her: Entschuldigung, auf dem Server sind bereits zu viele Spieler
es: Estableciendo sesión de red: Lo sentimos, el servidor tiene demasiados jugadores
et: Ühendan serveriga: serveril on liiga palju mängijaid
fi: Luodaan verkkoyhteyttä: Palvelimella on liikaa pelaajia.
fr: Établissement de la session en ligne : désolé, le serveur a atteint le nombre max. de joueurs
it: Stabilendo una sessione di rete: spiacente, il server ha troppi giocatori
nl: Vaststellen netwerk sessie: sorry, server heeft te veel spelers
pl: Ustanawianie sesji sieciowej: przykro nam, zbyt wielu graczy na wybranym serwerze
pt: estabelecendo conexão com a rede: desculpe, o server ja tem jogadores demais
pt_br: Estabelecendo sessão de rede: desculpe, o servidor tem muitos jogadores
ro: Se stabilește o sesiune de rețea: scuze, serverul are prea mulți utilizatori
ru: Установка соединения: извините, на сервере слишком много игроков
sk: Vytváranie sieťového spojenia: prepáčte, na serveri je už priveľa hráčov
ta: பிணையம் அமர்வை நிறுவுதல்: மன்னிக்கவும், சேவையகத்தில் அதிகமான வீரர்கள் உள்ளனர்

source: Establishing network session: sorry, you are banned!
ca: S'està establint la sessió de xarxa: teniu prohibida l'entrada!
cs: Navázání spojení: je nám líto, máte ban!
de: Stelle Netzwerkverbindung her: Entschuldige, du wurdest hier gebannt!
es: Estableciendo sesión de red: Lo sentimos, ¡tu entrada está vetada!
et: Ühendan serveriga: vabandust, teil on sisenemiskeeld!
fi: Luodaan verkkoistuntoa Sinä olet bannattu!
fr: Établissement de la session en ligne : désolé, vous êtes banni!
it: Sessione di rete: Siamo spiacenti, sei stato bannato!
nl: Vaststellen netwerk sessie: sorry, je bent verbannen!
pl: Ustanawianie sesji sieciowej: przykro nam, zostałeś zbanowany!
pt: Estabelecendo conexão: Desculpa, estás banido!
pt_br: Sessão de estabelecimento de rede: desculpe, você está banido!
ro: Se stabilește o sesiune de rețea: scuze, ai acces interzis!
ru: Установка соединения: извините, вы забанены!
sk: Vytváranie sieťového spojenia: prepáčte, máte ban!
ta: பிணையம் அமர்வை நிறுவுதல்: மன்னிக்கவும், நீங்கள் தடைசெய்யப்பட்டுள்ளீர்கள்!

source: Establishing network session: sorry, wrong password!
ca: S'està establint la sessió de xarxa: contrasenya incorrecta!
cs: Navázání spojení: je nám líto, špatné heslo!
de: Stelle Netzwerkverbindung her: Entschuldigung, falsches Passwort!
es: Estableciendo conexión de red: Lo sentimos, ¡contraseña incorrecta!
et: Ühendan serveriga: vale parool!
fi: Peruutetaan verkko istunto: Väärä salasana!
fr: Établissement de la session en ligne : désolé, le mot de passe est incorrect!
it: Stabilendo una sessione di rete: Spiacente, password errata!
nl: Vaststellen netwerk sessie: sorry, verkeerd wachtwoord!
pl: Ustanawianie sesji sieciowej: przykro nam, złe hasło!
pt: Estabelencendo conexão: desculpe, senha errada!
pt_br: Estabelecendo sessão de rede: desculpe, senha errada!
ro: Se stabilește o sesiune de rețea: scuze, parolă greșită!
ru: Установка соединения: извините, неверный пароль!
sk: Vytváranie sieťovej relácie: prepáčte, zlé heslo!
ta: பிணையம் அமர்வை நிறுவுதல்: மன்னிக்கவும், தவறான கடவுச்சொல்!

source: Establishing network session: sorry, wrong protocol version!
ca: S'està establint la sessió de xarxa: versió de protocol incorrecte!
cs: Navázání spojení: je nám líto, špatná verze protokolu!
de: Stelle Netzwerkverbindung her: Falsche Protokollversion!
es: Estableciendo sesión de red: lo sentimos, ¡versión del protocolo incorrecta!
et: Ühendan serveriga: vale serveri versioon!
fi: Luodaan nettipeli-istuntoa: Pahoittelut, väärä protokollaversio!
fr: Établissement de la session en ligne : désolé, la version du protocole est incorrecte!
it: Stabilendo una sessione di rete: siamo spiacenti, versione del protocollo errata!
nl: Vaststellen netwerk sessie: sorry, verkeerde protocol versie!
pl: Ustanawianie sesji sieciowej: przykro nam, zła wersja protokołu!
pt: estabelecendo conexão com a rede: desculpe, a versão do protocolo está errada!
pt_br: Estabelecendo sessão de rede: desculpe, versão de protocolo errada!
ro: Se stabilește o sesiune de rețea: scuze, versiunea de protocol nepotrivită!
ru: Установка соединения: извините, неверная версия протокола!
sk: Vytváranie sieťového spojenia: prepáčte, zlá verzia protokolu!
ta: பிணையம் அமர்வை நிறுவுதல்: மன்னிக்கவும், தவறான நெறிமுறை பதிப்பு!

source: Establishing network session: sorry, unknown server response
ca: S'està establint sessió de xarxa: servidor desconegut
cs: Navázání spojení: Je nám líto, neznámá odezva serveru
de: Stelle Netzwerkverbindung her: Entschuldigung, unbekannte Server-Antwort
es: Estableciendo sesión de red: Lo sentimos, respuesta del servidor desconocida
et: Ühendan serveriga: serveri vastus tundmatu
fi: Luodaan nettipeli-istuntoa: tuntematon palvelimen vastaus
fr: Établissement de la session en ligne : désolé, réponse inconnue du serveur
it: Stabilendo una sessione di rete: Spiacente, risposta del server non riconosciuta
nl: Vaststellen netwerk sessie: sorry, onbekende server reactie
pl: Ustanawianie sesji sieciowej: przykro nam, nieznana odpowiedź serwera
pt: Estabelecendo conexão com a rede: desculpe, resposta do servidor desconhecida
pt_br: Estabelecendo sessão de rede: desculpe, resposta desconhecida do servidor
ro: Se stabilește o sesiune de rețea: scuze, reacție de server necunoscută
ru: Установка соединения: извините, неизвестный ответ сервера
sk: Vytváranie sieťovej relácie: prepáčte, odpoveď servera neznáma
ta: பிணையம் அமர்வை நிறுவுதல்: மன்னிக்கவும், அறியப்படாத சேவையக பதில்

# Network
source: Finishing...
cs: Dokončuji...
es: Terminando...
fr: Finalisation...
nl: Voltooien...
pt: Finalizando...
pt_br: Finalizando...
ru: Завершение...
ta: முடித்தல் ...

# NetUserAuth
source: Admin
cs: Správce
es: Administrador
fr: Administrateur
pt: Administrador
pt_br: Administrador
ru: Админ
ta: நிர்வாகி

# NetUserAuth
source: Mod
es: Moderador
fr: Contenu
pt: Mods
pt_br: Mods
ru: Модератор
ta: மோட்

# NetUserAuth
source: Bot
fr: Robot
pt: Robo
pt_br: Robô
ru: Бот
ta: போட்

# NetUserAuth
source: Ranked
cs: Registrován
es: Clasificado
fr: Classé
nl: Gerankt
pt: Classificado
pt_br: Classificado
ru: Подтверждённый
ta: தரவரிசை

# NetUserAuth
source: Banned
cs: Zakázán
es: Vetado
fr: Banni
nl: Verbannen
pt: Banido
pt_br: Banido
ru: Забанен
ta: தடைசெய்யப்பட்டது

# NetUserAuth
source: Guest
cs: Host
es: Invitado
fr: Invité
nl: Gast
pt: Convidado
pt_br: Não Logado
ru: Гость
ta: விருந்தினர்

# NetUserAuth
source: Server Administrator
cs: Správce serveru
es: Administrador del servidor
fr: Administrateur du serveur
pt: Administrador do server
pt_br: Administrador do servidor
ru: Администратор сервера
ta: சேவையக நிர்வாகி

# NetUserAuth
source: Server Moderator
cs: Moderátor serveru
es: Moderador del servidor
fr: Modérateur du serveur
pt: Moderador do servidor
pt_br: Moderador de Servidor
ru: Модератор сервера
ta: சேவையக மதிப்பீட்டாளர்

# NetUserAuth
source: Ranked user
cs: Registr. uživatel
es: Usuario clasificado
fr: Utilisateur classé
pt: Utilizador classificado
pt_br: Usuário Classificado
ru: Привилегированный пользователь
ta: தரவரிசை பயனர்

# NetUserAuth
source: Banned user
cs: Zakázaný uživatel
es: Usuario vetado
fr: Utilisateur banni
nl: Verbannen gebruiker
pt: Utilizador Banido
pt_br: Usuário Banido
ru: Забаненный пользователь
ta: தடைசெய்யப்பட்ட பயனர்

source: content mismatch:
cs: Obsah se neshoduje s protějškem:
es: discrepancia de contenido:
fr: contenu incompatible :
nl: inhoud mismatch:
pt: Nenhum conteúdo instalado :
pt_br: incompatibilidade de conteúdo:
ru: Несовпадение контента
ta: உள்ளடக்க பொருந்தாத தன்மை:

source: No inter-axle differential installed on current vehicle!
cs: Toto vozidlo nemá žádný mezi-nápravový diferenciál!
es: ¡No hay ningún diferencial entre ejes instalado en el vehículo actual!
fr: Pas de différentiel inter-essieu installé sur ce véhicule !
nl: Geen inter-differentieel geïnstalleerd op de huidige voertuig!
pt: Nenhum diferencial entre eixos instalado no veículo atual!
pt_br: Nenhum diferencial inter-eixo instalado no veículo atual!
ru: На текущем транспорте не установлено межосевых дифференциалов!
ta: தற்போதைய வாகனத்தில் இடை-அச்சு வேறுபாடு நிறுவப்படவில்லை!

source: Axle
cs: Náprava
es: Eje
fr: Essieu
it: Asse
nl: As
pl: Oś
pt: Eixo
pt_br: Eixo
ru: Ось
ta: அச்சு

source: No inter-wheel differential installed on current vehicle!
cs: Toto vozidlo nemá na žádné nápravě diferenciál!
es: ¡No hay diferencial entre ruedas instalado en el vehículo actual!
fr: Pas de différentiel inter-roues installé sur ce véhicule !
nl: Geen inter-wiel differentieel geïnstalleerd op huidig voertuig!
pt: Nenhum diferencial entre eixos instalado no veículo atual!
pt_br: Nenhum diferencial inter-roda instalado no veículo atual!
ru: На текущем транспорте не установлено межколёсных дифференциалов!
ta: தற்போதைய வாகனத்தில் இடை-சக்கர வேறுபாடு நிறுவப்படவில்லை!

source: Transfercase switched to:
cs: Rozvodovka v režimu:
es: Caja de transferencia cambiada a:
fr: Boîte de transfert en mode :
nl: Transfer Case overgeschakeld naar:
pt: Caixa de transferência trocada para:
pt_br: Caixa de transferência trocada para:
ru: Раздаточная коробка переключена на:
ta: இதற்கு மாற்றவும்:

source: No transfercase installed on current vehicle!
cs: Toto vozidlo nemá žádnou rozvodovku!
es: ¡No hay caja de transferencia instalado en el vehículo actual!
fr: Pas de boîte de transfert installé sur ce véhicule !
nl: Geen transfercase geïnstalleerd op huidig voertuig!
pt: Nenhuma caixa de transferência instalada no veículo atual!
pt_br: Nenhuma caixa de transferência instalada no veículo atual!
ru: На текущем транспорте не установлена раздаточная коробка!
ta: தற்போதைய வாகனத்தில் டிரான்ச்ஃபோர்கேச் நிறுவப்படவில்லை!

source: Actor is too big to be sent over the net.
cs: Objekt je moc velký pro síťovou hru.
es: El actor es demasiado grande para ser enviado por la red.
fr: L'acteur est trop gros pour être envoyé sur internet.
it: Il veicolo è troppo grande per passare attraverso la rete.
nl: Vrachtwagen is te groot om over het net te worden verzonden.
pl: Obiekt jest zbyt duży, by mógł zostać wysłany przez Internet.
pt: O ator é muito grande para ser enviado pela rede.
pt_br: O ator é muito grande para ser enviado pela rede.
ru: Объект слишком большой для передачи через сеть.
ta: நடிகர் வலையில் அனுப்ப முடியாத அளவுக்கு பெரியவர்.

source: Network error!
ca: S'ha produït un error de xarxa!
cs: Chyba sítě!
de: Netzwerk-Fehler!
es: ¡Error de red!
et: Võrgu viga!
fi: Virhe tapahtunut nettipelissä !
fr: Erreur réseau !
it: Errore connessione!
nl: Netwerk fout!
pl: Błąd sieci!
pt: Erro na rede!
pt_br: Erro de rede!
ro: Eroare de Rețea!
ru: Ошибка сети!
sk: Chyba siete!
ta: பிணைய பிழை!
