Repository: RigsOfRods/rigs-of-rods
Catalog: languages/*/ror.po
Languages: ca, cs, de, es, et, fi, fr, it, nl, pl, pt, pt_br, ro, ru, sk, ta

source: Get or set terrain gravity. Constants: earth/moon/mars/jupiter.
cs: Vypsat nebo nastavit gravitaci terénu. Konstanty: "earth (země)/moon (měsíc)/mars/jupiter".
es: Obtener o establecer la gravedad del terreno. Constantes: earth/moon/mars/jupiter.
fr: Applique ou règle la gravité du terrain. Constantes : earth (Terre) / moon (Lune) / mars / jupiter.
nl: Verkrijg of stel de zwaartekracht van het terrein in. Constanten: earth/moon/mars/jupiter.
pt: Obtenha ou defina a gravidade do terreno.Constants: earth/moon/mars/jupiter.
pt_br: Obtenha ou defina a gravidade do terreno. Constantes: terra/lua/marte/júpiter.
ru: Получить или установить гравитацию карты. Предустановки: earth/moon/mars/jupiter.
ta: நிலப்பரப்பு ஈர்ப்பைப் பெறுங்கள் அல்லது அமைக்கவும். மாறிலிகள்: பூமி/சந்திரன்/செவ்வாய்/வியாழன்.

source: Current gravity is:
cs: Současná gravitace je:
de: Aktuelle Gravitation:
es: Gravedad Actual:
et: Praegune gravitatsioon:
fr: Gravité actuelle :
it: La costante di gravità corrente è:
nl: Huidige zwaartekracht:
pl: Aktualne ciążenie wynosi:
pt: Gravidade atual:
pt_br: A gravidade atual é:
ru: Текущая гравитация:
ta: தற்போதைய ஈர்ப்பு:

source: Gravity set to:
cs: Gravitace nastavena na:
de: Gravitation eingestellt auf:
es: Gravedad en:
et: Gravitatsioon seatud:
fr: Gravité réglée à
it: Costante di gravità impostata:
nl: Gravity ingesteld op:
pl: Grawitacja ustawiona na:
pt: Gravidade definida para:
pt_br: Gravidade definida para:
ru: Гравитация установлена в:
ta: ஈர்ப்பு விசையை அமைக்கவும்:

source: Get or set water level.
cs: Vypsat nebo nastavit výšku vodní hladiny.
es: Obtener o ajustar el nivel de agua.
fr: Applique ou règle le niveau de l'eau.
nl: Waterpeil ophalen of instellen.
pt: Obtenha ou defina o nível de água.
pt_br: Obtenha ou defina o nível da água.
ru: Получить или установить уровень воды.
ta: நீர் மட்டத்தைப் பெறுங்கள் அல்லது அமைக்கவும்.

source: This terrain does not have water.
cs: Tento terén neobsahuje vodu.
es: Este terreno no tiene agua.
fr: Ce terrain n'a pas d'eau.
nl: Dit terrein heeft geen water.
pt: Não há aguá neste terreno.
pt_br: Este terreno não tem água.
ru: На этой карте нет воды.
ta: இந்த நிலப்பரப்பில் தண்ணீர் இல்லை.

source: Water level set to:
cs: Úroveň vody nastavena na:
de: Wasserstand eingestellt auf:
es: Nivel del mar establecido en:
et: Veetase seatud:
fr: Niveau de l'eau réglée à
it: Livello dell'acqua impostato a:
nl: Waterhoogte ingesteld op:
pl: Poziom wody ustawiony na:
pt: Nível de água definido para:
pt_br: Nível de água definido para:
ru: Уровень воды установлен на:
ta: நீர் நிலை அமைக்கப்பட்டுள்ளது:

source: Get elevation of terrain at current position
cs: Zjistit výšku terénu na současné pozici
es: Obtener la elevación del terreno en la posición actual
fr: Obtient l'élévation du terrain à la position actuelle
nl: Krijg hoogte van het terrein op de huidige positie
pt: Obtenha a elevação do terreno na posição atual
pt_br: Obtenha a elevação do terreno na posição atual
ru: Получить высоту карты на текущей позиции
ta: தற்போதைய நிலையில் நிலப்பரப்பின் உயரத்தைப் பெறுங்கள்

source: Terrain height at position:
ca: L'alçada del terreny en la posició:
cs: Výška terénu v místě:
de: Geländehöhe an der Position:
es: Altura del terreno en la posición:
et: Maastiku kõrgus asukohas:
fi: Maaston korkeus sijainnissa
fr: Altitude du terrain à votre position :
it: Altezza Terreno alla posizione:
nl: Terrein hoogte op positie:
pl: Wysokość terenu w pozycji:
pt: Altura do terreno na posição:
pt_br: Altura do terreno na posição:
ro: Înălțimea terenului la poziția:
ru: Высота карты на текущей позиции:
sk: Výška terénu v pozícii:
ta: நிலையில் நிலப்பரப்பு உயரம்:

source: spawnobject - spawn a object at the player position
cs: stvořit objekt na pozici hráče
es: spawnobject - crea un objeto en la posición del jugador
fr: spawnobject - génère un objet à la position du joueur
nl: spawnobject - spawn een object op de spelerpositie
pt: spawnobject - gera um objeto na posição do jogador
pt_br: spawnobject - gera um objeto na posição do jogador
ru: spawnobject - создаёт объект на позиции игрока
ta: ச்பானோப்செக்ட் - பிளேயர் நிலையில் ஒரு பொருளை உருவாக்குகிறது

source: Missing parameter:
cs: Chybějící parametr:
es: Falta un parámetro:
fr: Paramètre oublié :
nl: Ontbrekende parameter:
pt: Parâmetro ausente:
pt_br: Parâmetro faltando:
ru: Отсутствует параметр:
ta: காணாமல் போன அளவுரு:

source: Spawned object at position:
cs: Stvořen objekt na pozici:
es: Objeto generado en la posición:
fr: Objet généré à la position :
nl: Spawned object op positie:
pt: Objeto gerado na posição:
pt_br: Objeto gerado na posição:
ru: Создан объект на позиции:
ta: நிலையில் உருவான பொருள்:

source: Could not spawn object
ru: Не удалось создать объект
ta: பொருளை உருவாக்க முடியவில்லை

source: log - toggles log output on the console
cs: Zapne/vypne propisování logu do konzole
es: log - Activa la salida del registro en la consola
fr: log - Permet de montrer la console
nl: log - toont de log uitvoer in de console
pt: log - alterna a saída de log no console
pt_br: log - alterna a saída de log no console
ru: log - включает вывод лога в консоль
ta: பதிவு - கன்சோலில் பதிவு வெளியீட்டை மாற்றுகிறது

source: ver - shows the Rigs of Rods version
cs: Zobrazí verzi Rigs of Rods
es: ver - muestra la versión de Rigs of Rods
fr: ver- affiche la version de Rigs of Rods
nl: ver - toont de Rigs of Rods versie
pl: ver - pokazuje wersję Rigs of Rods
pt: ver - mostrar a versão do Rigs of Rods
pt_br: ver - mostra a versão Rigs of Rods
ru: ver - показывает версию Rigs of Rods
ta: ver - தண்டுகள் பதிப்பின் ரிக்குகளைக் காட்டுகிறது

source: pos - outputs the current position
cs: vypíše současnou pozici
es: pos - muestra la posición actual
fr: pos - indique la positon actuelle
nl: pos - toont de huidige positie
pl: pos - przedstawia aktualną pozycję
pt: pos - produz a posição atual
pt_br: pos - produz a posição atual
ru: pos - выводит текущую позицию
ta: POS - தற்போதைய நிலையை வெளியிடுகிறது

source: Character position:
ca: Posició del personatge:
cs: Pozice postavy:
de: Charakter Position:
es: Posición de RoRbot:
et: Tegelase asukoht:
fi: Hahmon sijainti
fr: Position du personnage :
it: Posizione personaggio:
nl: Plaats van persoon:
pl: Pozycja postaci:
pt: Posição do personagem:
pt_br: Posição do personagem:
ro: Poziția personajului:
ru: Позиция персонажа:
sk: Pozícia postavy
ta: எழுத்து நிலை:

source: Vehicle position:
ca: Posició del Vehicle:
cs: Pozice vozidla:
de: Fahrzeugposition:
es: Posición del vehículo:
et: Sõiduki asukoht:
fi: Ajoneuvon sijainti
fr: Position du véhicule :
it: Posizione del veicolo:
nl: voertuig positie:
pl: Pozycja pojazdu:
pt: Posição do veículo:
pt_br: Posição do veículo:
ro: Poziția vehicului:
ru: Позиция транспортного средства:
sk: pozície vozidla
ta: வாகன நிலை:

source: goto <x> <y> <z> - jumps to the mentioned position
cs: skočí na zadanou pozici
es: goto <x> <y> <z> - salta a la posición mencionada
fr: goto <x> <y> <z> - saute à la position mentionnée
nl: goto <x> <y> <z> - springt naar de genoemde positie
pt: vá para <x> <y> <z> - pule para a posição mencionada
pt_br: goto <x> <y> <z>-teleporta para a posição mencionada
ru: goto <x> <y> <z> - телепортирует на указанные координаты
ta: Goto <x> <y> <z> - குறிப்பிடப்பட்ட நிலைக்கு குதிக்கிறது

source: usage: goto x y z
cs: použití: goto X Y Z
es: uso: goto x y z
fr: utilisation : goto x y z
nl: Gebruik : goto x y z
pl: użycie: goto x y z
pt: uso: vá para x y z
pt_br: uso: goto x y z
ru: использование: goto x y z
ta: பயன்பாடு: கோட்டோ ஃச் ஒய் சட்

source: Character position set to:
ca: Posició del personatge a:
cs: Pozice postavy nastavena na:
de: Charakter Position gesetzt auf:
es: Posición del personaje establecida en:
et: Tegelase asend seatud:
fi: Hahmon sijainti asetettu
fr: Position du personnage réglée à
it: Posiziona il personaggio a :
nl: Positie van persoon is gezet naar:
pl: Pozycja postaci ustawiona do:
pt: Posição do caractere definida para:
pt_br: Posição do caractere definida para:
ro: Poziția personajului setată la:
ru: Позиция персонажа установлена в:
sk: Pozície postavičky nastavená na:
ta: எழுத்துக்குறி நிலை இதற்கு அமைக்கப்பட்டுள்ளது:

source: Vehicle position set to:
ca: Posició del vehicle a:
cs: Pozice vozidla nastavena na:
de: Fahrzeugposition eingestellt auf:
es: posición del vehículo establecida en:
et: Sõiduki asukoht seatud:
fi: Ajoneuvon sijainti asetettu
fr: Position du véhicule modifiée en :
it: posizione del veicolo impostata a:
nl: Voertuig positie gezet op:
pl: Pozycja pojazdu ustawiona do:
pt: Posição do veículo definida para:
pt_br: Posição do veículo definida para:
ro: Poziția vehicului setată la:
ru: Позиция автомобиля установлена в:
sk: Pozície vozidla nastavená na:
ta: வாகன நிலை இச் இதற்கு அமைக்கப்பட்டுள்ளது:

source: Run AngelScript code snippet
cs: Spustit krátký skript jaz. AngelScript
es: Ejecutar el fragmento de código AngelScript
fr: Lancer l'extrait de code AngelScript
nl: AngelScript-codefragment uitvoeren
pt: Execute o snippet de código AngelScript
pt_br: Execute o código AngelScript snippet
ru: Запустить сниппет кода AngelScript
ta: ஏஞ்சல்ச்கிரிப்ட் குறியீடு துணுக்கை இயக்கவும்

source: Scripting disabled in this build
cs: Skriptování v tomto buildu není podporováno
es: Scripting desactivado en esta versión
fr: Les scripts sont désactivés dans cette version
nl: Scripting is uitgeschakeld in deze build
pt: Scripting desativado nesta construção
pt_br: Scripting desativado nesta Build
ru: Скриптинг отключен в этой сборке
ta: இந்த கட்டமைப்பில் ச்கிரிப்டிங் முடக்கப்பட்டுள்ளது

source: quit - exit Rigs of Rods
cs: Ukončí Rigs of Rods
es: quit - salir de Rigs of Rods
fr: quit - quitte Rigs of Rods
nl: quit - sluit Rigs of Rods af
pl: quit - opuszcza Rigs of Rods
pt: sair - sair do Rigs of Rods
pt_br: sair - sair Rigs de Rods
ru: Выйти- Выйти из Rigs of Rods
ta: வெளியேறு - தண்டுகளின் வெளியேறுதல்

source: help - information on commands (this)
cs: vypíše informace o příkazech
es: help - información sobre los comandos (esto)
fr: help - information sur cette commande
nl: help - informatie over de commando's (dit)
pt: ajuda - informações sobre comandos (este)
pt_br: ajuda - informações sobre comandos (este)
ru: помощь - информация о командах (это)
ta: உதவி - கட்டளைகள் பற்றிய செய்தி (இது)

source: Available commands:
cs: Dostupné příkazy:
de: Verfügbare Befehle:
es: Comandos disponibles:
et: Võimalikud käsklused:
fr: Commandes disponibles :
it: Comandi disponibili:
nl: Beschikbare commando's:
pl: Dostępne polecenia:
pt: Comandos disponíveis:
pt_br: Comandos disponíveis:
ru: Доступные команды:
ta: கிடைக்கும் கட்டளைகள்:

source: Tips:
cs: Tipy:
de: Tipps:
es: Pista:
et: Näpunäited:
fr: Astuces :
it: Suggerimenti:
pl: Porady:
pt: Dicas:
pt_br: Tipos:
ru: Советы:
ta: உதவிக்குறிப்புகள்:

source: - use Arrow Up/Down Keys in the InputBox to reuse old messages
cs: - klávesami Šipka Nahoru/Dolů ve vstupním poli můžete vybrat starší zprávy
de: - verwende die Pfeiltasten Hoch/Runter in der Eingabemaske, um alte Eingaben wieder zu verwenden
es: - Use las teclas flecha arriba/abajo en la caja de texto para reusar mensajes anteriores
et: - kasuta nool üles/nool alla klahve saadetud sõnumite uuesti kasutamiseks
fr: - utilisez les touches directionnelles haut et bas dans la boîte de dialogue pour réutiliser d'anciens messages
it: - usare i tasti Freccia Su/Giù nel Campo di Immissione per riutilizzare messaggi precedenti
nl: - Gebruik de Pijl omhoog / omlaag in de Input Box om oude berichten te hergebruiken
pl: - użyj strzałek w górę i w dół w polu wprowadzania, aby ponownie wpisać stare wiadomości
pt: - use as teclas de seta para cima / para baixo no InputBox para reutilizar mensagens antigas
pt_br: - use as teclas de seta para cima / para baixo no InputBox para reutilizar mensagens antigas
ru: - Используйте стрелки вверх/вниз в поле ввода чтобы просмотреть старые сообщения
ta: - பழைய செய்திகளை மீண்டும் பயன்படுத்த உள்ளீட்டு பெட்டியில் அம்பு அப்/டவுன் விசைகளைப் பயன்படுத்தவும்

source: Runs an AngelScript file
ru: Запускает файл AngelScript
ta: ஏஞ்சல்ச்கிரிப்ட் கோப்பை இயக்குகிறது

source: Failed to load script. See 'Angelscript.log' or use console command `log` and retry.
ru: Не удалось загрузить скрипт. Просмотрите 'AngelScript.log' или используйте команду `log` и попробуйте снова.
ta: ச்கிரிப்டை ஏற்றுவதில் தோல்வி. 'Angelscript.log' ஐப் பார்க்கவும் அல்லது கன்சோல் கட்டளை `உள்நுழைவு` ஐப் பயன்படுத்தவும்.

source: Script '{}' running with ID '{}'
ru: Скрипт '{}' запущен с ID '{}'
ta: ச்கிரிப்ட் '{}' ஐடியுடன் இயங்குகிறது '{}'

source: Print cvars with one of <expr> in name
cs: Vypsat proměnné obsahující <expr> v názvu
es: Imprimir cvars con una de <expr> en el nombre
fr: Afficher les cvars avec <expr> dans le nom
nl: Print cvars met een <expr> in naam
pt: Imprime cvars com um de <expr> no nome
pt_br: Print cvars com um de <expr> no nome
ru: Вывести cvars с одним из <expr> в названии
ta: CVAR களை <expr> பெயரில் அச்சிடுக

source: Get or set value of existing CVar
cs: Přečíst nebo nastavit existující CVar
es: Obtener o establecer valor de la CVar existente
fr: Obtenir ou définir la valeur d'une variable de console
nl: Waarde van bestaande CVar ophalen of instellen
pt: Obtenha ou defina o valor do CVar existente
pt_br: Obtenha ou defina o valor do CVar existente
ru: Получить или установить значение существующей CVar
ta: இருக்கும் சி.வி.ஏ.ஆர் மதிப்பைப் பெறுங்கள் அல்லது அமைக்கவும்

source: No such CVar:
cs: Taková CVar tu není:
es: No hay tal CVar:
fr: Aucune CVar :
nl: Geen dergelijke CVar:
pt: Esse CVar não existe:
pt_br: Esse CVar não existe:
ru: Нет такой переменной:
ta: அத்தகைய சி.வி.ஏ.ஆர் இல்லை:

source: Set or create string CVar
cs: Nastav nebo vytvoř CVar typu string
es: Establecer o crear cadena CVar
fr: Définir un CVar de texte
nl: Stel of creëer string CVar
pt: Definir ou criar cadeia CVar
pt_br: Definir ou criar string CVar
ru: Создать или установить значение строчной (string) cvar
ta: சரம் CVAR ஐ அமைக்கவும் அல்லது உருவாக்கவும்

source: Set or create boolean CVar
cs: Nastav nebo vytvoř CVar typu bool
es: Establecer o crear booleano CVar
fr: Définir un CVar de booléen
nl: Stel een boolean CVar in of maak deze aan
pt: Definir ou criar CVar booleano
pt_br: Defina ou crie CVar boolean
ru: Создать или установить значение числовой (boolean) cvar
ta: பூலியன் சி.வி.ஆரை அமைக்கவும் அல்லது உருவாக்கவும்

source: Set or create integer CVar
cs: Nastav nebo vytvoř celočíselnou CVar
es: Establecer o crear número entero CVar
fr: Définir un CVar d'entier
nl: Stel of creëer integer CVar
pt: Definir ou criar CVar inteiro
pt_br: Definir ou criar CVar inteiro
ru: Создать или установить значение целочисленной (integer) cvar
ta: முழு எண் CVAR ஐ அமைக்கவும் அல்லது உருவாக்கவும்

source: Set or create real-number CVar
cs: Nastav nebo vytvoř decimální CVar
es: Establecer o crear número real CVar
fr: Définir un CVar d'un réel
nl: Stel of creëer real-number CVar
pt: Definir ou criar CVar de número real
pt_br: Defina ou crie CVar em número real
ru: Создать или установить значение real-number cvar
ta: உண்மையான எண் CVAR ஐ அமைக்கவும் அல்லது உருவாக்கவும்

source: Clear console history. Types: all/info/net/chat/terrn/actor/script
cs: Promazat historii konzole. Typy: all(vše)/info/net/chat/terrn/actor/script
es: Borrar el historial de la consola. Tipos: all/info/net/chat/terrn/actor/script
fr: Effacer l'historique de la console. Types : all/info/net/chat/terrn/actor/script
nl: Console geschiedenis wissen. Types: all/info/net/chat/terrn/actor/script
pt: Limpe o histórico do console. Tipos: all/info/net/chat/terrn/actor/script
pt_br: Limpe o histórico do console. Tipos: all/info/net/chat/terrn/actor/script
ru: Очистить историю консоли. Типы: all/info/net/chat/terrn/actor/script
ta: தெளிவான கன்சோல் வரலாறு. வகைகள்: அனைத்தும்/தகவல்/நிகர/அரட்டை/டெர்ன்/நடிகர்/ச்கிரிப்ட்

source: No such message type: {}
cs: Takový typ zprávy neexistuje: {}
es: No hay tal tipo de mensaje: {}
fr: Aucun type de message : {}
nl: Geen bericht van dit type: {}
pt: Esse tipo de mensagem não existe: {}
pt_br: Esse tipo de mensagem não existe: {}
ru: Нет такого типа сообщения: {}
ta: அத்தகைய செய்தி வகை இல்லை: {}

source: Using slashes before commands are deprecated, you can now type command without any slashes
cs: Psát lomítka před příkazy je považováno za zastaralé, pište příkazy rovnou
es: El uso de barras antes de los comandos está en desuso, ahora puede escribir el comando sin barras
fr: L'utilisation des barres obliques avant les commandes sont obsolètes, vous pouvez dorénavant entrer la commande sans barres obliques
nl: Met slashes voor commands worden zijn deprecated, je kan nu commands typen zonder slashes
pl: Używanie ukośników przed komendami jest przestarzałe, możesz wpisać komendę bez żadnych ukośników
pt: Usando barras antes de os comandos se tornarem obsoletos, agora você pode digitar o comando sem barras
pt_br: Usando barras antes de os comandos se tornarem obsoletos, agora você pode digitar o comando sem barras
ru: Использование '/' перед командами устарело, теперь вы можете вводить команды без всяких слешей :)
ta: கட்டளைகள் நீக்கப்படுவதற்கு முன்பு ச்லாச்களைப் பயன்படுத்துதல், இப்போது நீங்கள் எந்த ச்லாச்களும் இல்லாமல் கட்டளையைத் தட்டச்சு செய்யலாம்

source: unknown command:
cs: neznámý příkaz:
de: Unbekannter Befehl
es: comando desconocido:
et: tundmatu käsklus:
fr: commande inconnue :
it: comando sconosciuto:
nl: onbekend commando:
pl: nieznana komenda:
pt: Comando desconhecido:
pt_br: Comando desconhecido:
ru: неизвестная команда:
ta: தெரியாத கட்டளை:

source: Only allowed when simulation is running
cs: Povoleno pouze během simulace
es: Sólo se permite cuando la simulación está en marcha
fr: Disponible uniquement lorsque la simulation est active
nl: Alleen toegestaan als simulatie actief is
pt: Permitido apenas quando a simulação está em execução
pt_br: Permitido apenas quando a simulação está em execução
ru: Разрешено только, если симуляция не остановлена
ta: உருவகப்படுத்துதல் இயங்கும் போது மட்டுமே அனுமதிக்கப்படுகிறது

source: Not allowed in current app state
cs: Nepovoleno v aktuálním stavu programu
es: No se permite en el estado actual de la aplicación
fr: Non autorisé dans l'état actuel du jeu
nl: Niet toegestaan in de huidige app-status
pt: Não permitido no estado atual do aplicativo
pt_br: Não é permitido no estado atual do aplicativo
ru: Не разрешено в текущем состоянии приложения
ta: தற்போதைய பயன்பாட்டு நிலையில் அனுமதிக்கப்படவில்லை

source: Initializing Shadow Subsystem
cs: Načítání subsystému stínů
de: Lade Schatten-Subsystem
es: Inicializando Subsistema de sombras
et: Käivitan varjude alamsüsteemi
fr: Initialisation du sous-système d'ombre
it: Avviamento Sottosistema Ombre
nl: Schaduw Subsystem Initialiseren
pl: Inicjalizacja podsystemu cieni
pt: Inicializando o Subsistema de Sombra
pt_br: Inicializando o Subsistema de Sombras
ru: Инициализация Подсистемы Теней
ta: நிழல் துணை அமைப்பைத் தொடங்குதல்

source: Initializing Geometry Subsystem
cs: Načítání subsystému geometrie
de: Lade Geometrie-Subsystem
es: Inicializando Subsistema de geometrías
et: Käivitan geomeetria alamsüsteemi
fr: Initialisation du sous-système de géomètrie
it: Avviamento Sottosistema Geometrie
nl: Geometrie Subsystem Initialiseren
pl: Inicjalizacja podsystemu geometrii
pt: Inicializando o Subsistema de Geometria
pt_br: Inicializando o Subsistema de Geometria
ru: Инициализация Подсистемы Геометрии
ta: வடிவியல் துணை அமைப்பைத் தொடங்குதல்

source: Initializing Object Subsystem
cs: Načítání subsystému objektů
de: Lade Objekt-Subsystem
es: Inicializando Subsistema de objetos
et: Käivitan objektide alamsüsteemi
fr: Initialisation du sous système d'objet
it: Avviamento Sottosistema Oggetti
nl: Object Subsystem Initialiseren
pl: Inicjalizacja podsystemu obiektów
pt: Inicializando o Subsistema de Objetos
pt_br: Inicializando o Subsistema de Objetos
ru: Инициализация Подсистемы Объектов
ta: பொருள் துணை அமைப்பைத் தொடங்குதல்

source: Initializing Camera Subsystem
cs: Načítání subsystému kamery
de: Lade Kamera-Subsystem
es: Inicializando Subsistema de cámaras
et: Käivitan kaamera alamsüsteemi
fr: Initialisation du sous-système de caméra
it: Avviamento Sottosistema Telecamera
nl: Camera Subsystem Initialiseren
pl: Inicjalizacja podsystemu kamery
pt: Inicializando o Subsistema de Câmara
pt_br: Inicializando o Subsistema de Câmera
ru: Инициализация Подсистемы Камеры
ta: கேமரா துணை அமைப்பைத் தொடங்குதல்

source: Initializing Sky Subsystem
cs: Načítání subsystému oblak
de: Lade Himmel-Subsystem
es: Inicializando Subsistema de Cielo
et: Käivitan taeva alamsüsteemi
fr: Initialisation du sous système de ciel
it: Avviamento Sottosistema Cielo
nl: Lucht Subsystem Initialiseren
pl: Inicjalizacja podsystemu nieba
pt: Inicializando o subsistema Sky
pt_br: Inicializando o subsistema Skybox
ru: Инициализация Подсистемы Неба
ta: ச்கை துணை அமைப்பைத் தொடங்குதல்

source: Initializing Light Subsystem
cs: Načítání subsystému světel
de: Lade Licht-Subsystem
es: Inicializando Subsistema de luces
et: Käivitan valguse alamsüsteemi
fr: Initialisation du sous système de luminosité
it: Avviamento Sottosistema Luci
nl: Licht Subsystem Initialiseren
pl: Inicjalizacja podsystemu światła
pt: Inicializando o subsistema leve
pt_br: Inicializando o Subsistema de fonte de luz
ru: Инициализация Подсистемы Освещения
ta: ஒளி துணை அமைப்பைத் தொடங்குதல்

source: Initializing Fog Subsystem
cs: Načítání subsystému mlhy
de: Lade Nebel-Subsystem
es: Inicializando Subsistema de Niebla
et: Käivitan udu alamsüsteemi
fr: Initialisation du sous système de brouillard
it: Avviamento Sottosistema Nebbia
nl: Mist Subsystem Initialiseren
pl: Inicjalizacja podsystemu mgły
pt: Inicializando o subsistema de névoa
pt_br: Inicializando o Subsistema de Névoa
ru: Инициализация Подсистемы Тумана
ta: மூடுபனி துணை அமைப்பைத் தொடங்குதல்

source: Initializing Vegetation Subsystem
cs: Načítání subsystému vegetace
de: Lade Vegetations-Subsystem
es: Inicializando Subsistema de vegetación
et: Käivitan taimestiku alamsüsteemi
fr: Initialisation du sous système de végétation
it: Avviamento Sottosistema Vegetazione
nl: Vegetatie Subsystem Initialiseren
pl: Inicjalizacja podsystemu roślinności
pt: Inicializando Subsistema de Vegetação
pt_br: Inicializando Subsistema de Vegetação
ru: Инициализация Подсистемы Растительности
ta: தாவர துணை அமைப்பைத் தொடங்குதல்

source: Loading Terrain Geometry
cs: Načítání geometrie terénu
de: Lade Terrain-Geometrie
es: Cargando Geometría del Terreno
et: Laadin maastiku geomeetriat
fr: Chargement de la géométrie du terrain
it: Caricamento Geometria Terreno
nl: Terrein Geometrie Laden
pl: Ładowanie geometrii terenu
pt: Carregando Geometria do Terreno
pt_br: Carregando Geometria do Terreno
ru: Загрузка Геометрии карты
ta: நிலப்பரப்பு வடிவவியலை ஏற்றுகிறது

source: Initializing Collision Subsystem
cs: Načítání kolizního systému
de: Lade Kollisions-Subsystem
es: Inicializando Subsistema de Colisiones
et: Käivitan kokkupõrgete alamsüsteemi
fr: Initialisation du sous-système de collision
it: Avviamento Sottosistema Collisione
nl: Collision Subsystem Initialiseren
pl: Inicjalizacja podsystemu kolizji
pt: Inicializando o Subsistema de Colisão
pt_br: Subsistema de colisão inicializador
ru: Инициализация Подсистемы Коллизии
ta: மோதல் துணை அமைப்பைத் தொடங்குதல்

source: Initializing Script Subsystem
cs: Načítání subsystému skriptu
de: Lade Skript-Subsystem
es: Inicializando Subsistema de Scrips
et: Käivitan skriptide alamsüsteemi
fr: Initialisation du sous système de script
it: Avviamento Sottosistema Script
nl: Script Subsystem Initialiseren
pl: Inicjalizacja podsystemu skryptów
pt: Inicializando o Subsistema de Script
pt_br: Inicializando o Subsistema de Script
ru: Инициализация Подсистемы Скриптов
ta: ச்கிரிப்ட் துணை அமைப்பைத் தொடங்குதல்
