Repository: RigsOfRods/rigs-of-rods
Catalog: languages/*/ror.po
Languages: ca, cs, de, es, et, fi, fr, it, nl, pl, pt, pt_br, ro, ru, sk, ta

source: Initializing Water Subsystem
cs: Načítání subsystému vody
es: Inicializando subsistema de agua
fr: Initialisation du sous-système de l'eau
nl: Watersubsysteem initialiseren
pt: Inicializando o subsistema de água
pt_br: Inicializando Subsistema de Água
ru: Инициализация Подсистемы воды
ta: நீர் துணை அமைப்பைத் தொடங்குதல்

source: Loading Terrain Objects
cs: Načítání objektů terénu
de: Lade Terrain-Objekte
es: Cargando Objetos del Terreno
et: Laadin maastikuobjekte
fr: Chargement des objets du terrain
it: Caricamento Oggetti della Mappa
nl: Terrain Objecten Laden
pl: Ładowanie obiektów terenowych
pt: Carregando objetos de terreno
pt_br: Carregando Objetos do Terreno
ru: Загрузка объектов карты
ta: நிலப்பரப்பு பொருள்களை ஏற்றுகிறது

source: Initializing terrain light properties
cs: Nastavuji osvětlení terénu
es: Inicializando propiedades de luz del terreno
fr: Initialisation des propriétés d'éclairage du terrain
nl: Lichteigenschappen van terrein initialiseren
pl: Inicjalizacja cech oświetlenia terenu
pt: Inicializando propriedades de luz do terreno
pt_br: Inicializando propriedades de luz do terreno
ru: Запуск свойств света на карте
ta: நிலப்பரப்பு ஒளி பண்புகளைத் தொடங்குதல்

source: Initializing Overview Map Subsystem
cs: Načítání subsystému přehledu mapy
de: Lade Übersichtskarten-Subsystem
es: Inicializando Subsistema de Mapa del juego
et: Käivitan ülevaatekaardi alamsüsteemi
fr: Initialisation du sous-système de carte
it: Avviamento Sottosistema Mappa Panoramica
nl: Overzicht Kaart Subsystem Initialiseren
pl: Inicjalizacja podsystemu mapy poglądowej
pt: Inicializando o Subsistema de Mapa de Visão Geral
pt_br: Inicializando o Subsistema do Mapa de Visão Geral
ru: Инициализация Подсистемы Обзора Карты
ta: கண்ணோட்டம் வரைபட துணை அமைப்பைத் தொடங்குதல்

source: Loading Terrain Actors
cs: Načítání aktorů v terénu
es: Cargando actores del terreno
fr: Chargement des acteurs du terrain
nl: Terreinactoren laden
pt: Carregando Atores de Terreno
pt_br: Carregando Objetos do Terreno
ru: Загрузка объектов карты
ta: நிலப்பரப்பு நடிகர்களை ஏற்றுகிறது

source: ry
ta: ரை

source: rx
ta: ஆர்.எக்ச்

source: Rotating:
cs: Rotující:
de: Rotieren:
es: Rotando:
et: Pöörlemas:
fr: Pivote :
nl: Draaiende:
pt: Rotativo:
pt_br: Rotativo:
ru: Вращение:
ta: சுழலும்:

source: Disabled object tracking
cs: Zakázáno sledování objektu
de: Objektverfolgung deaktiviert
es: Deshabilitar el seguimiento de la cámara al objeto
et: Objektijälgimine keelatud
fr: Désactiver le suivi d'objet
it: Disabilita il tracking degli oggetti
nl: Object tracking uitgeschakeld
pl: Wyłączono śledzenie obiektów
pt: Rastreamento de objetos desativado
pt_br: Rastreamento de objetos desativado
ru: Выключено отслеживание объекта
ta: முடக்கப்பட்ட பொருள் கண்காணிப்பு

source: Enabled object tracking
cs: Zapnuto sledování objektu
de: Objektverfolgung aktiviert
es: Seguimiento de objetos activado
et: Objektijälgimine lubatud
fr: Activer le suivi d'objet
it: Abilita il salvataggio della posizione
nl: Object tracking ingeschakeld
pl: Włączono śledzenie obiektów
pt: Rastreamento de objeto ativado
pt_br: Rastreamento de objeto ativado
ru: Включено отслеживание объекта
ta: இயக்கப்பட்ட பொருள் கண்காணிப்பு

source: Selected object: [
cs: Zvolený objekt: [
de: Ausgewähltes Objekt: [
es: Objeto seleccionado: [
et: Valitud objekt: [
fr: Objets sélectionnés : [
nl: Geselecteerde object: [
pl: Wybrany obiekt: [
pt: Objeto selecionado: [
pt_br: Objeto selecionado: [
ru: Выбран объект: [
ta: தேர்ந்தெடுக்கப்பட்ட பொருள்: [

source: Loading terrain pages ...
cs: Načítání geometrie terénu ...
es: Cargando páginas del terreno ...
fr: Chargement des pages du terrain ...
nl: Terrein lagen laden ...
pt: Carregando o Terreno...
pt_br: Carregando páginas de terreno ...
ru: Загрузка страниц карты ...
ta: நிலப்பரப்பு பக்கங்களை ஏற்றுகிறது ...

source: Saving all terrain pages ...
cs: Ukládání stránek terénu...
es: Guardando todas las páginas del terreno ...
fr: Sauvegarde de toutes les pages du terrain...
nl: Alle terrein lagen opslaan ...
pt: Salvando todas as páginas de terreno ...
pt_br: Salvando todas as páginas de terreno ...
ru: Сохранение всех страниц карты ...
ta: அனைத்து நிலப்பரப்பு பக்கங்களையும் சேமிக்கிறது ...

source: Could not load file '{}'
ru: Невозможно загрузить файл '{}'
ta: '{}' கோப்பை ஏற்ற முடியவில்லை

source: Could not load mesh '{}' (used by object '{}')
ru: Не могу загрузить сетку '{}' (используется объектом '{}')
ta: கண்ணி '{}' (பொருளால் பயன்படுத்தப்படுகிறது '{}') ஏற்ற முடியவில்லை)

source: An internal error occured in Rigs of Rods. Technical details below:
cs: V programu Rigs of Rods nastala interní chyba. Technické podrobnosti jsou uvedeny níže:
es: Se ha producido un error interno en Rigs of Rods. Detalles técnicos a continuación:
fr: Une erreur interne est survenue dans Rigs of Rods. Informations techniques ci-dessous :
nl: Er is een interne fout opgetreden in Rigs of Rods. Technische details hieronder:
pl: Wystąpił wewnętrzny błąd w Rigs of Rods. Szczegóły techniczne poniżej:
pt: Um problema interno do Rigs of Rods ocorreu Detalhes tecnicos abaixo:
pt_br: Ocorreu um erro interno no Rigs of Rods. Detalhes técnicos abaixo:
ru: Возникла внутренняя ошибка в Rigs of Rods. Технические данные внизу:
ta: தண்டுகளின் ரிக்சில் உள் பிழை ஏற்பட்டது. கீழே உள்ள தொழில்நுட்ப விவரங்கள்:

source: FATAL ERROR
cs: FATÁLNÍ CHYBA
es: ERROR FATAL
fr: ERREUR FATALE
nl: FATALE FOUT
pl: KRYTYCZNY BŁĄD
pt: ERRO FATAL
pt_br: ERRO FATAL
ru: КРИТИЧЕСКАЯ ОШИБКА
ta: அபாயகரமான பிழை

source: Disabling force feedback - no controller found
cs: Vypínám force feedback - nenalezen žádný ovladač
es: Desactivación de ForceFeedback - no se ha encontrado ningún controlador
fr: Désactivation du retour de force - pas de contrôleur trouvé
nl: Force feedback uitgeschakeld - geen controller gevonden
pt: Desativando o force feedback - nenhum controlador encontrado
pt_br: Desativando o force feedback - nenhum controlador encontrado
ru: Отключение обратной отдачи - контроллер не найден
ta: படை பின்னூட்டத்தை முடக்குதல் - எந்த கட்டுப்படுத்தியும் கிடைக்கவில்லை

# InputEvent
source: accelerate the simulation
cs: zrychlit simulaci
es: acelerar la simulación
fr: accélérer la simulation
nl: versnel de simulatie
pt: acelere a simulação
pt_br: acelerar a simulação
ru: ускорить симуляцию
ta: உருவகப்படுத்துதலை விரைவுபடுத்துங்கள்

# InputEvent
source: decelerate the simulation
cs: zpomalit simulaci
es: desacelerar la simulación
fr: ralentir la simulation
nl: vertraag de simulatie
pt: desacelerar a simulação
pt_br: desacelerar a simulação
ru: замедлить симуляцию
ta: உருவகப்படுத்துதலைக் குறைக்கிறது

# InputEvent
source: reset the simulation pace
cs: resetovat tempo simulace
es: restablecer velocidad de simulación
fr: rétabli la vitesse de la simulation
nl: reset de simulatie snelheid
pt: redefinir o ritmo de simulação
pt_br: redefinir o ritmo da simulação
ru: сбросить скорость симуляции
ta: உருவகப்படுத்துதல் வேகத்தை மீட்டமைக்கவும்

# InputEvent
source: write current position to log (you can open the logfile and reuse the position)
cs: Zapsat aktuální pozici do protokolu (můžete otevřít soubor protokolu a pozici znovu použít)
es: escribir la posición actual en el registro (puede abrir el archivo de registro y reutilizar la posición)
fr: enregistre la position actuelle (vous pouvez ouvrir le journal et réutiliser la position)
nl: schrijf huidige positie in het logbestand (je kunt het logbestand openen en de positie gebruiken)
pt: escrever posição atual para log (você pode abrir o arquivo de log e reutilizar a posição)
pt_br: escreva a posição atual para registrar (você pode abrir o arquivo de registro e reutilizar a posição)
ru: записывать текущую позицию в лог (вы можете открыть файл лога и использовать координаты позиций)
ta: பதிவு செய்ய தற்போதைய நிலையை எழுதுங்கள் (நீங்கள் பதிவைத் திறந்து நிலையை மீண்டும் பயன்படுத்தலாம்)

# InputEvent
source: exit the game
cs: opustit hru
es: salir del juego
fr: quitter le jeu
nl: Spel afsluiten
pt: sair do jogo
pt_br: sair do jogo
ru: выйти из игры
ta: விளையாட்டிலிருந்து வெளியேறவும்

# InputEvent
source: quickload scene
cs: Rychlé načtení
es: carga rápida de escena
fr: charge rapide de la scène
nl: quickload-scène
pt: cena de carregamento rápido
pt_br: cena de carregamento rápido
ru: быстро загрузить сцену
ta: குவிக்லோட் காட்சி

# InputEvent
source: quicksave scene
cs: Rychlé uložení
es: guardado rápido escena
fr: sauvegarde rapide de la scène
nl: quicksave-scène
pt: cena de carregamento rápido
pt_br: cena quicksave
ru: быстро сохранить сцену
ta: குவிக்சேவ் காட்சி

# InputEvent
source: take a screenshot
cs: uložit snímek obrazovky
es: hacer una captura de pantalla
fr: prendre une capture d'écran
nl: Maak een screenshot
pt: tirar uma captura do ecrã
pt_br: tirar uma captura de tela
ru: сделать скриншот
ta: திரை காட்சி எடுத்துக் கொள்ளுங்கள்

# InputEvent
source: take a big screenshot (3 times the screen size)
cs: zachytit velký snímek obrazovky (3násobek velikosti obrazovky)
es: hacer una captura de pantalla grande (3 veces el tamaño de la pantalla)
fr: prendre une grande capture d'écran (3 fois la taille de l'écran)
nl: maak een grote screenshot (3 x de schermgrootte)
pt: tirar uma grande captura do ecrã (3 vezes o tamanho do ecrã)
pt_br: tirar uma grande captura de tela (3 vezes o tamanho da tela)
ru: сделать большой скриншот (в три раза больше размера экрана)
ta: ஒரு பெரிய திரை சாட்டை எடுத்துக் கொள்ளுங்கள் (திரை அளவு 3 மடங்கு)

# InputEvent
source: debug purpose - dont use
cs: ladící účely - nepoužívat
es: para depuración - no usar
fr: pour le débogage - ne pas utiliser
nl: debug doeleinden - niet gebruiken
pt: finalidade de depuração - não use
pt_br: finalidade de depuração - não use
ru: для отладки - не использовать
ta: பிழைத்திருத்த நோக்கம் - பயன்படுத்த வேண்டாம்

# InputEvent
source: enable or disable physics
cs: povolit nebo zakázat fyziku
es: des/activar la física
fr: activer ou désactiver la physique
nl: physics in- of uitschakelen
pt: habilitar ou desabilitar física
pt_br: habilitar ou desabilitar física
ru: включить или выключить физику
ta: இயற்பியலை இயக்கவும் அல்லது முடக்கவும்

# InputEvent
source: decreases the current FOV value
cs: zmenší aktuální zorný úhel
es: disminuye el valor actual de FOV
fr: réduire le champ de vision actuel
nl: verlaag de nu gebruikte FOV hoeveelheid
pt: diminuir o valor atual do FOV
pt_br: diminui o valor FOV atual
ru: Сузить поле зрения
ta: தற்போதைய FOV மதிப்பைக் குறைக்கிறது

# InputEvent
source: increase the current FOV value
cs: zvětší aktuální zorný úhel
es: aumentar el valor actual del FOV
fr: augmenter le champ de vision actuel
nl: vergroot nu gebruikt FOV aantal
pt: aumentar o valor curente do FOV
pt_br: aumentar o valor FOV atual
ru: Расширить поле зрения
ta: தற்போதைய FOV மதிப்பை அதிகரிக்கவும்

# InputEvent
source: reset the FOV value
cs: resetuje aktuální zorný úhel
es: restablecer el valor de FOV
fr: rétablir la valeur du champ de vision
nl: reset de FOV-waarde
pt: redefinir o valor do FOV
pt_br: redefinir o valor FOV
ru: Сбросить поле зрения
ta: FOV மதிப்பை மீட்டமைக்கவும்

# InputEvent
source: save the currently loaded terrain to a mesh file
cs: uložit aktuálně načtený terén do mesh souboru
es: guardar terreno cargado actualmente en archivo de malla
fr: enregistrer le terrain actuel dans un fichier de mesh
nl: sla het huidige terrein naar een mesh bestand op
pt: grava o terreno atualmente carregado para um ficheiro de mesh
pt_br: salvar o terreno atualmente carregado para um arquivo de malha
ru: Сохранить текущую карту в файл
ta: தற்போது ஏற்றப்பட்ட நிலப்பரப்பை கண்ணி கோப்பில் சேமிக்கவும்

# InputEvent
source: toggle terrain editor
cs: Zap./vyp. editor terénu
es: des/activar el editor de terreno
fr: basculer l'éditeur de terrain
nl: terrain editor aan/uit
pt: alternar editor de terreno
pt_br: alternar editor de terreno
ru: переключить редактор карты
ta: நிலப்பரப்பு எடிட்டரை மாற்றவும்

# InputEvent
source: toggle between windowed and fullscreen mode
cs: přepnout mezi režimem v okně a na celou obrazovku
es: alternar entre el modo de ventana y el de pantalla completa
fr: basculer entre les modes fenêtre et plein écran
nl: schakelen tussen venstermodus en volledig scherm
pt: alternar entre o modo de janela e de ecrã cheio
pt_br: alternar entre o modo de janela e tela cheia
ru: переключение между оконным и полноэкранным режимом
ta: சாளர மற்றும் முழுத்திரை பயன்முறைக்கு இடையில் மாற்றவும்

# InputEvent
source: enter or exit a truck
cs: nastoupit nebo vystoupit z vozidla
es: entrar o salir del vehículo
fr: rentrer ou sortir du camion
nl: stap in of uit een voertuig
pt: entre ou saia do .Truck
pt_br: entrar ou sair de um .truck
ru: войти или выйти из транспорта
ta: ஒரு டிரக்கை உள்ளிடவும் அல்லது வெளியேறவும்

# InputEvent
source: enter next truck
cs: nastoupit do následujícího vozidla
es: entrar en el siguiente vehículo
fr: entrer dans le prochain camion
nl: spring naar de volgende truck
pt: entrar no próximo .Truck
pt_br: entrar próximo .truck
ru: войти в следующий транспорт
ta: அடுத்த டிரக்கை உள்ளிடவும்

# InputEvent
source: enter previous truck
cs: nastoupit do předchozího vozidla
es: entrar en el vehículo anterior
fr: entrer dans le camion précédent
nl: spring naar de vorige truck
pt: entrar no .Truck anterior
pt_br: entrar no truck anterior
ru: войти в предыдущий транспорт
ta: முந்தைய டிரக்கை உள்ளிடவும்

# InputEvent
source: remove current truck
cs: odebrat současné vozidlo
es: retirar el vehículo actual
fr: supprimer le camion actuel
nl: verwijder huidige truck
pt: Remover .Truck atual
pt_br: remova o truck atual
ru: удалить текущий транспорт
ta: தற்போதைய டிரக்கை அகற்று

# InputEvent
source: delete current truck
cs: vymazat toto vozidlo
es: borrar el vehículo actual
fr: supprimer l'actuel camion
nl: verwijder nu gebruikte truck
pt: Apaga o .Truck atual
pt_br: deletar truck atual
ru: удалить текущий транспорт
ta: தற்போதைய டிரக்கை நீக்கு

# InputEvent
source: respawn last truck
cs: Znovu stvořit předchozí vozidlo
es: reaparecer el último vehículo
fr: Faire réapparaître le dernier camion
nl: respawn laatste truck
pt: Gerar .Truck Anterior
pt_br: respawnar último truck
ru: пересоздать последний транспорт
ta: ரெச்பான் கடைசி டிரக்

# InputEvent
source: get new vehicle
cs: získat nové vozidlo
es: obtener un nuevo vehículo
fr: Récupérer un nouveau véhicule
nl: nieuw voertuig
pt: obter um novo veículo
pt_br: obter um novo veículo
ru: получить новый транспорт
ta: புதிய வண்டி கிடைக்கும்

# InputEvent
source: decrease tire pressure (note: only very few trucks support this)
cs: snížit tlak v pneumatikách (pozn.: podporuje jen velmi málo vozidel)
es: disminuir la presión de los neumáticos (nota: sólo muy pocos vehículos lo admiten)
fr: diminuer la pression des pneus (note : peu de véhicules le permettent)
nl: verlaag de bandendruk(notitie: weinig voertuigen ondersteunen dit)
pt: diminuir a pressão dos pneus (aviso: poucos .Trucks suportam isto)
pt_br: diminuir a pressão dos pneus (nota: apenas alguns caminhões suportam isso)
ru: снижение давления в шинах (примечание: только некоторые грузовики поддерживают это)
ta: டயர் அழுத்தத்தைக் குறைக்கவும் (குறிப்பு: மிகக் குறைவான லாரிகள் மட்டுமே இதை ஆதரிக்கின்றன)

# InputEvent
source: increase tire pressure (note: only very few trucks support this)
cs: zvýšit tlak pneumatik (pozn.: podporuje to jen velmi málo vozidel)
es: aumentar la presión de los neumáticos (nota: sólo muy pocos vehículos lo admiten)
fr: augmenter la pression des pneus (note : peu de véhicules le permettent)
nl: verhoog bandendruk(notitie: weinig voertuigen ondersteunen dit)
pt: aumento da pressão dos pneus (aviso: poucos .Trucks suportam isto)
pt_br: aumentar a pressão dos pneus (nota: poucos caminhões suportam isso)
ru: увеличение давления в шинах (примечание: только некоторые автомобили поддерживают это)
ta: டயர் அழுத்தத்தை அதிகரிக்கவும் (குறிப்பு: மிகக் குறைவான லாரிகள் மட்டுமே இதை ஆதரிக்கின்றன)

# InputEvent
source: connect hook node to a node in close proximity
cs: připojit hák k nodu v těsné blízkosti
es: conectar un nodo de gancho a el nodo cercano
fr: connecte le nœud crochet à un autre nœud proche
nl: koppel een hook node dicht bij een andere node aan
pt: conectar o nó-gancho a um nó nas proximidades
pt_br: conectar o nó do gancho a um nó próximo
ru: Прицепить к ближайшему узлу
ta: கொக்கி முனையை ஒரு முனைக்கு அருகிலேயே இணைக்கவும்

# InputEvent
source: unlock autolock hook node
cs: odemknout samo-zamykací hák
es: desbloquear el nodo de gancho de bloqueo automático
fr: déverrouille le nœud de crochet auto-verrouillant
pt: desbloquear bloqueio automático das nodes do gancho
pt_br: desbloquear node de gancho autolock
ru: разблокировать автоблокирующийся узел
ta: ஆட்டோலாக் ஊக் முனையைத் திறக்கவும்

# InputEvent
source: connect a rope to a node in close proximity
cs: připojit lano k nodu v těsné blízkosti
es: conectar una cuerda a un nodo cercano
fr: connecte une corde à un nœud proche
pt: conectar um cabo a um nó do na proximidade
pt_br: conectar o node do gancho a um nó próximo
ru: Прицепить верёвку к ближайшему узлу
ta: ஒரு கயிற்றை ஒரு முனைக்கு அருகிலேயே இணைக்கவும்

# InputEvent
source: repair truck
cs: opravit vozidlo
es: reparar vehículo
fr: répare le camion
nl: repareer voertuig
pt: reparar .Truck
pt_br: Reparar truck
ru: Ремонтный автомобиль
ta: டிரக் பழுதுபார்க்கும்

# InputEvent
source: toggle truck interactive repair mode
ru: переключить режим интерактивной починки
ta: டிரக் ஊடாடும் பழுதுபார்க்கும் பயன்முறையை மாற்றவும்

# InputEvent
source: teleport to rescue truck
cs: teleportovat do záchranného vozidla
es: teletransporte al vehículo de rescate
fr: se rendre au camion dépanneur
nl: teleporteer naar de bergingswagen
pt: Teleportar para o .Truck de resgate
pt_br: teletransporte para resgate de truck
ru: телепортироваться к автомобилю техпомощи
ta: மீட்பு டிரக்குக்கு டெலிபோர்ட்

# InputEvent
source: reset truck to original starting position
cs: resetovat na výchozí pozici vozidla
es: volver a colocar el vehículo en la posición de partida original
fr: remet le camion à sa position d'origine
nl: truck terugzetten naar oorspronkelijke startpositie
pt: reiniciar o .Truck para a posição inicial original
pt_br: redefinir o truck para a posição inicial original
ru: вернуть автомобиль к начальной стартовой позиции
ta: அசல் தொடக்க நிலைக்கு டிரக்கை மீட்டமைக்கவும்

# InputEvent
source: toggle reset mode
cs: přepnout režim obnovení
es: alternar el modo de reinicio
fr: bascule le mode de réinitialisation
nl: switch resetmodus
pt: alternar o modo de redefinição
pt_br: alternar o modo de redefinição
ru: переключить режим сброса
ta: மீட்டமைப்பு பயன்முறையை மாற்றவும்

# InputEvent
source: tie a load to the truck
cs: upevnit náklad k vozidlu
es: atar una carga al vehículo
fr: attacher une charge au camion
nl: lading vastbinden aan truck
pt: Engatar uma carga ao camião
pt_br: amarrar uma carga ao truck
ru: прикрепить груз к транспорту
ta: டிரக்கில் ஒரு சுமை கட்டவும்

# InputEvent
source: toggle truck beacons
cs: majáky vozidla
es: des/activar balizas en vehículo
fr: bascule les gyrophares du camion
nl: zwaailichten aan/uit
pt: (Des)Ligar luzes de presença do camião
pt_br: alternar faróis do truck
ru: переключение автомобильных проблесковых маячков
ta: டிரக் பீக்கான்களை மாற்றவும்

# InputEvent
source: toggle truck low beams
ru: переключение автомобильных проблесковых маячков
ta: டிரக் குறைந்த விட்டங்களை மாற்றவும்

# InputEvent
source: cycle between light modes
ru: переключение между режимами света
ta: ஒளி முறைகளுக்கு இடையில் சுழற்சி

# InputEvent
source: toggle truck high beams
ru: переключение высоких балок автомобиля
ta: டிரக் உயர் விட்டங்களை மாற்றவும்

# InputEvent
source: toggle truck fog lights
ru: переключение автомобильных противотуманок
ta: டிரக் மூடுபனி விளக்குகளை மாற்றவும்

# InputEvent
source: toggle particle cannon
cs: zapnout částicomet
es: des/activa el cañón de partículas
fr: basculer le canon à particules
pt: alternar o canhao de particulas
pt_br: alternar canhão de partículas
ru: показать источники частиц
ta: துகள் பீரங்கியை மாற்றவும்

# InputEvent
source: enable or disable replay mode
cs: aktivovat/deaktivovat režim přehrávání
es: des/activar modo de repetición
nl: replay mode in- of uitschakelen
pt: liga ou desliga o modo de replay
pt_br: habilitar ou desabilitar o modo de repetição
ru: включить или выключить режим повтора
ta: ரீப்ளே பயன்முறையை இயக்கவும் அல்லது முடக்கவும்

# InputEvent
source: more replay forward
cs: přehrávání více dopředu
es: mover repetición hacia adelante
pt: mais repetição adiante
pt_br: mais replay adiante
ru: Перемотать повтор вперед (быстрее)
ta: மேலும் மறுபதிப்பு முன்னோக்கி

# InputEvent
source: more replay backward
cs: přehrávání více dozadu
es: mover repetición hacia atrás
pt: mais repetição para trás
pt_br: mais repetição para trás
ru: Перемотать повтора назад (быстрее)
ta: மேலும் பின்னோக்கி மீண்டும் இயக்கவும்

# InputEvent
source: move replay fast forward
cs: přehrávání rychle dopředu
es: mover repetición rápidamente hacia adelante
fr: passer en avance rapide
pt: Avançar na repetição para a frente
pt_br: mover a reprodução para a frente
ru: Перемотать повтор вперёд (быстро)
ta: ரீப்ளே வேகமாக முன்னோக்கி நகர்த்தவும்

# InputEvent
source: move replay fast backward
cs: přehrávání rychle dozadu
es: mover repetición rápidamente hacia atrás
fr: passer en arrière rapide
pt: voltar para trás na repetição
pt_br: mover o replay rápido para trás
ru: Перемотать повтор назад (быстро)
ta: ரீப்ளே வேகமாக பின்னோக்கி நகர்த்தவும்

# InputEvent
source: show / hide the console
cs: zobrazit/skrýt konzoli
es: mostrar/ocultar la consola
fr: montrer / cacher la console
nl: toon / verberg de console
pt: mostrar / esconder o console
pt_br: mostrar / esconder o console
ru: показать / убрать консоль
ta: கன்சோலைக் காட்டவும் / மறைக்கவும்

# InputEvent
source: enter the chat
cs: vstoupit do chatu
es: entrar al chat
fr: entrer dans le chat
nl: begin de chatsessie
pt: entrar no chat
pt_br: entrar no bate-papo
ru: войти в чат
ta: அரட்டையை உள்ளிடவும்

# InputEvent
source: sends the entered text
cs: odeslat vložený text
es: enviar el texto introducido
fr: envoie le texte entré
nl: stuurt de ingevoerde tekst
pt: manda o texto inserido
pt_br: envia o texto inserido
ru: отправляет введённый текст
ta: உள்ளிட்ட உரையை அனுப்புகிறது

# InputEvent
source: hide all GUI elements
cs: skrýt všechny GUI prvky
es: ocultar todos los elementos gráficos
fr: cacher les éléments de l'interface
nl: verberg alle GUI elementen
pt: ocultar todos os elementos do GUI
pt_br: ocultar todos os elementos da GUI
ru: Скрыть интерфейс
ta: அனைத்து GUI கூறுகளையும் மறைக்கவும்

# InputEvent
source: display or hide the dashboard overlay
cs: zobrazit nebo skrýt přístrojovou desku
es: mostrar/ocultar la superposición del tablero
fr: afficher ou cacher le tableau de bord
nl: de dashboard overlay tonen of verbergen
pt: exibir ou ocultar a sobreposição do painel
pt_br: exibir ou ocultar a sobreposição do painel
ru: показать или скрыть оверлей приборной панели
ta: காட்சி or மறை the முகப்புப்பெட்டி overlay

# InputEvent
source: toggle debug view
cs: vyp./zap. diagnostické zobrazení
es: activar la vista de depuración
fr: basculer la vue de débogage
nl: debug view aan/uit
pt: alternar visualização de depuração
pt_br: alternar visualização de depuração
ru: включить отладочный просмотр
ta: பிழைத்திருத்தக் காட்சியை மாற்றவும்

# InputEvent
source: cycle debug views
cs: cyklovat skrze diagnostická zobrazení
es: ciclo de vistas de depuración
fr: défiler les vues de débogage
pt: ciclos de depuração de visualizações
pt_br: ciclo de visualizações de depuração
ru: переключение между отладочным отображением
ta: சுழற்சி பிழைத்திருத்த காட்சிகள்

# InputEvent
source: toggle truck HUD
cs: zap./vyp. HUD vozidla
es: mostrar/ocultar panel de mandos
fr: basculer l'ATH du camion
nl: truck HUD aan/uit
pt: alternar mostrador do .truck
pt_br: alternar HUD do truck
ru: включить автомобильный HUD
ta: டிரக் அட் மாற்று
