Repository: RigsOfRods/rigs-of-rods
Catalog: languages/*/ror.po
Languages: ca, cs, de, es, et, fi, fr, it, nl, pl, pt, pt_br, ro, ru, sk, ta

source: Startup error
ca: S'ha produït un error d'inicialització
cs: Chyba při spuštění
de: Fehler beim Starten
es: Error al arrancar
et: Käivitusviga
fi: Käynnistysvirhe
fr: Erreur de démarrage
it: Errore di avvio
nl: Opstart foutmelding
pl: Błąd przy uruchamianiu
pt: Erro de inicialização
pt_br: Erro de inicialização
ro: Eroare la pornire
ru: Ошибка загрузки
sk: Chyba pri spustení
ta: தொடக்க பிழை

source: No render system plugin available. Check your plugins.cfg
cs: Nenalezen žádný renderovací modul. Zkontrolujte soubor "plugins.cfg"
es: No hay ningún plugin de renderizado disponible. Comprueba el archivo plugins.cfg
fr: Pas de système de rendu disponible. Vérifiez votre fichier plugins.cfg
nl: Geen render-systeem plugin beschikbaar. Controleer uw plugins.cfg
pt: Nenhum plugin de sistema de renderização disponível. Verifique seu plugins.cfg
pt_br: Nenhum plugin de sistema de renderização disponível. Verifique seu plugins.cfg
ru: Недоступен плагин для отрисовки. Проверьте plugins.cfg
ta: வழங்குதல் சிச்டம் சொருகி எதுவும் கிடைக்கவில்லை. உங்கள் செருகுநிரல்களை சரிபார்க்கவும்

source: Screenshot:
cs: Snímek obrazovky:
es: Captura de pantalla:
fr: Capture d'écran :
pt: Captura de tela:
pt_br: Captura de tela:
ru: Снимок экрана:
ta: திரை சாட்:

source: Error while retrieving program directory path
cs: Nebylo možné zjistit cestu ke složce programu
es: Error obteniendo la ruta del directorio del programa
fr: Erreur lors de la récupération du chemin d'accès du dossier de programme
nl: Fout tijdens het ophalen van het programmadirectorypad
pl: Błąd podczas uzyskiwania ścieżki katalogowej programu
pt: Erro ao recuperar o caminho do diretório do programa
pt_br: Erro ao recuperar o caminho do diretório do programa
ru: Ошибка при получении пути к каталогу программы
ta: நிரல் அடைவு பாதையை மீட்டெடுக்கும் போது பிழை

source: Error while retrieving user directory path
cs: Nebylo možné zjistit cestu ke složce uživatele
es: Ocurrió un error mientras se recuperaba la ruta a la carpeta del usuario
fr: Erreur lors de la récupération du chemin d'accès du dossier utilisateur
nl: Fout tijdens het ophalen van pad van de gebruikersdirectory
pl: Błąd podczas uzyskiwania ścieżki katalogowej użytkownika
pt: Erro ao recuperar o caminho do diretório do programa
pt_br: Erro ao recuperar o caminho do diretório do usuário
ru: Ошибка при получении пути к каталогу пользователя
ta: பயனர் அடைவு பாதையை மீட்டெடுக்கும் போது பிழை

source: Resources folder not found. Check if correctly installed.
ca: No s'ha trobat la carpeta de recursos. Comproveu si heu instal·lat correctament.
cs: Složka Resources nebyla nalezena. Zkontrolujte, je-li správnost instalace.
de: Ressourcen Ordner nicht gefunden. Überprüfe auf korrekte Installation.
es: Carpeta de recursos no encontrada. Por favor, asegure que el programa está bien instalado.
et: Resources kausta ei leitud. Kontrolli kas on õigesti paigaldatud.
fi: Resurssikansiota ei löydetty. Tarkista onko asennettu oikein.
fr: Dossier de ressources non trouvé. Vérifier si correctement installé.
it: Cartella Resources non trovata. Verificare che sia correttamente installata
nl: Bronnen map niet gevonden. Controleer of het correct geinstalleerd is.
pl: Folder z zasobami nie został znaleziony. Sprawdź czy został zainstalowany poprawnie
pt: Pasta de recursos não encontrada. Verifique se está instalado corretamente.
pt_br: Pasta de recursos não encontrada. Verifique se está instalado corretamente.
ro: Folderul cu resurse n-a fost găsit. Verifică dacă a fost instalat corect.
ru: Папка ресурсов не найдена. Проверьте, если всё правильно установилось.
sk: Adresár resources nenájdený. Skontrolujte, či ste nainštaloval Rigs of Rods správne.
ta: வள கோப்புறை காணப்படவில்லை. சரியாக நிறுவப்பட்டிருந்தால் சரிபார்க்கவும்.

source: Faulty resource folder. Check if correctly installed.
cs: Chybná složka 'resources'. Zkontrolujte jestli je správně nainstalována.
es: Carpeta de recursos defectuosa. Compruebe si está instalado correctamente.
fr: Défaut du dossier de ressources. Vérifiez si l'installation est correcte.
nl: Verkeerde bronmap. Controleer of correct geïnstalleerd.
pl: Wadliwy folder zasobów. Sprawdź, czy został zainstalowany poprawnie.
pt: Pasta de recursos com defeito. Verifique se está instalado corretamente.
pt_br: Pasta de recursos com defeito. Verifique se está instalado corretamente.
ru: Неверная папка ресурсов. Проверьте правильность установки.
ta: தவறான வள கோப்புறை. சரியாக நிறுவப்பட்டிருந்தால் சரிபார்க்கவும்.

# SimGearboxMode
source: Automatic shift
cs: Automatické řazení
fr: Boîte automatique
pt: Câmbio automático
ru: Автоматическое переключение
ta: தானியங்கி மாற்றம்

# SimGearboxMode
source: Manual shift with auto clutch
cs: Ruční řazení - automatická spojka
fr: Boîte manuelle avec embrayage auto
pt: Câmbio manual com embreagem automática
ru: Ручное переключение с автоматическим сцеплением
ta: ஆட்டோ கிளட்சுடன் கையேடு மாற்றம்

# SimGearboxMode
source: Fully manual: sequential shift
cs: Plně manuální: sekvenční řazení
fr: Entièrement manuelle : changement de vitesses séquentiel
pt: Totalmente Manual: câmbio sequencial
ru: Механическая: последовательное переключение
ta: முழு கையேடு: தொடர்ச்சியான மாற்றம்

# SimGearboxMode
source: Fully manual: stick shift
cs: Plně manuální: řadící páka
fr: Entièrement manuelle : levier de vitesses
pt: Totalmente Manual: câmbio manual
ru: Механическая: рычаг переключения передач
ta: முழு கையேடு: ச்டிக் சிப்ட்

# SimGearboxMode
source: Fully manual: stick shift with ranges
cs: Plně manuální: řadicí páka s rozsahy
fr: Complètement manuel : passage avec levier de de vitesses et gammes
pt: Totalmente manual: câmbio manual com alcances
ru: Механическая: рычаг переключения передач с диапазонами
ta: முழு கையேடு: வரம்புகளுடன் குச்சி மாற்றம்

# GfxFlaresMode
source: None (fastest)
cs: Žádné (nejrychlejší)
fr: Aucun (plus rapide)
pt: Nenhum (o mais rápido)
ru: Отсутствуют (быстрее)
ta: எதுவுமில்லை (வேகமான)

# GfxFlaresMode
source: No light sources
cs: žádné zdroje světla
fr: Aucune source de lumière
pt: Sem fontes de luz
ru: Нет источников света
ta: ஒளி மூலங்கள் இல்லை

# GfxFlaresMode
source: Only current vehicle, main lights
cs: pouze aktuální vozidlo, hlavní světla
fr: Seulement le véhicule actuel, lumières principales
pt: Apenas o veículo atual, luzes principais
ru: Только у текущего транспортного средства, основные фары
ta: தற்போதைய வண்டி, முதன்மையான விளக்குகள் மட்டுமே

# GfxFlaresMode
source: All vehicles, main lights
cs: Všechna vozidla, hlavní světla
fr: Tous les véhicules, lumières principales
pt: Todos os veículos, luzes principais
ru: Весь транспорт, основные фары
ta: அனைத்து வாகனங்களும், முதன்மையான விளக்குகள்

# GfxFlaresMode
source: All vehicles, all lights
cs: Všechna vozidla, všechna světla
fr: Tous les véhicules, toutes les lumières
ru: Весь транспорт, все фары
ta: அனைத்து வாகனங்களும், அனைத்து விளக்குகளும்

# GfxShadowType
source: Disabled
cs: zakázáno
es: Inhabilitado
fr: Désactivé
pt: Desabilitado
ru: Отключено
ta: முடக்கப்பட்டது

# GfxSkyMode
source: Sandstorm (fastest)
cs: Sandstorm (nejrychlejší)
fr: Tempête de sable (plus rapide)
pt: Tempestade de areia (mais rápido)
ru: Sandstorm (быстрее)
ta: மணல் புயல் (வேகமான)

# GfxSkyMode
source: Caelum (best looking, slower)
cs: Caelum (nejhezčí, pomalejší)
fr: Caelum (meilleure apparence, plus lent)
pt: Céu (melhor visual, mais lento)
ru: Caelum (Качество, работает медленнее)
ta: கலம் (சிறந்த தோற்றம், மெதுவாக)

# GfxSkyMode
source: SkyX (best looking, slower)
cs: SkyX (nejhezčí, pomalejší)
fr: SkyX (plus joli, plus lent)
pt: SkyX (melhor visual, mais lento)
ru: SkyX (Качество, работает медленнее)
ta: ச்கைக்ச் (சிறந்த தோற்றம், மெதுவாக)

# GfxTexFilter
source: None
cs: žádný
es: Ninguno
fr: Aucun
nl: Geen
pt: Nulo
ru: Отсутствует
ta: எதுவுமில்லை

# GfxTexFilter
source: Bilinear
cs: Bilineární
fr: Bilinéaire
ru: Билинейная
ta: பிலினியர்

# GfxTexFilter
source: Anisotropic
cs: Anisotropie
fr: Anisotrope
ru: Анизатропная
ta: அனிசோட்ரோபிக்

# GfxVegetation
source: None
cs: Žádné
es: Ninguno
fr: Aucun
nl: Geen
pt: Nenhuma
ru: Отсутствует
ta: எதுவுமில்லை

# GfxVegetation
source: Full
cs: Plné
es: Lleno
fr: Complet
ru: Полная
ta: முழு

# GfxWaterMode
source: None
cs: Žádná
es: Ninguno
fr: Aucune
nl: Geen
ru: Отсутствуют
ta: எதுவுமில்லை

# GfxWaterMode
source: Basic (fastest)
fr: Basique (plus rapide)
pt: Básico (mais rápido)
ru: Базовое (быстрое)
ta: அடிப்படை (வேகமான)

# GfxWaterMode
source: Reflection
cs: Odrazy
fr: Réflexion
ru: Отражение
ta: பிரதிபலிப்பு

# GfxWaterMode
source: Reflection + refraction (speed optimized)
fr: Reflets + réfraction (optimisé pour les performances)
pt: Reflexos + refração (velocidade otimizada)
ru: Отражение + преломление (оптимальная скорость)
ta: பிரதிபலிப்பு + ஒளிவிலகல் (வேகம் உகந்ததாக)

# GfxWaterMode
source: Reflection + refraction (quality optimized)
fr: Réflexion + réfraction (optimisé pour la qualité)
pt: Reflexos + refração (qualidade otimizada)
ru: Отражение + преломление (оптимальное качество)
ta: பிரதிபலிப்பு + ஒளிவிலகல் (தரம் உகந்ததாக)

# GfxWaterMode
source: HydraX
ta: ஐட்ராக்ச்

# GfxExtCamMode
source: None
cs: Žádná
es: Ninguno
fr: Aucune
ru: Отсутствует
ta: எதுவுமில்லை

# GfxExtCamMode
source: Static
cs: Statická
es: Estático
fr: Statique
pt: Estático
ru: Статический
ta: நிலையான

# GfxExtCamMode
source: Pitching
cs: Houpající
es: Lanzamiento
ru: Покачивание
ta: பிட்ச்

# IoInputGrabMode
source: None
cs: Žádný
es: Ninguno
fr: Aucun
ru: Отсутствует
ta: எதுவுமில்லை

# IoInputGrabMode
source: All
cs: Všechno
fr: Tout
pt: Todos
ru: Все
ta: அனைத்தும்

# IoInputGrabMode
source: Dynamic
cs: Dynamické
fr: Dynamique
pt: Dinâmico
ru: Динамически
ta: மாறும்

# SimResetMode
source: Hard
cs: Tvrdý
ru: Принудительный
ta: கடினமானது

# SimResetMode
source: Soft
cs: Měkký
ru: Постепенный
ta: மென்மையான

source: Terrain not found:
ca: No es troba terreny:
cs: Terén nenalezen:
de: Terrain nicht gefunden:
es: Terreno no encontrado
et: Maastikku ei leitud:
fi: Maastoa ei löytynyt:
fr: Terrain non trouvé :
it: Terreno non trovato:
nl: Terrein niet gevonden:
pl: Nie znaleziono terenu:
pt: Terreno não encontrado:
pt_br: Terreno não encontrado:
ro: Terenul nu a fost găsit:
ru: Карта не найдена:
sk: Terén nenájdený:
ta: நிலப்பரப்பு காணப்படவில்லை:

source: Terrain loading error
ca: S'ha produït un error carregant el terreny
cs: Nelze načíst terén
de: Fehler beim Laden des Terrains
es: Error cargando el Terreno
et: Maastiku laadimise viga
fi: Maaston latausvirhe
fr: Erreur de chargement du terrain
it: Errore nel caricamento del terreno
nl: Fout tijdens het laden van het terrein
pl: Błąd podczas ładowania terenu
pt: Erro no carregamento do terreno
pt_br: Erro ao carregar terreno
ro: Eroare la încărcarea terenului
ru: Ошибка при загрузке карты
sk: Chyba načítavania terénu
ta: நிலப்பரப்பு ஏற்றுதல் பிழை

source: Please clear the place first
ca: Si us plau, buideu la zona primer
cs: Prosím nejdříve uvolněte prostor
de: Bitte die Fläche erst räumen
es: Por favor, despeje de objetos el lugar
et: Palun vabasta enne koht
fi: Tyhjennä ensin paikka
fr: Veuillez d'abord dégager la zone
it: Liberare l'area
nl: Eerst het platform leeghalen AUB
pl: Proszę oczyścić miejsce
pt_br: Limpe o lugar primeiro
ro: Te rog, eliberează locul mai întâi
ru: Пожалуйста, сначала освободите площадку
sk: Prosím najskôr uvoľnite priestor
ta: முதலில் அந்த இடத்தை அழிக்கவும்

source: Default skin '{}' for actor '{}' not found!
cs: Výchozí skin '{}' pro aktéra '{}' nenalezen!
ru: Стандартный скин '{}' для объекта '{}' не найден!
ta: நடிகருக்கு இயல்புநிலை தோல் '}' {} 'கிடைக்கவில்லை!

source: Enabled hard reset mode
cs: Zapnut režim tvrdého resetu
es: Modo de reinicio duro activado
fr: Activer de force la remise à zéro
nl: Harde resetmodus ingeschakeld
pt: Modo de reinicialização rígida ativado
pt_br: Modo de restauração completa
ru: Активирован жесткий режим восстановления
ta: கடின மீட்டமைப்பு பயன்முறையை இயக்கியது

source: Enabled soft reset mode
cs: Zapnut režim měkkého resetu
es: Modo de reinicio suave activado
fr: Activer normalement la remise à zéro
nl: Zachte resetmodus ingeschakeld
pt: Modo de reinicialização suave ativado
pt_br: Modo de semi-restauração
ru: Активирован мягкий режим восстановления
ta: மென்மையான மீட்டமைப்பு பயன்முறையை இயக்கியது

source: Time set to
ca: Temps canviat a
cs: Čas nastaven na
de: Zeit eingestellt auf
es: Hora establecida a
et: Aeg seatud
fi: Aika asetettu
fr: Heure réglée à
it: Tempo impostato a
nl: Tijd gezet op
pl: Czas ustawiony na
pt: Tempo definido para
pt_br: Tempo definido para
ro: Ora setată la
ru: Время установлено на
sk: Čas nastavený na
ta: நேரம் அமைக்கப்பட்டுள்ளது

source: No rescue truck found!
ca: No hi ha camió de rescat!
cs: Žádné vyprošťovací vozidlo nenalezeno!
de: Kein Rettungsfahrzeug gefunden!
es: ¡No hay camión de rescate en este mapa!
et: Hädaabi sõidukit ei leitud!
fi: Hinausautoa ei löytynyt!
fr: Aucun véhicule de secours routier trouvé !
it: Nessun mezzo di soccorso trovato!
nl: Geen bergings-truck gevonden!
pl: Nie znaleziono pojazdu ratowniczego!
pt_br: Nenhum caminhão de resgate encontrado!
ro: Niciun camion de salvare găsit!
ru: Не найден автомобиль техпомощи!
sk: Nenájdený žiadny odťahový voz!
ta: மீட்பு டிரக் எதுவும் கிடைக்கவில்லை!

source: forwardcommands enabled
cs: forwardcommands povoleny
de: Vorwärtsbefehle aktiviert
es: mando a distancia habilitado
et: käskluste edastamine lubatud
fr: "forwardcommands" activé
it: Inoltro comandi abilitato
nl: voorwaarts-commando's ingeschakeld
pt_br: forwardcommands habilitados
ru: forwardcommands включено
ta: ஃபார்வர்ட் கமாண்டுகள் இயக்கப்பட்டன

source: forwardcommands disabled
cs: forwardcommands zakázány
de: Vorwärtsbefehle deaktiviert
es: mando a distancia deshabilitado
et: käskluste edastamine keelatud
fr: "forwardcommands" désactivé
it: Inoltro comandi disabilitato
nl: voorwaarts-commando's uitgeschakeld
pt: "forwardcommands" Desativado
pt_br: forwardcommands Desabilitadas
ru: forwardcommands отключено
ta: ஃபார்வர்ட் கமாண்டுகள் முடக்கப்பட்டன

source: importcommands enabled
cs: importcommands povoleny
de: Importbefehle aktiviert
es: importar comandos habilitado
et: käskluste vastuvõtt lubatud
fr: "importcommands" activé
it: Importazione comandi abilitata
nl: invoer-commando's ingeschakeld
pt_br: importcommands Habilitados
ru: importcommands включено
ta: இறக்குமதி கமாண்டுகள் இயக்கப்பட்டன

source: importcommands disabled
cs: importcommands zakázány
de: Importbefehle deaktiviert
es: importar comandos deshabilitados
et: käskluste vastuvõtt keelatud
fr: "importcommands" désactivé
it: Importazione comandi disabilitata
nl: invoer-commando's uitgeschakeld
pt: "importcommands" Desativado
pt_br: importcommands desabilitados
ru: importcommands отключено
ta: இறக்குமதி முட்கள் முடக்கப்பட்டன

source: [whispered]
ca: [xiuxiuejat]
cs: [šeptáno]
de: [hat geflüstert]
es: [susurro]
et: [sosistatud]
fr: [murmuré]
it: [sussurrato]
nl: [fluisterde]
pl: [szepnął]
pt: [sussurrou]
pt_br: [sussurrou]
ro: [șoptit]
ru: [прошептал]
sk: [pošepnutá]
ta: [கிசுகிசுக்கப்பட்டது]

source: Low range selected
ca: Poc rang seleccionat
cs: Zvolen nižší rozsah
de: Niedriger Schaltbereich ausgewählt
es: rango bajo elegido
et: Madal vahemik valitud
fi: Pieni alue valittu
fr: Gamme basse sélectionnée
it: Gamma bassa selezionata
nl: laag bereik geselecteerd
pl: Wybrano niski zakres przełożeń
pt: Mínimo intervalo selecionado
pt_br: Faixa baixa selecionada
ro: Raport mic selectat
ru: Выбран низкий диапазон
sk: Vybraný nízky rozsah
ta: குறைந்த வீச்சு தேர்ந்தெடுக்கப்பட்டது

source: Mid range selected
ca: Mig rang seleccionat
cs: Střední rozsah vybrán
de: Mittlerer Schaltbereich ausgewählt
es: rango medio seleccionado
et: Keskmine vahemik valitud
fi: Keskialue valittu
fr: Gamme moyenne séléctionnée
it: Media gamma selezionata
nl: middelmatig bereik geselecteerd
pl: Wybrano środkowy zakres przełożeń
pt: media gama selecionada
pt_br: Intervalo médio selecionado
ro: Interval mijlociu selectat
ru: Выбран средний диапазон
sk: zvolený strednej rozsah
ta: மிட் ரேஞ்ச் தேர்ந்தெடுக்கப்பட்டது

source: High range selected
ca: Alt rang seleccionat
cs: Zvolen vysoký rozsah
de: Hoher Schaltbereich ausgewählt
es: rango alto seleccionado
et: Kõrge vahemik valitud
fi: Iso alue valittu
fr: Gamme haute sélectionnée
it: Alta gamma selezionata
nl: hoog bereik geselecteerd
pl: Wybrano wysoki zakres przełożeń
pt: Alta gama seleccionada
pt_br: Faixa alta selecionada
ro: Interval înalt selectat
ru: Выбран высокий диапазон
sk: Vybraný veľký rozsah
ta: உயர் வீச்சு தேர்ந்தெடுக்கப்பட்டது

source: Error while loading landuse config
ca: S'ha produït un error carregant la configuració de l'ús de la terra
cs: Chyba při načítání konfigurace využívání krajiny
de: Fehler beim Laden der Landnutzungs-Konfiguration
es: Error mientras se cargaba la configuracion del terreno
et: Viga maapinna seadistuse laadimisel
fi: Virhe ladattaessa maastonkäyttö-konfiguraatiota
fr: Erreur lors du chargement de la configuration du terrain
it: Errore nel caricare la configurazione di ultilizzo del terreno
nl: Foutmelding tijdens laden van landuse config
pl: Błąd przy ładowaniu konfiguracji używanych terenów
pt: Erro ao carregar config landuse
pt_br: Erro ao carregar configuração de terreno
ro: Eroare la încărcarea configurării landuse
ru: Ошибка при загрузке настроек карты
sk: Chyba pri nahrávanie nastavení landuse
ta: லேண்டச் கட்டமைப்பை ஏற்றும்போது பிழை

source: FOV: Limit reached
cs: FOV: Limit dosažen
de: FOV: Grenzwert erreicht
es: FOV: Límite alcanzado
et: FOV: limiit
fr: FOV : Limite atteinte
it: FOV: Limite raggiunto
nl: FOV: Limiet bereikt
pl: FOV: Osiągnięto limit
pt: FOV: Limite alcançado
pt_br: FOV: Limite alcançado
ru: угол обзора: Достигнут предел
ta: FOV: வரம்பு எட்டப்பட்டது

source: Free camera
cs: Volná kamera
de: Freie Kamera
es: Cámara en modo libre
et: Vaba vaade
fr: Caméra libre
it: Telecamera svincolata
nl: Vrije camera
pl: Wolna kamera
pt: Camera livre
pt_br: Câmera livre
ru: Свободная камера
ta: இலவச கேமரா

source: Fixed camera
cs: Fixní kamera
de: fixierte Kamera
es: Cámara fija
et: Fikseeritud vaade
fr: Caméra fixée
nl: gefixeerde camera
pl: Statyczna kamera
pt: Camera fixa
pt_br: Câmera fixa
ru: Фиксированная камера
ta: நிலையான கேமரா

source: Limited camera movement enabled
cs: Omezení pohybu kamery zapnuto
de: Kamerabewegungseinschränkung aktiviert
es: Movimiento limitado de cámara habilitado
et: Piiratud kaamera liikumine lubatud
fr: Mouvement limitée de caméra activée
nl: Beperkte camera beweging geactiveerd
pl: Włączono ograniczony ruch kamery
pt: Movimento limitado da câmara ativado
pt_br: Movimento limitado de câmera ativado
ru: Ограниченное движение камеры включено
ta: வரையறுக்கப்பட்ட கேமரா இயக்கம் இயக்கப்பட்டது

source: Limited camera movement disabled
cs: Omezení pohybu kamery vypnuto
de: Kamerabewegungseinschränkung deaktiviert
es: Movimiento limitado de cámara deshabilitado
et: Piiratud kaamera liikumine keelatud
fr: Mouvement limitée de caméra désactivée
nl: Beperkte camera beweging uitgeschakeld
pl: Wyłączono ograniczony ruch kamery
pt: Movimento limitado da câmara desativado
pt_br: Movimento limitado de câmera desabilitado
ru: Ограниченное движение камеры отключено
ta: வரையறுக்கப்பட்ட கேமரா இயக்கம் முடக்கப்பட்டது

source: Auto tracking enabled
cs: Automat. sledování zapnuto
de: Automatische Verfolgung aktiviert
es: Auto seguimiento activado
et: Automaatne jälgimine lubatud
fr: Traçage automatique activé
it: Auto-Tracking abilitato
nl: Automatisch volgen ingeschakeld
pl: Automatyczne śledzenie włączone
pt: Rastreamento automático ativado
pt_br: Rastreamento automático Ativado
ru: Автоматическое слежение включено
ta: ஆட்டோ கண்காணிப்பு இயக்கப்பட்டது

source: Auto tracking disabled
cs: Automat. sledování vypnuto
de: Automatische Verfolgung deaktiviert
es: Auto seguimiento deshabilitado
et: Automaatne jälgimine keelatud
fr: Traçage automatique désactivé
it: Auto-Tracking disabilitato
nl: Automatisch volgen uitgeschakeld
pl: Automatyczne śledzenie wyłączone
pt: Rastreamento automático desativado
pt_br: Rastreamento automático desativado
ru: Автоматическое слежение отключено
ta: ஆட்டோ கண்காணிப்பு முடக்கப்பட்டது

source: Hold to confirm
cs: Podržte pro potvrzení
pt: Segure para confirmar
ru: Удерживайте, чтобы подтвердить
ta: உறுதிப்படுத்த பிடி

source: Current FPS:
ca: FPS actuals:
cs: Aktuální FPS:
de: Aktuelle FPS:
es: FPS actual:
et: Praegune FPS:
fi: Tämänhetkinen FPS:
fr: IPS actuelle :
it: FPS attuali:
nl: FPS
pl: Bieżący poziom FPS:
pt: FPS atual:
pt_br: FPS Atual:
ro: FPS actual:
ru: Текущий FPS:
sk: Aktuálne FPS:
ta: தற்போதைய FPS:

source: Average FPS:
ca: FPS de mitja:
cs: Průměrné FPS:
de: Durchschnittliche FPS:
es: FPS medio:
et: Keskmine FPS:
fi: Keskim. FPS
fr: IPS moyenne :
it: FPS medio:
nl: Gemiddelde FPS
pl: Średni poziom FPS:
pt: Média de FPS:
pt_br: Média de FPS:
ro: Media FPS:
ru: Средний FPS:
sk: Priemerné FPS:
ta: சராசரி FPS:

source: Best FPS:
ca: Millor FPS:
cs: Nejlepší FPS:
de: Höchste FPS:
es: Mejor FPS:
et: Parim FPS:
fi: Paras FPS:
fr: Meilleure IPS :
it: FPS migliore:
nl: Beste FPS
pl: Najwyższy poziom FPS:
pt: Melhor FPS:
pt_br: Melhor FPS:
ro: Cel mai bun FPS:
ru: Лучший FPS:
sk: Najlepšie FPS:
ta: சிறந்த FPS:

source: Worst FPS:
ca: Menor FPS:
cs: Nejhorší FPS:
de: Niedrigste FPS:
es: Peor FPS:
et: Halvim FPS:
fi: Matalin FPS:
fr: IPS minimum :
it: FPS peggiore:
nl: Laagste FPS:
pl: Najniższy poziom FPS:
pt: Pior FPS:
pt_br: FPS mais baixo:
ro: Cel mai slab FPS:
ru: Худший FPS:
sk: Najhoršie FPS:
ta: மோசமான FPS:

source: Triangle Count:
ca: Núm. Triangles:
cs: Počet polygonů:
de: Anzahl der Dreiecke:
es: Número de Triángulos:
et: Kolmnurkade arv:
fi: Kolmioita:
fr: Nombre de triangles :
it: Conteggio triangoli:
nl: Aantal Driehoeken:
pl: Liczba trójkątów:
pt: Quant. de Triângulos:
pt_br: Número de Triângulos:
ro: Totalul Triunghiurilor:
ru: Количество треугольников:
sk: Počet polygónov:
ta: முக்கோண எண்ணிக்கை:

source: Textures:
cs: Textury:
de: Texturen:
es: Texturas:
et: Tekstuurid:
fi: Tekstuurit:
it: Texture:
nl: Texturen:
pl: Tekstury:
pt: Texturas:
pt_br: Texturas:
ro: Texturi:
ru: Текстуры:
sk: Textúry:
ta: கட்டமைப்புகள்:

source: Compositors:
cs: Kompozitory:
de: Schriftsetzer:
es: Compositores:
et: Valmistajad:
fi: Latojat
fr: Compositeurs :
it: Compositori:
pl: Kompozytory:
pt: Compositores:
pt_br: Compositores:
ro: Compoziți:
ru: Сборщики:
sk: Sadzači
ta: இசையமைப்பாளர்கள்:

source: Fonts:
ca: Tipus de lletra:
cs: Fonty:
de: Schriftarten:
es: Fuentes:
et: Fondid:
fi: Fontit:
fr: Polices d'écriture :
it: Tipo di scrittura:
nl: Lettertypen:
pl: Czcionki:
pt: Fontes:
pt_br: Fontes:
ro: Fonturi:
ru: Шрифты:
sk: Písma:
ta: எழுத்துருக்கள்:

source: GPU Program:
ca: Programa de GPU:
de: GPU Programm:
es: Programa GPU:
et: Videokaardi Programm:
fi: Näytönohjain-ohjelma:
fr: Programme GPU :
it: Programma GPU:
nl: GPU Programma:
pl: Program GPU:
pt: Programa GPU
pt_br: Programa da GPU:
ro: Program GPU:
ru: GPU программа:
ta: சி.பீ.யூ திட்டம்:

source: HL GPU Program:
ca: Programa de GPU HL:
de: HL GPU Programm:
es: HL GPU del Programa:
et: HL GPU Programm:
fi: HL GPU Ohjelma:
fr: Programme HL GPU :
it: Programma HL GPU:
nl: HL GPU Programma:
pl: Program HL GPU:
pt: Hl Programa GPU
pt_br: Programa HL GPU:
ro: Program HL GPU:
ru: HL GPU Программа:
ta: எச்.எல் சி.பீ.யூ திட்டம்:

source: Materials:
cs: Materiály:
de: Materialien:
es: Materiales:
et: Materjalid:
fi: Materiaalit:
fr: Matériaux :
it: Materiali:
nl: Materialen:
pl: Materiały:
pt: Materiais:
pt_br: Materiais:
ro: Materiale:
ru: Материалы:
sk: Materiály:
ta: பொருட்கள்:

source: Meshes:
ca: Malles:
cs: Mřížky:
es: Mallas:
et: Meshid:
fi: Meshejä:
pl: Meshe:
pt: malhas:
pt_br: Malhas:
ro: Mesh-uri:
ru: Мэши:
sk: Siete:
ta: மெச்கள்:
