Repository: RigsOfRods/rigs-of-rods
Catalog: languages/*/ror.po
Languages: ca, cs, de, es, et, fi, fr, it, nl, pl, pt, pt_br, ro, ru, sk, ta

source: Static friction keeps you in the same place when you are stopped on a hill. In the real world this friction is always bigger than dynamic friction (sliding friction). Start with 0.5 and work from there. It is better to try to find some experimentally validated values for this and the rest of surface friction variables in the net, and then to fine tune via strength.
ca: La fricció estàtica fa que ens mantigui en el mateix lloc quan s'està aturat sobre un turó. En el món real aquesta fricció és sempre major que la fricció dinàmica (la fricció de lliscament). Comenceu a partir de 0,5. És millor tractar de trobar alguns dels valors per comprovar experimentalment i la resta de les variables de superfície de fricció, i després, afinar-les a través de la força.
de: Die Haftreibung hält dich auf der Stelle, wenn du an einem Hang anhältst. In der Realität ist die Haftreibung immer größer als die Gleitreibung. Beginne mit 0,5 und verstelle den Wert schrittweise. Es ist besser zunächst nach experimentell ermittelten Werten zu diesem und den anderen Oberflächen-Reibungswerten im Internet zu suchen und diese dann in der Intensität fein einzustellen.
et: Seisuhõõrdumine hoiab sind mäe peal peatudes paigal. Reaaloludes on see hõõrdumine alati suurem kui liugehõõrdumine. Alusta 0.5-st ja jätka sealt. Parem on otsida sellele veebist mõned kontrollitud väärtused, samuti muudele pinnahõõrdumise teguritele. Seejärel võib juba tugevuse abil täpsemalt seadistama hakata.
fi: Lepokitka pitää sinut samassa paikassa kun olet pysähtynyt mäkeen. Oikeasti tämä arvo on aina suurempi kuin liikekitka (liukukitka). Aloita arvolla 0.5 ja säädä sitä. Yritä etsiä tieteelliseti todistettuja arvoja tähän netistä, ja sitten hienosäädä voimalla.
it: L'attrito statico ti mantiene nello stesso posto quando sei fermo in salita. Nel mondo reale quest'attrito è sempre maggiore dell'attrito dinamico (l'attrito nello slittamento). Settalo a 0.5 per iniziare. E' meglio partire con qualche valore convalidato sperimentalmente per questo e per il resto delle variabili sull'attrito superficiale, quindi modificandoli secondo le proprie esperienze.
pl: Tarcie statyczne utrzymuje cię w jednym miejscu, kiedy zatrzymasz się na zboczu. W prawdziwym świecie ten rodzaj tarcia jest zawsze większy niż tarcie kinetyczne (tarcie ślizgowe). Zacznij od wartości 0.5. Najlepiej znaleźć eksperymentalnie potwierdzone wartości dla tego i innych parametrów tarcia nawierzchni w Internecie, a potem dostroić poprzez siłę.
ro: Frecarea statică te ține în același loc unde te-ai oprit pe deal. În realitate, această frecare e tot timpul mai mare decât frecarea dinamică (frecare de alunecare). Pornește cu 0.5 și continuă de aici. E recomandat să încerci să experimentezi niște valori valide pentru asta și pentru restul suprafeței de frecare de pe internet, apoi să reglezi ușor via rezistență.
sk: Statické trenie umožňuje zostať na rovnakom mieste aj keď stojíte na svahu. V reálnom svete je toto trenie vždy väčšie ako dynamické trenie (šmykové trenie). Začnite s hodnotou 0.5 a pokračujte odtiaľ. Pre toto a pre zvyšok premenných povrchového trenia je lepšie skúsiť nájsť nejaké experimentálne potvrdené hodnoty na internete a potom ich jemne doladiť cez intenzitu.

source: Steering feedback level:
ca: Nivell de control de direcció:
de: Lenk Rückmeldungs-Pegel:
et: Roolimise tagasiside tase:
fi: Ohjauksen palautusvoima
it: Ritorno di forza sterzo:
pl: Sterowanie:
ro: Nivelul de feedback al virării:
sk: Úroveň spätnej väzby:

source: Strength
ca: Força
de: Stärke
et: Tugevus
fi: Lujuus:
it: Resistenza
pl: Siła
ro: Rezistență
sk: Sila

source: Strength:
ca: Força:
de: Stärke:
et: Tugevus:
fi: Voimakkuus:
it: Forza:
pl: Siła:
ro: Rezistență:
sk: Pevnosť:

source: Texture Tool
ca: Eina de Textures
de: Textur Werkzeug
et: Tekstuuri tööriist
fi: Tekstuuri työkalu
it: Strumento Texture
pl: Narzędzie tekstury
ro: Unealtă pentru textură
sk: Nástroj na textúrovanie

source: Texture filtering:
de: Textur Filterung
et: Tekstuuri filtreerimine:
it: Filtraggio texture:
pl: Filtrowanie tekstur:

source: The color of RoR's special effects
ca: El color dels efectes especials del RoR
de: Die Farbe von RoR's Spezialeffekten
et: RoR'i eriefektide värvus
fi: RoRin erikoistehosteiden väri
it: Il colore degli effetti speciali di RoR
pl: Kolor efektów specjalnych RoR
ro: Culoarea efectelor speciale ale RoR
sk: farba špeciálnych efektov RoR

source: The default mode for the gearbox when a new vehicle is loaded.
ca: El mode per defecte per a la caixa de canvis quan un nou vehicle és carregat.
de: Die Standardschaltung, wenn ein neues Fahrzeug geladen wird.
et: Uue sõiduki laadimisel kasutatav käigukasti tüüp.
fi: Vaihteiston oletustyyppi kun uusi ajoneuvo ladataan:
it: Modalità predefinita per il cambio quando viene caricato un nuovo veicolo.
pl: Domyślny tryb skrzyni biegów dla każdego nowo załadowanego pojazdu.
ro: Cutia de viteze prestabilită pentru noul vehicul ce va fi folosit.
sk: Východzí režim prevodovky pre novo vytvorené vozidlá.

source: The terrain you want to load upon RoR startup. Might remove the startup selection menu.
ca: El terreny que desitgeu carrega a l'inici del RoR, pot desactivar el menú de selecció de l'inici.
de: Die Karte, die du beim Start von RoR laden möchtest. Könnte das Auswahlmenü beim Spielstart entfernen.
et: Maastik, mis laaditakse RoR käivitusel. Eemaldab valikumenüü.
fi: Maasto, jonka haluat ladata suoraan käynnistäessäsi RoRin. Jättää maastovalikon väliin.
it: Il terreno che vuoi caricare all'avvio di RoR. Può rimuovere il menu di selezione all'avvio.
pl: Podaj teren, jeżeli chcesz go załadować od razu przy uruchomieniu RoR. Może usunąć menu wyboru, pojawiające się na starcie.
ro: Terenul pe care dorești să-l încarci la pornirea RoR. S-ar putea să scoată meniul de selectare de la pornire.
sk: Mapa ktorú chcete načítať po štarte RoR. Môže sa tým odstrániť menu voľby na začiatku.

source: The truck you want to load upon RoR startup. Might remove the startup selection menu.
ca: El camió que voleu carregar a l'inici del RoR. Podeu treure el menú de selecció d'arrencada.
de: Das Fahrzeug, das RoR beim Start laden soll. Könnte das Auswahlmenü zu Beginn entfernen.
et: Sõiduk, mis laaditakse RoR käivitusel. Eemaldab valikumenüü.
fi: Ajoneuvo, jonka haluat ladata suoraan käynnistäessäsi RoRin. Jättää ajoneuvovalikon väliin.
it: Il veicolo che si desidera caricare all'avvio di RoR. Potrebbe rimuovere il menu di selezione di avvio.
pl: Podaj pojazd, jeżeli chcesz go załadować od razu przy uruchomieniu RoR. Może usunąć menu wyboru, pojawiające się na starcie.
ro: Camionul pe care dorești să-l încarci când pornește RoR. S-ar putea să elimine meniul de selectare de la pornire.
sk: Vozidlo ktoré chcete načítať po štarte RoR. Môže sa tým odstrániť menu voľby na začiatku.

source: The type of special effects that RoR will use to give the appearance of a surface. It doesn't affect the physics at all
ca: El tipus d'efectes especials que RoR utilitzarà per donar l'aparença a una superfície. Això no afecta a la física.
de: Die Art der Spezialeffekte die RoR dazu nutzen wird um der Oberfläche ein Aussehen zu geben. Dies hat überhaupt keinen Einfluss auf die Physik
et: Seda tüüpi eriefektid annavad maapinnale välimuse, kuid ei mõjuta muud simulatsiooni.
fi: Erikostehosteiden tyyppi jota RoR käyttää antamaan vaikutelman pinnasta. Se ei vaikuta fysiikkaan yhtään
it: Il tipo di effetti speciali che RoR utilizzerà per dare l'apparenza di una superficie. Non influenzerà in nessun modo la fisica
pl: Typ efektów specjalnych, których RoR będzie używać, gdy będziesz poruszać się po nawierzchni. W ogóle nie wpływa na symulację fizyczną.
ro: Acel tip de efect special pe care RoR îl folosește pentru a da înfățișarea unei suprafețe. Nu afectează cu nimic simularea din joc.
sk: Typ špeciálnych efektov, ktoré RoR použije na vytvorenie ilúzie povrchu. Neovplyvňuje to však úplne fyziku

source: The update service is currently only available for windows users.
ca: El servei d'actualització és actualment disponible només per a usuaris amb Windows.
de: Der Update-Service ist zur Zeit nur für Windows-Benutzer verfügbar.
et: Uuendamise teenus on hetkel saadaval ainult Windowsi kasutajatele.
fi: Päivityspalvelun käyttö on tällä hetkellä mahdollista vain windows-käyttäjille.
it: Il servizio di aggiornamento è attualmente attivo solo per gli utenti windows.
pl: Możliwość aktualizacji jest obecnie dostępna tylko dla użytkowników Windowsa.
ro: Serviciul de actualizare este momentan disponibil doar pentru utilizatorii de windows.
sk: Aktualizačná služba je momentálne dostupná len užívateľom operačného systému Windows.

source: Think of it as default fluid resistance. Behavior index above changes it at real time. Useful values in practice are quite large.
ca: La resistència de líquid per defecte. El índex de comportament a l'alça canvia en temps real. Els valors útils en la pràctica són bastant grans.
de: Sieh es als Standardeinstellung des Flüssigkeitswiderstands an. Das Verhalten kann über den oben genannten Fließindex in Echtzeit eingestellt werden. Gebräuchliche Werte sind normalerweise recht groß.
et: Mõtle sellest kui tavalisest vedeliku takistusest. Käitumise indeks muutub reaalajas. Kasulikud väärtused on praktikas päris suured.
fi: Ajattele sitä aineen oletusvastuksena. Käytösindeksi yläpuolella säätää sitä reaaliajassa. Käytännössä hyödylliset arvot ovat suuria.
it: Da intendere come resistenza predefinita dei fluidi. Il suo comportamento cambia in tempo reale. Di solito sono utili valori alti.
pl: Pomyśl o tym jak o domyślnym oporze cieczy. Powyższe indeksy zachowań zmieniają go w czasie rzeczywistym. Praktycznie użyteczne wartości są całkiem duże.
ro: Gândește ca și cum ar fi rezistența prestabilită a lichidului. Indexul comportării este în timp real. Valorile bune de pus în practică sunt destul de largi.
sk: Berte to ako predvolený odpor kvapaliny. Index správanie vyššie ho mení. Užitočné hodnoty sú v skutočnosti veľmi veľké.

source: This determines how much grass and how many trees (and such objects) should get displayed.
ca: Determina la quantitat d'herba i el nombre d'arbres (i els objectes d'aquest tipus) que seran visualitzats.
de: Hier wird festgelegt, wie viel Gras, Bäume etc. angezeigt wird.
et: See määrab kui palju muru ja puid (ning muid objekte) peaks näitama.
fi: Tämä määrittää kuinka paljon ruohoa, puita ja muita samanlaisia asioita pitäisi saada näkyviin.
it: Determina quanta erba e quanti alberi (ed oggetti simili) devono essere mostrati.
pl: Decyduje o tym, jak dużo trawy, drzew i innych roślin będzie wyświetlane.
ro: Determină cât de multă iarbă și câți copaci (plus altele de genul) trebuie să fie afișate.
sk: Toto určí koľko trávy, stromov a podobných objektov bude zobrazovaných

source: This friction defines the added friction that you'll feel from a surface that has a little film of fluid on it. It is kind of redundant with all the fluid physics below, but it is here so as for experimentally validated values from the net to be usable. If you decide that you'll simulate the film of fluid with the more complex fluid physics below, then just set this to 0.
ca: Aquesta fricció defineix la fricció addicional que se sentirà a partir d'una superfície que té una petita pel·lícula de líquid. És una mica redundant amb tota la física de fluids, però és aquí, així com dels valors comprovats experimentalment de la xarxa per poder ser utilitzat. Si decidiu simular la pel·lícula de líquid amb la física de fluids més complexos, establiu aquest valor a 0.
de: Dieser Parameter definiert die zusätzliche Reibung, die von einer Oberfläche, die einen kleinen Film von Flüssigkeit auf sie hat zu spüren ist. Durch die nachfolgenden fluidphysikalischen Optionen ist er nicht notwendig, wird aber hier aufgeführt, um die Nutzung experimentell bestimmter Werte zu ermöglichen. Wenn du den Fluidfilm mit den komplexeren Optionen weiter unten simulieren möchtest, dann setzte diesen Wert einfach auf 0.
et: See hõõrdumine määrab lisahõõrdumise pinnal, mis on kaetud õhukese vedelikukihiga. Võib tunduda allpool olevate vedeliku suvandite juures üleliigne, kuid on jäetud kasutamiseks veebist leitavate andmetega. Kui otsustad siiski kasutada allpool olevaid vedelikusuvandeid, võid selle väärtuse jätta 0-iks.
fi: Tämä kitka määrittää lisätyn kitkan, jonka tunnet pinnalla jossa on hieman nestettä. Tämä on turha arvo, mutta se on täällä kokellisesti määritellyille arvoille verkosta, jotta niitä voitaisiin käyttää. Jos päätät simuloida aineita monimutkaisemmilla fysiikoilla, sitten jätä tämä vain 0.
it: Questo settaggio definisce l'aggiunta di attrito che percepisci su una superficie che ha un sottile strato di fluido su di essa. E' qualcosa di ridondante con tutti i settaggi presenti per la fisica dei fluidi, ma è qui per rendere utilizzabili valori sperimentali scaricati dalla rete. Se decidete di simulare lo strato di un fludo con una fisica più complessa, settatelo a 0.
pl: Ten parametr określa dodatkowe tarcie, jakie poczujesz na nawierzchni pokrytej cienką warstwą cieczy. Jest zbędne, jeżeli zamierzasz definiować poniższe parametry symulacji cieczy, ale eksperymentalnie potwierdzone wartości (np. z Internetu) mogą zostać tutaj użyte. Jeżeli chcesz symulować warstwę cieczy w bardziej złożony sposób, używając innych parametrów, wtedy ustaw to na 0.
ro: Această frecare definește frecarea adăugată ce îți va da senzația că suprafața are o peliculă de lichid. E într-un fel exagerat după toate celelalte tipuri de lichide de mai jos, dar e aici doar pentru scopuri experimentale cu valori valide de pe internet, ce pot fi folosite. Dacă te decizi să simulezi pelicula de lichid cu un grad de simulare mai complex decât cele de mai jos, atunci setează asta pe 0.

source: This may hurt framerate a bit on old systems, but it looks pretty good.
ca: Pot causar una baixada de la velocitat de fotogrames en els sistemes vells, però és una millora de gràfics.
de: Dies könnte die Bildwiederholrate auf älteren Computern etwas verschlechtern, sieht aber sehr gut aus.
et: See võib halvendada vanemate süsteemide jõudlust, kuid näeb hea välja.
fi: Tämä saattaa hidastuttaa piirtonopeutta vanhemmilla tietokoneilla, mutta näyttää melko hyvältä.
it: Questo può compromettere leggermente il numero di fotogrammi visibile su di un vecchio sistema, ma è molto bello.
pl: Może zmniejszyć wydajność na starym sprzęcie, ale wygląda dosyć ładnie.
ro: Asta ar putea să încetinească serios sistemele mai vechi, dar arată destul de bine.
sk: Na starších zostavách môže dosť znížiť FPS, no vyzerá to celkom dobre.

source: This parameter is for making it easier(cheating) to get out from mud. To get stuck in real mud isn't fun at all, so this makes the mud push up. Ranges in this parameter are from 0 to 1 . If you set it at 1 then you'll get real mud. For values from 0 to 1, the behavior goes from real mud to easy mud depending on this parameter and the value of Adhesion velocity. For velocity 0 real mud it is. For velocity >= adhesion velocity easy mud it is.
ca: Aquest paràmetre és per fer més fàcil (es fa trampa) per sortir del fang. Quedar encallat en el fang realment no és divertit en absolut, de manera que això fa que el fang doni empenta cap amunt. Els rangs d'aquest paràmetre és de 0 a 1. Si vostè es fixa en 1, llavors tindràs el fang real. Per als valors de 0 a 1, el comportament va de fang real a llot fàcil depenent d'aquest paràmetre i el valor de la velocitat d'adhesió. Per a una velocitat 0 el fang és real. Per a una velocitat >= de l'adhesió, hi ha més velocitat en el fang.
de: Dieser Parameter soll es vereinfachen aus Schlamm herauszukommen. In realem Schlamm stecken zu bleiben macht keinen Spaß, deshalb kann dem Schlamm hier ein Auftriebswert zugewiesen werden. Ein Wert von 1 entspricht realem Schlamm. Für Werte zwischen 1 und 0 geht der reale Schlamm in vereinfachten Schlamm über, abhängig vom eingestellten Wert und der Haftgeschwindigkeit. Bei einer Fahrgeschwindigkeit von 0 verhält sich der Schlamm ebenfalls real. Sobald die momentane Geschwindigkeit die Haftgeschwindigkeit überschreitet, erhält man wieder die maximale Hilfestellung.
et: See väärtus on selleks, et saada mudast kergemini välja. Mudasse kinni jääda pole üldse lõbus, seega paneb see parameeter muda sõidukit üles lükkama. Väärtuste vahe on 0st 1ni. Kui sa sead väärtuse 1 peale, saad reaalse muda. 0st 1ni, käitumisviis muutub reaalsest mudast kergesse mutta, sõltub sellest parameetrist ning kinnijäämise kiiruse näidust. Kui kiirus on 0 saad reaalse muda. Aga kui see muda väärtus on suurem-võrdne kiiruse väärtusega, siis saad kerge muda.
fi: Tämä parametri helpottaa mudasta pääsemistä. Juuttuminen mutaan ei ole hauskaa, joten tämä pistää mudan nostamaan sinut pois. Käytä arvoja 0-1, jos asetat sen 1 niin saat oikeaa mutaa, alemmat arvot 0-1 välillä vaihtelevat oikeasta mudasta helppoon mutaan riippuen tästä arvosta ja kiinnittymisnopeudesta. Nopeudella 0 on oikea muta. Nopeudella joka on suurempi tai yhtäsuuri kuin kiinnittymisnopeus on helppoa mutaa.
it: Questo paramentro serve a rendere più facile (barando) uscire dal fango. Essere intrappolati dal fango vero non è per niente divertente, così questo parametro vi farà spingere in alto dal fango. I valori in questo parametro sono da 0 a 1. Se lo settate ad 1 avrete un vero fango. Per valori da 0 a 1, il comportamento varia dal vero fango a fango facile in dipendenza del parametro e del valore della velocità di adesione. Con velocità pari a 0 si ottiene vero fango. Con velocità >= alla velocità di adesione otterrete fango facile.
pl: Ten parametr wpływa na trudność w wydostaniu się z błota. W rzeczywistości, to nic zabawnego utknąć w błocie. Zakres wartości od 0 do 1. Jeżeli ustawisz to na 1, uzyskasz prawdziwe (grząskie) błoto, ustaw niższą wartość, aby było łatwiej się wydostać (to zależy również od prędkości adhezji).
ro: Acest parametru este pentru a ușura (trișa) ieșirea din noroi. Să rămâi cu vehiculul împotmolit în noroi nu e deloc distractiv, deci asta va face ca noroiul să te împingă în sus.
sk: Tento parameter je pre zjednodušenie (podvádzanie) spôsobu ako sa dostať von z blata. Uviaznuť v reálnom bahnu nie je vôbec sranda, takže nie je možné sa z neho dostať. Rozsahy v tomto parametri sú 0-1. Ak ho nastavíte na 1, potom budete získate správanie skutočného blata. U hodnôt 0 až 1, správanie ide od skutočného bahna po ľahké dostať sa z blata v závislosti na tomto parametri a hodnotou priľnavosti v určitej hodnote. Pre hodnotu 0 sa bahno chová ako v skutočnosti. Pre hodnotu> = je ľahké sa dostať z blata.

source: This parameter raises or diminishes surface friction in a generic way. It is here so as to be able to do quick calibrations of friction. Start with having this to 1.0 and after tuning the rest of the surface variables, come back and play with this.
ca: Aquest paràmetre augmenta o disminueix la fricció de la superfície d'una manera genèrica. Aquí es poden fe calibratges ràpids de fricció. Comenceu amb tenir aquest valor a 1.0 i després d'afinar la resta de les variables de superfície, tornar a jugar-hi.
de: Dieser Parameter erhöht oder vermindert die Oberflächenreibung in allgemeiner Weise, um eine schnelle Kalibration der Reibung zu ermöglichen. Beginne mit einem Wert von 1.0 und verändere den Wert erst nach Einstellen aller anderen Oberflächenvariablen.
et: See parameeter suurendab või vähendab pinna hõõrdumist tavalisel moel. See on hõõrdumise kiiremaks seadistamiseks.. Alusta väärtusega 1.0 ja hiljem, peale teiste pinnamuutujate seadistamist, tule tagasi ja muuda seda sobiva tulemuse saavutamiseni.
fi: Tämä parametri lisää tai alentaa pinnan kitkaa yleisesti. Tällä voit nopeasti säätää kitkaa. Aloita arvolla 1.0 ja säädä ensin muut pinnan muuttujat ja tule sitten takaisin ja säädä sitten tätä.
it: Questo parametro aumenta o diminuisce l'attrito superficiale in modo generico. È qui per essere in grado di fare veloci tarature dell'attrito. Iniziate con 1.0 e dopo le modifiche al resto delle variabili della superficie, tornate e giocare con questo.
pl: Ten parametr zwiększa lub zmniejsza tarcie nawierzchni w sposób ogólny. Możesz to dokonać szybkich kalibracji tarcia. Zacznij z wartością 1.0, potem pozmieniaj resztę parametrów terenów, wróć do tego miejsca i spróbuj pobawić się z tym parametrem.
ro: Acest parametru crește sau scade indicele de frecare a suprafeței într-un mod general. E aici doar ca să poți face ușoare calibrări ale frecării. Începe cu 1.0, iar după ce reglezi celelalte variabile ale suprafeței, revin-o să mai umbli pe aici.

source: This setting overrides the system's default language. You need to restart the configurator to apply the changes.
ca: Aquesta configuració anul·la el idioma per defecte del sistema. Cal reiniciar el programa de configuració per aplicar els canvis.
de: Diese Einstellung setzt sich über die Standardsystemsprache hinweg. Der Konfigurator muss neu gestartet werden, um die Änderungen zu übernehmen.
et: See seadistus tühistab süsteemi vaikekeele. Muudatuste rakendamiseks tuleb seadistaja taaskäivitada.
fi: Tämä asetus korvaa RoRin oletuskielen. Sinun täytyy uudelleenkäynnistää configurator saattaaksesi muutokset voimaan.
it: Questo settaggio sovrascrive il linguaggio di sistema predefinito. Riavvia il programma di configurazione per applicare le modifiche.
pl: Zmiana domyślnego języka programu. Musisz zrestartować konfigurator, by wprowadzić zmiany.
ro: Această setare înlocuiește limba prestabilită a întregului sistem. Va fi nevoie să repornești configuratorul, ca schimbarea să poată fi aplicată.
sk: Toto nastavenie prepíše predvolené nastavenie jazyka. Musíte reštartovať konfigurátor aby ste uložili zmeny.

source: Times used:
ca: Vegades utilitzat:
de: Anzahl der Nutzung:
et: Kasutuskordi:
fi: Kertaa käytetty:
it: Numero utilizzi:
pl: Ile razy był użyty:
ro: De câte ori a fost folosit:
sk: Počet použití:

source: Torque:
ca: Parell motor:
de: Drehmoment:
et: Pöördemoment:
fi: Vääntö:
it: Coppia:
pl: Moment obrotowy:
ro: Cuplu:
sk: Krútiaci moment:

source: Total mass:
de: Gesamte Masse:
et: Kogumass:
pl: Masa całkowita:

source: Transmission Gear Count:
ca: Núm. Marxes de la Transmissió:
de: Ganganzahl:
et: Käike:
fi: Vaihteita:
it: Conto marce della trasmissione:
pl: Liczba biegów:
ro: Totalul Vitezelor:
sk: Počet prevodových stupňov:

source: Triangle count:
de: Anzahl Polygone:
et: Kolmnurkade arv:
pl: Liczba trójkątów:

source: Trilinear
ca: Trilineal
et: Trilineaarne
fi: Trilineaarinen
it: Trilineare
pl: Trójliniowe
ro: Triliniar
sk: Trilineárne

source: Truck
ca: Camió
de: LKW
et: Sõiduk
fi: Maa-ajoneuvo
it: Veicolo
pl: Ciężarówka
ro: Camion
sk: Vozidlo

source: Truck loaded correctly, no errors
ca: Camió carregat correctament, sense errors
de: Truck wurde richtig geladen, keine Fehler
et: Sõiduk laaditud korralikult, vead puuduvad
fi: Ajoneuvo ladattu onnistuneesti, ei virheitä
it: Veicolo caricato correttamente e senza errori
pl: Pojazd załadowany prawidłowo, brak błędów
ro: Camion încărcat corect, fără erori
sk: Vozidlo načítané správne, žiadne chyby

source: Truck loading errors
ca: S'han produït errors de càrrega de camió
de: Fahrzeug Ladefehler
et: Sõiduki laadimise vead
fi: Virheitä ajoneuvon lataamisessa
it: Errori nel caricamento veicolo
pl: Błędy ładowania pojazdu
ro: Erori la încărcarea camionului
sk: Chyby pri načítaní vozidla
