Repository: RigsOfRods/rigs-of-rods
Catalog: languages/*/ror.po
Languages: ca, cs, de, es, et, fi, fr, it, nl, pl, pt, pt_br, ro, ru, sk, ta

# InputEvent
source: Command 59
es: Comando 59
fr: Commande 59
pt: Comando 59
pt_br: Comando 59
ru: Команда 59
ta: கட்டளை 59

# InputEvent
source: Command 60
es: Comando 60
fr: Commande 60
pt: Comando 60
pt_br: Comando 60
ru: Команда 60
ta: கட்டளை 60

# InputEvent
source: Command 61
es: Comando 61
fr: Commande 61
pt: Comando 61
pt_br: Comando 61
ru: Команда 61
ta: கட்டளை 61

# InputEvent
source: Command 62
es: Comando 62
fr: Commande 62
pt: Comando 62
pt_br: Comando 62
ru: Команда 62
ta: கட்டளை 62

# InputEvent
source: Command 63
es: Comando 63
fr: Commande 63
pt: Comando 63
pt_br: Comando 63
ru: Команда 63
ta: கட்டளை 63

# InputEvent
source: Command 64
es: Comando 64
fr: Commande 64
pt: Comando 64
pt_br: Comando 64
ru: Команда 64
ta: கட்டளை 64

# InputEvent
source: Command 65
es: Comando 65
fr: Commande 65
pt: Comando 65
pt_br: Comando 65
ru: Команда 65
ta: கட்டளை 65

# InputEvent
source: Command 66
es: Comando 66
fr: Commande 66
pt: Comando 66
pt_br: Comando 66
ru: Команда 66
ta: கட்டளை 66

# InputEvent
source: Command 67
es: Comando 67
fr: Commande 67
pt: Comando 67
pt_br: Comando 67
ru: Команда 67
ta: கட்டளை 67

# InputEvent
source: Command 68
es: Comando 68
fr: Commande 68
pt: Comando 68
pt_br: Comando 68
ru: Команда 68
ta: கட்டளை 68

# InputEvent
source: Command 69
es: Comando 69
fr: Commande 69
pt: Comando 69
pt_br: Comando 69
ru: Команда 69
ta: கட்டளை 69

# InputEvent
source: Command 70
es: Comando 70
fr: Commande 70
pt: Comando 70
pt_br: Comando 70
ru: Команда 70
ta: கட்டளை 70

# InputEvent
source: Command 71
es: Comando 71
fr: Commande 71
pt: Comando 71
pt_br: Comando 71
ru: Команда 71
ta: கட்டளை 71

# InputEvent
source: Command 72
es: Comando 72
fr: Commande 72
pt: Comando 72
pt_br: Comando 72
ru: Команда 72
ta: கட்டளை 72

# InputEvent
source: Command 73
es: Comando 73
fr: Commande 73
pt: Comando 73
pt_br: Comando 73
ru: Команда 73
ta: கட்டளை 73

# InputEvent
source: Command 74
es: Comando 74
fr: Commande 74
pt: Comando 74
pt_br: Comando 74
ru: Команда 74
ta: கட்டளை 74

# InputEvent
source: Command 75
es: Comando 75
fr: Commande 75
pt: Comando 75
pt_br: Comando 75
ru: Команда 75
ta: கட்டளை 75

# InputEvent
source: Command 76
es: Comando 76
fr: Commande 76
pt: Comando 76
pt_br: Comando 76
ru: Команда 76
ta: கட்டளை 76

# InputEvent
source: Command 77
es: Comando 77
fr: Commande 77
pt: Comando 77
pt_br: Comando 77
ru: Команда 77
ta: கட்டளை 77

# InputEvent
source: Command 78
es: Comando 78
fr: Commande 78
pt: Comando 78
pt_br: Comando 78
ru: Команда 78
ta: கட்டளை 78

# InputEvent
source: Command 79
es: Comando 79
fr: Commande 79
pt: Comando 79
pt_br: Comando 79
ru: Команда 79
ta: கட்டளை 79

# InputEvent
source: Command 80
es: Comando 80
fr: Commande 80
pt: Comando 80
pt_br: Comando 80
ru: Команда 80
ta: கட்டளை 80

# InputEvent
source: Command 81
es: Comando 81
fr: Commande 81
pt: Comando 81
pt_br: Comando 81
ru: Команда 81
ta: கட்டளை 81

# InputEvent
source: Command 82
es: Comando 82
fr: Commande 82
pt: Comando 82
pt_br: Comando 82
ru: Команда 82
ta: கட்டளை 82

# InputEvent
source: Command 83
es: Comando 83
fr: Commande 83
pt: Comando 83
pt_br: Comando 83
ru: Команда 83
ta: கட்டளை 83

# InputEvent
source: Command 84
es: Comando 84
fr: Commande 84
pt: Comando 84
pt_br: Comando 84
ru: Команда 84
ta: கட்டளை 84

# InputEvent
source: step backwards with the character
es: paso atrás con el personaje
fr: reculer avec le personnage
nl: stap achteruit met het karakter
pt: ir para trás com o personagem
pt_br: passo para trás com o personagem
ru: Идти назад
ta: கதாபாத்திரத்துடன் பின்னோக்கி செல்லுங்கள்

# InputEvent
source: step forward with the character
es: paso adelante con el personaje
fr: avancer avec le personnage
nl: stap vooruit met het karakter
pt: ir em frente com o personagem
pt_br: passo a frente com o personagem
ru: Идти вперёд
ta: கதாபாத்திரத்துடன் முன்னேறவும்

# InputEvent
source: let the character jump
es: salto de personaje
fr: fait sauter le personnage
nl: laat het karakter springen
pt: fazer o personagem saltar
pt_br: deixe o personagem pular
ru: прыжок
ta: எழுத்து குதிக்கட்டும்

# InputEvent
source: rotate character left
es: girar el personaje a la izquierda
fr: tourner le personnage à gauche
pt: rodar a personagem para esquerda
pt_br: girar personagem esquerda
ru: повернуть персонажа налево
ta: எழுத்து இடதுபுறம் சுழலும்

# InputEvent
source: rotate character right
es: girar el personaje a la derecha
fr: tourner le personnage à droite
pt: rodar a personagem para direita
pt_br: girar o personagem para a direita
ru: повернуть персонажа направо
ta: எழுத்துக்குறி சரியாக சுழற்றுங்கள்

# InputEvent
source: let the character run
es: correr con el personaje
fr: fait courir le personnage
pt: faz a personagem correr
pt_br: deixar o personagem correr
ru: Бег
ta: கதாபாத்திரம் இயங்கட்டும்

# InputEvent
source: sidestep to the left
es: paso lateral a la izquierda
fr: déplacement latéral à gauche
pt: passo lateral para a esquerda
pt_br: desvie-se para a esquerda
ru: шаг влево
ta: இடதுபுறத்தில் பக்கவாட்டு

# InputEvent
source: sidestep to the right
es: paso lateral a la derecha
fr: déplacement latéral à droite
pt: passo lateral para a direita
pt_br: desvie para a direita
ru: шаг вправо
ta: வலதுபுறம் பக்கவாட்டு

# InputEvent
source: rotate view up
es: girar vista arriba
fr: pivoter la caméra en haut
nl: draai beeld omhoog
pt: rodar a visão para cima
pt_br: girar vista para cima
ru: повернуть взгляд вверх
ta: பார்வையை சுழற்றுங்கள்

# InputEvent
source: rotate view down
es: girar vista abajo
fr: pivoter la caméra en bas
nl: draai beeld omlaag
pt: rodar a visao para baixo
pt_br: girar a vista para baixo
ru: повернуть взгляд вниз
ta: பார்வையை சுழற்றுங்கள்

# InputEvent
source: change camera mode
es: cambiar el modo de la cámara
fr: changer le mode de caméra
pt: Trocar o modo da câmara
pt_br: mudar o modo da câmera
ru: изменить режим камеры
ta: கேமரா பயன்முறையை மாற்றவும்

# InputEvent
source: look back (toggles between normal and lookback)
es: mirar atrás (alterna entre normal y mirar atrás)
fr: regarder derrière (bascule entre vue normale et à l'arrière)
pt: olhar para trás (para alternar entre normal e visao traseira)
pt_br: look back (alterna entre normal e lookback)
ru: оглянуться назад (переключиться между обычным и просмотром назад)
ta: திரும்பிப் பாருங்கள் (இயல்பான மற்றும் தோற்றத்திற்கு இடையில் மாற்றங்கள்)

# InputEvent
source: reset the camera position
es: restablecer la posición de la cámara
fr: rétablir la position de la caméra
pt: resetar a posicao da camera
pt_br: Redefinir posição
ru: сбросить положение камеры
ta: கேமரா நிலையை மீட்டமைக்கவும்

# InputEvent
source: rotate camera down
es: girar cámara abajo
fr: pivoter la caméra en bas
nl: draai de camera omlaag
pt: rodar camera para baixo
pt_br: gire a câmera para baixo
ru: повернуть камеру вниз
ta: கேமராவை சுழற்றுங்கள்

# InputEvent
source: rotate camera left
es: girar cámara a la izquierda
fr: pivote la caméra à gauche
pt: rodar a camera para esquerda
pt_br: gire a câmera para a esquerda
ru: повернуть камеру влево
ta: கேமராவை சுழற்றுங்கள்

# InputEvent
source: rotate camera right
es: girar cámara a la derecha
fr: pivoter la caméra à droite
pt: rodar a camera para esquerda
pt_br: girar câmera direita
ru: повернуть камеру вправо
ta: கேமராவை சரியாக சுழற்றுங்கள்

# InputEvent
source: rotate camera up
es: girar cámara arriba
fr: pivoter camera en haut
nl: draai de camera omhoog
pt: rodar a camera para cima
pt_br: gire a câmera para cima
ru: повернуть камеру вверх
ta: கேமராவை சுழற்றுங்கள்

# InputEvent
source: zoom camera in
es: acercar cámara
fr: zoom avant de la caméra
nl: camera inzoomen
pt: aproximar a camera
pt_br: zoom da câmera
ru: приблизить камеру
ta: பெரிதாக்க கேமரா

# InputEvent
source: zoom camera in faster
es: acercar cámara más rápido
fr: zoom avant de la caméra en accéléré
nl: de camera sneller inzoomen
pt: aproximar a camera rapidamente
pt_br: zoom da câmera mais rápido
ru: приблизить камеру быстро
ta: வேகமாக பெரிதாக்கவும்

# InputEvent
source: zoom camera out
es: alejar cámara
fr: zoom arrière de la caméra
nl: camera uitzoomen
pt: afastar a camara
pt_br: zoom da câmera
ru: отдалить камеру
ta: பெரிதாக்க கேமரா அவுட்

# InputEvent
source: zoom camera out faster
es: alejar cámara más rápido
fr: zoom arrière de la caméra en accéléré
nl: de camera sneller uitzoomen
pt: afastar a camera rapidamente
pt_br: zoom câmera mais rápido
ru: отдалить камеру быстро
ta: கேமராவை வேகமாக பெரிதாக்கவும்

# InputEvent
source: fix the camera to a position
es: fijar la cámara en una posición
fr: place la caméra à une position fixe
nl: bevestig de camera op een vaste positie
pt: fixar a camera numa posiçao
pt_br: corrigir a câmera para uma posição
ru: закрепить камеру в нужном положении
ta: கேமராவை ஒரு நிலைக்கு சரிசெய்யவும்

# InputEvent
source: enable / disable free camera mode
es: des/activar el modo de cámara libre
fr: changer le mode de caméra libre
pt: ativar / desativar a camera livre
pt_br: ativar/desativar o modo de câmera livre
ru: включить/выключить режим свободной камеры
ta: இலவச கேமரா பயன்முறையை இயக்கவும் / முடக்கவும்

# InputEvent
source: move camera up
es: mover cámara arriba
fr: déplacer la caméra vers le haut
pt: mova a câmara para cima
pt_br: mova a câmera para cima
ru: переместить камеру вверх
ta: கேமராவை நகர்த்தவும்

# InputEvent
source: move camera down
cs: posunout kameru dolů
es: mover cámara abajo
fr: déplacer la caméra vers le bas
nl: beweeg de camera omlaag
pt: mova a câmara para baixo
pt_br: mova a câmera para baixo
ru: переместить камеру вниз
ta: கேமராவை கீழே நகர்த்தவும்

# InputEvent
source: decrease day-time
es: disminuir la hora del día
pt: reduzir a hora do dia
pt_br: diminuir o dia
ru: Замедление времени
ta: பகல் நேரத்தைக் குறைக்கவும்

# InputEvent
source: decrease day-time a lot faster
es: disminuir la hora del día mucho más rápido
fr: diminue l'heure du jour bien plus vite
pt: diminuir a hora do dia rapidamente
pt_br: diminuir o tempo do dia muito mais rápido
ru: Замедление времени (быстро)
ta: பகல் நேரத்தை மிக வேகமாக குறைக்கவும்

# InputEvent
source: increase day-time
es: aumentar la hora del día
fr: augmenter la durée du jour
pt: Aumenta o tempo do dia
pt_br: aumentar o tempo do dia
ru: Ускорение времени
ta: பகல் நேரத்தை அதிகரிக்கவும்

# InputEvent
source: increase day-time a lot faster
es: aumentar la hora del día rápidamente
fr: augmente l'heure du jour bien plus vite
pt: aumentar a hora do dia rapidamante
pt_br: aumentar o tempo do dia muito mais rápido
ru: Ускорение времени (быстро)
ta: பகல்நேரத்தை மிக வேகமாக அதிகரிக்கவும்

# InputEvent
source: EXPERIMENTAL: remove some grass
es: EXPERIMENTAL: quitar algunas hierbas
fr: EXPÉRIMENTAL : enlève un peu de gazon
pt: EXPERIMENTAL: remove algumas gramíneas/plantas
pt_br: EXPERIMENTAL: remova um pouco de grama
ru: ЭКСПЕРИМЕНТАЛЬНОЕ: убрать часть травы
ta: சோதனை: சில புல் அகற்றவும்

# InputEvent
source: EXPERIMENTAL: add some grass
es: EXPERIMENTAL: añade algunas hierbas
fr: EXPÉRIMENTAL : ajoute un peu de gazon
pt: EXPERIMENTAL: adicionar um pouco de grama
pt_br: EXPERIMENTAL: adicione um pouco de grama
ru: ЭКСПЕРИМЕНТАЛЬНОЕ: добавить немного травы
ta: சோதனை: சிறிது புல் சேர்க்கவும்

# InputEvent
source: EXPERIMENTAL: set maximum amount of grass
es: EXPERIMENTAL: establecer el máximo de hierbas
fr: EXPÉRIMENTAL : défini la quantité maximale de gazon
pt: EXPERIMENTAL: colocar máximo de erva
pt_br: EXPERIMENTAL: defina a quantidade máxima de grama
ru: ЭКСПЕРИМЕНТАЛЬНОЕ: установить максимальное количество травы
ta: சோதனை: அதிகபட்ச அளவு புல் அமைக்கவும்

# InputEvent
source: EXPERIMENTAL: remove grass completely
es: EXPERIMENTAL: quitar la hierba completamente
fr: EXPÉRIMENTAL : supprime complètement le gazon
pt: EXPERIMENTAL: remover plantas completamente
pt_br: EXPERIMENTAL: remova a grama completamente
ru: ЭКСПЕРИМЕНТАЛЬНОЕ: полностью убрать траву
ta: சோதனை: புல்லை முழுவதுமாக அகற்றவும்

# InputEvent
source: EXPERIMENTAL: save changes to the grass density image
es: EXPERIMENTAL: guardar cambios a la imagen de densidad de hierba
fr: EXPÉRIMENTAL : sauvegarde les modifications de l'image pour la densité du gazon
pt: EXPERIMENTAL: gravar as alterações para a imagem da densidade da erva
pt_br: EXPERIMENTAL: salvar as alterações na imagem de densidade da grama
ru: ЭКСПЕРИМЕНТАЛЬНОЕ: сохранить изменения в изображении плотности травы
ta: சோதனை: புல் அடர்த்தி படத்தில் மாற்றங்களைச் சேமிக்கவும்

# InputEvent
source: toggle map icons
cs: ikony na mapě
es: des/activar los iconos del mapa
fr: afficher/masquer les icônes de la carte
pt: alternar ícones do mapa
pt_br: alternar os ícones do mapa
ru: переключить иконки на карте
ta: வரைபட சின்னங்களை மாற்றவும்

# InputEvent
source: toggle map
cs: zobraz./skrýt mapu
es: mostrar/ocultar mapa
fr: afficher/maquer la carte
nl: kaart in- en uitschakelen
pt: alternar mapa
pt_br: alternar mapa
ru: переключить карту
ta: வரைபடத்தை மாற்றவும்

# InputEvent
source: cycle map modes
cs: cyklovat režimy mapy
es: modos de mapa
fr: faire défiler les modes de cartes
pt: modos de mapa de ciclo
pt_br: modos de mapa de ciclo
ru: Переключение режимов карты
ta: சுழற்சி வரைபட முறைகள்

# InputEvent
source: zoom in
es: acercar
fr: zoom avant
pt: ampliar
pt_br: Ampliar
ru: увеличить
ta: பெரிதாக்கு

# InputEvent
source: zoom out
es: alejar
fr: zoom arrière
nl: zoom uit
pt: Afastar
pt_br: Reduzir
ru: уменьшить
ta: சிறிதாக்கு

# InputEvent
source: select next element in current category
es: seleccionar siguiente elemento de la categoría actual
fr: sélectionner l'élément suivant dans la catégorie actuelle
nl: selecteer het volgende element in de huidige categorie
pt: selecionar proximo elemento na categoria atual
pt_br: selecionar o próximo elemento na categoria atual
ru: выбрать следующий элемент в текущей категории
ta: தற்போதைய பிரிவில் அடுத்த உறுப்பைத் தேர்ந்தெடுக்கவும்

# InputEvent
source: select previous category
es: selecciona la categoría anterior
fr: sélectionnez la catégorie précédente
nl: selecteer de vorige categorie
pt: selecionar categoria anterior
pt_br: selecionar categoria anterior
ru: выбрать предыдущую категорию
ta: முந்தைய வகையைத் தேர்ந்தெடுக்கவும்

# InputEvent
source: select next category
es: selecciona la siguiente categoría
fr: sélectionnez la catégorie suivante
nl: selecteer de volgende categorie
pt: seleciona a proxima categoria
pt_br: selecionar próxima categoria
ru: выбрать следующую категорию
ta: அடுத்த வகையைத் தேர்ந்தெடுக்கவும்

# InputEvent
source: select focussed item and close menu
es: seleccionar el elemento enfocado y cerrar el menú
fr: sélectionner l'objet choisi et fermer le menu
pt: escolha o item indicado e feche o menu
pt_br: selecione o item em foco e feche o menu
ru: выбрать текущий объект и закрыть меню
ta: கவனம் செலுத்திய உருப்படி என்பதைத் தேர்ந்தெடுத்து மெனுவை மூடு

# InputEvent
source: select previous element in current category
es: seleccionar el elemento anterior en la categoría actual
fr: sélectionner l'élément précédent dans cette catégorie
pt: selecione elemento anterior na categoria atual
pt_br: selecionar elemento anterior na categoria atual
ru: выбрать предыдущий элемент текущей категории
ta: தற்போதைய பிரிவில் முந்தைய உறுப்பைத் தேர்ந்தெடுக்கவும்

# InputEvent
source: reload truck
es: recargar vehículo
fr: recharger le camion
pt: recarregar Truck
pt_br: recarregar truck
ru: перезагрузить автомобиль
ta: டிரக் மீண்டும் ஏற்றவும்

# InputEvent
source: insert road point
ru: ввести точку дороги
ta: சாலை புள்ளியைச் செருகவும்

# InputEvent
source: go to road point
ru: переместиться на точку дороги
ta: ரோட் பாயிண்டிற்குச் செல்லுங்கள்

# InputEvent
source: set road point position
ru: установить позицию дорожной точки
ta: சாலை புள்ளி நிலையை அமைக்கவும்

# InputEvent
source: delete road point
ru: удалить точку дороги
ta: சாலை புள்ளியை நீக்கு

# InputEvent
source: regenerate road mesh
ru: перегенерировать дорожную сетку
ta: சாலை கண்ணி மீளுருவாக்கம்

source: (Please press a key)
es: (Por favor, pulse una tecla)
fr: (Pressez une touche)
nl: (Druk alstublieft op een toets)
ru: (Пожалуйста, нажмите клавишу)
ta: (தயவுசெய்து ஒரு விசையை அழுத்தவும்)

# ModifierKey
source: Left Alt
ru: Левый Alt
ta: இடது ஆல்ட்

# ModifierKey
source: Left Shift
ru: Левый Shift
ta: இடது மாற்றம்

# ModifierKey
source: Left Ctrl
ru: Левый Ctrl
ta: இடது கட்டுப்பாடு

# ModifierKey
source: Right Alt
ru: Правый Alt
ta: வலது ஆல்ட்

# ModifierKey
source: Right Shift
ru: Правый Shift
ta: சரியான மாற்றம்

# ModifierKey
source: Right Ctrl
ru: Правый Ctrl
ta: வலது சி.டி.ஆர்.எல்

# GfxTexFilter
source: Trilinear
cs: Trilineární
fr: Trilinéaire
ru: Трилинейная

source: FOV:
de: Sichtfeld:
es: Campo de visión:
et: Vaateväli:
it: Campo della visuale (FOV):
nl: Gezichtsveld:
pl: Pole widzenia:
pt_br: Campo de Visão (FOV):
ru: Угол обзора:
sk: Zorné pole:

# GameSettings
source: OutGauge IP
es: IP OutGauge
fr: Adresse IP OutGauge
pt: IP OutGauge
pt_br: IP de Gauge Externa
ru: IP OutGauge

# NodeBeamUtils
source: Yitter
cs: Chvění
pt: Gorjear
pt_br: vibração
ru: Вибрация

# TopMenubar
source: FOV
cs: Zorný úhel
es: Campo de visión
nl: Gezichtsveld
ru: Угол обзора (FOV)

# RepositorySelector
source: Connection error. Please check your connection.
es: Error de conexión. Por favor, compruebe su conexión.
nl: Verbindingsfout. Controleer uw verbinding.

# TopMenubar
source: (Toggle with %s)
es: (Alternar con %s)

# TopMenubar
source: (Cycle with %s)
es: (Ciclo con %s)

# InputEvent
source: toggle truck front lights
es: des/activar luces delanteras del vehículo
nl: Koplampen aan/uit

# GfxShadowType
source: PSSM
pt: MSDP (mapas de sombra em divisão paralela)

source: Commands:
de: Befehle:
et: Käsklused:
it: Comandi:
pl: Komendy:

source: Description:
de: Beschreibung:
et: Kirjeldus:
it: Descrizione:
pl: Opis:

source: Parameter range: %f to %f
ca: Rang de paràmetre: %f a %f
de: Wertebereich: %f bis %f
et: Parameetri vahemik: %f kuni %f
fi: Parametrin alue: %f :sta %f :aan
it: Range da %f a %f
pl: Zasięg parametru: od %f do %f
ro: Rangul Parametrilor: %f la %f
sk: Rozsah parametra: od %f do %f

source: [whispered to
ca: [xiuxiuejat a
de: [geflüstert zu
et: [sosistasid kasutajale
it: [sussurrato a
pl: [szepnął do
ro: [șoptit spre
sk: [pošepol

source: joined the game
ca: unit a la partida
de: ist dem Spiel beigetreten
et: liitus mänguga
fi: liittyi peliin
it: si è unito al gioco
pl: wszedł do gry
ro: a intrat în joc
sk: pripojil sa k hre

source: left the game
ca: surt de la partida
de: hat das Spiel verlassen
et: lahkus mängust
fi: lähti pelistä
it: ha lasciato il gioco
pl: wyszedł z gry
ro: a părăsit jocul
sk: opustil hru

source: not existing
ca: no hi és
de: nicht vorhanden
et: puuduvad
fi: ei ole olemassa
it: inesistente
pl: nie istnieje
ro: nu există
sk: neexistuje

source: spawned a new vehicle:
ca: hi ha un nou vehicle:
de: hat ein neues Fahrzeug:
et: võttis uue sõiduki:
fi: loit uuden ajoneuvon
it: Nuovo veicolo caricato
pl: stwórz nowy pojazd:
ro: folosește un vehicul nou
sk: načítaných nové vozidlo:

source: user country:
ca: país de l'usuari:
de: Herkunft des Benutzers:
et: kasutaja riik:
fi: käyttäjän maa:
it: paese dell'utente:
pl: kraj użytkownika:
ro: țara utilizatorului:
sk: krajina užívateľa:

source: (Re)load info
it: (Ri)Carica informazioni
pl: (Prze)ładu informacje

source: (Read more on how to use these options here)
de: (Lies mehr über die Wirkung dieser Optionen hier)
et: (Loe nende valikute kohta siit lisaks)
it: (Leggi altro per approfondite come usare queste opzioni)
pl: (Więcej informacji na temat korzystania z tych opcji można znaleźć tutaj)

source: (more help here)
de: (weitere Hilfe hier)
et: (rohkem abi siit)
it: (ulteriore aiuto)
pl: (więcej pomocy tutaj)

source: (no author information available)
de: (Keine Informationen über den Autor verfügbar)
et: (autori info puudub)
it: (informazione dell'autore non disponibile)
pl: (brak dostępnych informacji o autorze)

source: --help (this) -map <map> (loads map on startup) -pos <Vect> (overrides spawn position) -rot <float> (overrides spawn rotation) -truck <truck> (loads truck on startup) -setup shows the ogre configurator -version shows the version information -enter enters the selected truck -userpath <path> sets the user directory For example: RoR.exe -map simple2 -pos '518 0 518' -rot 45 -truck semi.truck -enter
pl: --help (tutaj) -map <map> (ładuje mapę po uruchomieniu) -pos <Vect> (nadpisuje pozycję odradzania się) -rot <float> (nadpisuje rotację) -truck <truck> (ładuje pojazd po uruchomieniu) -setup wyświetla konfigurator ogre -version pokazuje informację o wersji -enter wpakowuje Cię do wybranego pojazdu -userpath <path> ustawia lokalizację katalogu użytkownika Na przykład: RoR.exe -map simple2 -pos '518 0 518' -rot 45 -truck semi.truck -enter

source: About
ca: Quant a...
de: Über
et: Lisateave
fi: Noin
it: Riguardo
pl: Około
ro: Despre
sk: O

source: Adds a virtuals camera mesh that should help you position the camera correctly
ca: Afegeix una malla de càmeres virtuals que l'ajudaran a posicionar la càmera correctament
de: Fügt ein virtuelles Kameramodell hinzu, das dir die Kamerapositionierung erleichtern soll
et: Lisab meshi mis peaks aitama sul uut kaamerat õigesti paigutada
fi: Lisää kamerameshin, joka auttaa sinua sijoittamaan kameran oikein
it: Aggiunge un reticolo di telecamere virtuali che dovrebbe aiutarti nel posizionare correttamente la telecamera
pl: Dodaje wirtualny mesh kamery, który powinien pomóc ci we właściwym ustawieniu kamery.
ro: Adaugă o cameră virtuală care ar trebui să te ajute să poziționezi corect camera.
sk: Pridá virtuálnu sieť pre kamery, pomôže správne umiestniť kameru.

source: Adds tire tracks to the ground.
ca: Afegeix empremtes dels pneumàtics a terra.
de: Fügt dem Boden Reifenspuren hinzu.
et: Lisab maapinnale rehvijäljed.
fi: Lisää renkaanjäljet maahan.
it: Aggiunge il segno degli pneumatici sul terreno.
pl: Dodaje ślady opon do nawierzchni.
ro: Adaugă urme de roți
sk: Pridá stopy po pneumatikách na zem.

source: Adhesion velocity
ca: Velocitat d'adhesió
de: Haftgeschwindigkeit
et: Kleepumiskiirus
fi: Kiinnittymisnopeus
it: Velocità di adesione
pl: Prędkość adhezji
ro: Aderență la Viteză
sk: Rýchlosť priľnavosti

source: Adhesion velocity:
ca: Velocitat d'adhesió:
de: Haftgeschwindigkeit:
et: Kleepumiskiirus:
fi: Kiinnitysnopeus:
it: Velocità di adesione:
pl: Prędkość adhezji:
ro: Aderență la Viteză:
sk: Rýchlosť adheze:

source: Adjusts the contribution of forces coming from the wheels and the steering mechanism.
ca: Ajusta la contribució de les forces que vénen de les rodes i el mecanisme de direcció.
de: Passt den Beitrag der Kräfte an, die von den Rädern und der Lenkung übertragen werden.
et: Kohandab ratastest ja juhtmehhanismist tulevate jõudude hulka.
fi: Säädä niiden voimien voimakkuutta, jotka tulevat renkailta ja ohjausmekanismilta.
it: Regola il contributo delle forze provenienti dalle ruote e dallo sterzo
pl: Ustaw, jak mocno będą działać na kierownicę siły pochodzące od kół i układu kierowniczego.
ro: Reglează contribuția forțelor ce vin dinspre roți și mecanismul de virare.
sk: Upraví príspevok síl prichádzajúcich z kolies a riadenia.
