Repository: RigsOfRods/rigs-of-rods
Catalog: languages/*/ror.po
Languages: ca, cs, de, es, et, fi, fr, it, nl, pl, pt, pt_br, ro, ru, sk, ta

# GameSettings
source: Update cache
cs: Aktualizovat cache
es: Actualizar caché
fr: Mettre à jour le cache
pt: Atualizações
pt_br: Atualizar cache
ru: Обновить кэш
ta: கேச் புதுப்பிக்கவும்

# GameSettings
source: Simulation settings
cs: Nastavení simulace
es: Ajustes de simulación
fr: Paramètres de simulation
nl: Simulatie-instellingen
pl: Ustawienia symulacji
pt: Configurações de simulação
pt_br: Configurações de simulação
ru: Настройка симуляции
ta: உருவகப்படுத்துதல் அமைப்புகள்

# GameSettings
source: Gearbox mode
cs: Režim převodovky
es: Modo de caja de cambios
fr: Mode de boîte à vitesses
nl: Versnellingsbakmodus
pl: Tryb skrzyni biegów
pt: Tipo de Transmissão
pt_br: Modo de caixa de câmbio
ru: Режим коробки передач
ta: கியர்பாக்ச் பயன்முறை

# GameSettings
source: Digital speedometer
es: Velocímetro digital
it: Contachilometri digitale
nl: Digitale snelheidsmeter
pl: Prędkościomierz cyfrowy
pt: Velocímetro digital
ta: டிசிட்டல் ச்பீடோமீட்டர்

# GameSettings
source: Imperial speedometer
es: Velocímetro imperial
nl: Imperial snelheidsmeter
pl: Prędkościomierz imperialny
pt: Velocímetro imperial
ta: இம்பீரியல் ச்பீடோமீட்டர்

# GameSettings
source: Engines spawn running
cs: Motory se tvoří již nastartované
es: Motor encendido al generar
fr: Moteur démarré lors de la génération
nl: Start met draaiende motoren
pt: Gerar carros com motor ligado
pt_br: Gerar carros com motores ligados
ru: Транспорт создаётся с заведённым двигателем
ta: என்சின்கள் இயங்கும்

# GameSettings
source: Replay mode
cs: Režim přehrávání
es: Modo de repetición
fr: Mode ralenti
nl: Replay-modus
pl: Tryb powtórek (replay)
pt: Modo de repetição
pt_br: Modo de repetição
ru: Режим повтора
ta: மறுதொடக்கம் பயன்முறை

# GameSettings
source: Replay length
cs: Délka přehrávání
es: Duración de la repetición
fr: Longueur du ralenti
nl: Replay lengte
pl: Długość powtórki
pt: Duração da repetição
pt_br: Duração da repetição
ru: Длина повтора
ta: மறுதொடக்கம் நீளம்

# GameSettings
source: Replay stepping
cs: Krokování přehrávání
es: Repetición paso a paso
fr: Étapes de ralenti
pt: Repetir passos
pt_br: Repetir passos
ru: Шаг повтора
ta: மறுபதிப்பு படி

# GameSettings
source: Realistic forward commands
cs: Realistické přeposílání příkazů
es: Comandos de avance realistas
fr: Commandes de déplacement réaliste
nl: Realistische forward commando's
pt: Comandos de avanço realistas
pt_br: Comandos avançados realistas
ru: Реалистичные команды
ta: யதார்த்தமான முன்னோக்கி கட்டளைகள்

# GameSettings
source: Enable races
cs: Zapnout závodění
es: Activar las carreras
fr: Activer les courses
nl: Races inschakelen
pt: Ativar corridas
pt_br: Ativar Corridas
ru: Включить гонки (скрипт)
ta: பந்தயங்களை இயக்கவும்

# GameSettings
source: No intra truck collisions
cs: Žádné kolize mezi vozidly
es: Sin colisión intra-vehicular
fr: Pas de collisions intra-véhicules
nl: Geen inner-voertuig collisie
pl: Brak kolizji wewnątrz pojazdu
pt: Sem colisões intra-caminhão
pt_br: Sem colisões entre .trucks
ru: Нет внутренних столкновений
ta: இன்ட்ரா டிரக் மோதல்கள் இல்லை

# GameSettings
source: No inter truck collisions
cs: Vypnout kolize vozidla se sebou
es: Sin colisión inter-vehicular
fr: Pas de collisions inter-véhicules
nl: Geen inner-voertuig collisie
pl: Brak kolizji pomiędzy pojazdami
pt: Sem colisões entre .truck
pt_br: Sem colisões entre .truck
ru: Нет внешних столкновений
ta: டிரக் மோதல்கள் இல்லை

# GameSettings
source: Discord Rich Presence
es: Presencia de Discord
fr: Présence sur Discord
pt: Presença de discord ativo
pt_br: Presença de Discord
ru: Расширенный статус в Discord
ta: முரண்பாடு பணக்கார இருப்பு

# GameSettings
source: Show confirm. UI dialog for quickload
cs: Žádat potvrzení před rychlým nahráním
es: Mostrar confirmación. Diálogo UI para la carga rápida
fr: Afficher confirmation. Le dialogue pour le chargement rapide
pt: Mostrar confirmação da UI para carregamento apurado
pt_br: Mostrar confirmação. box de diálogo da IU para carregamento imediato
ru: Показывать диалог подтверждения для быстрой загрузки
ta: உறுதிப்படுத்தவும். குவிக்லோடிற்கான இடைமுகம் உரையாடல்

# GameSettings
source: Show controls in live repair box
cs: Zobraz. ovládání v panelu rychlé opravy
ru: Показать управление в режиме починки в реальном времени
ta: நேரடி பழுதுபார்க்கும் பெட்டியில் கட்டுப்பாடுகளைக் காட்டு

# GameSettings
source: Show vehicle buttons menu
cs: Ukázat ovládací panel vozidla
ru: Показать меню кнопок транспорта
ta: வாகன பொத்தான்கள் மெனுவைக் காட்டு

# GameSettings
source: Enable vehicle tuning
cs: Aktivovat tuning vozidla
ru: Разрешить тюнинг транспорта
ta: வாகன ட்யூனிங்கை இயக்கவும்

# GameSettings
source: Audio settings
cs: Nastavení zvuku
es: Ajustes de audio
fr: Paramètres audio
it: Settaggi Audio
nl: Geluidsinstellingen
pl: Ustawienia dźwięku
pt: Configurações de áudio
pt_br: Configurações de Som
ru: Настройки аудио
ta: ஆடியோ அமைப்புகள்

# GameSettings
source: Audio device
cs: Zvukové zařízení
es: Dispositivo de audio
fr: Dispositif audio
it: Dispositivo Audio
nl: Audioapparaat
pl: Urządzenie dźwiękowe
pt: Aparelho de áudio
pt_br: Dispositivo de Som
ru: Аудио устройство
ta: ஆடியோ சாதனம்

# GameSettings
source: Creak sound
cs: Zvuk skřípění
es: Sonido crujiente
fr: Bruit de craquement
it: Suono scricchiolio
nl: Kraak geluid
pl: Skrzypienie
pt: Som de chiasso
pt_br: Som de chiasso
ru: Приглушить звук
ta: கிரீக் ஒலி

# GameSettings
source: Main menu music
cs: Hudba v hlavním menu
es: Música en menú principal
fr: Musique du menu principal
nl: Hoofdmenu muziek
pl: Muzyka w menu głównym
pt: Menu de musica
pt_br: Música do menu principal
ru: Музыка в главном меню
ta: முதன்மை பட்டியல் இசை

# GameSettings
source: Master volume
cs: Celková hlasitost
es: Volumen general
fr: Volume principal
pl: Głośność
pt: Volume máximo
pt_br: Volume principal
ru: Основная громкость
ta: முதன்மை தொகுதி

# GameSettings
source: Video settings
cs: Nastavení zobrazení
es: Configuración de video
fr: Paramètres vidéo
nl: Video-instellingen
pl: Ustawienia grafiki
pt: Configurações de vídeo
pt_br: Definições de vídeo
ru: Настройки видео
ta: வீடியோ அமைப்புகள்

# GameSettings
source: Light sources
cs: Zdroje světla
es: Fuentes de luz
fr: Sources de lumière
nl: Lichtbronnen
pt: Recurso de Luz
pt_br: Fontes de luz
ru: Источники света
ta: ஒளி மூலங்கள்

# GameSettings
source: Shadow type (requires restart)
cs: Typ stínu (vyžaduje restart)
es: Tipo de sombra (requiere reinicio)
fr: Type d'ombres (requiert un redémarrage)
nl: Schaduwtype (opnieuw opstarten vereist)
pt: Tipos de Sombras (requer reiniciar)
pt_br: Tipo de sombra (requer reinício)
ru: Тип теней (нужен перезапуск)
ta: நிழல் வகை (மறுதொடக்கம் தேவை)

# GameSettings
source: Shadow optimizations
cs: Optimalizace stínů
es: Optimizaciones de sombra
fr: Optimisation des ombres
nl: Schaduwoptimalisaties
pl: Optymalizacja cieni
pt: Otimização de sombras
pt_br: Otimização de sombras
ru: Оптимизация теней
ta: நிழல் மேம்படுத்தல்கள்

# GameSettings
source: Shadow quality
cs: Kvalita stínů
es: Calidad de sombra
fr: Qualité des ombres
nl: Schaduw kwaliteit
pl: Jakość cieni
pt: Qualidade da Sombra
pt_br: Qualidade das sombras
ru: Качество теней
ta: நிழல் தகுதி

# GameSettings
source: Sky gfx
cs: Vykreslení nebe
es: gfx del cielo
fr: Effet du ciel
ru: Движок неба
ta: ச்கை சி.எஃப்.எக்ச்

# GameSettings
source: Sight range (meters)
cs: Dohled (v metrech)
es: Alcance visual (metros)
fr: Champ de vue (en mètres)
nl: Zicht bereik (meter)
pl: Zasięg widzenia (metry)
pt: Alcance de visão (metros)
pt_br: Alcance da visão (metros)
ru: Дальность прорисовки (метры)
ta: பார்வை வரம்பு (மீட்டர்)

# GameSettings
source: Texture filtering
cs: Filtrování textur
es: Filtrado de texturas
fr: Filtrage des textures
nl: Textuurfiltering
pl: Filtrowanie tekstur
pt: Filtragem de Textura
pt_br: Filtragem de texturas
ru: Фильтрация текстур
ta: அமைப்பு வடிகட்டுதல்

# GameSettings
source: Anisotropy
cs: Anisotropie
es: Anisotropía
fr: Anisotropie
it: Anisotropico
nl: Anisotropie
pl: Anizotropia
pt: Anisotropia
pt_br: Anisotropia
ru: Анизотропная фильтрация
ta: அனிசோட்ரோபி

# GameSettings
source: Vegetation density
cs: Hustota vegetace
es: Densidad de la vegetación
fr: Densité de la végétation
nl: Vegetatiedichtheid
pl: Zagęszczenie roślinności
pt: Densidade de Vegetação
pt_br: Densidade de Vegetação
ru: Плотность растительности
ta: தாவர அடர்த்தி

# GameSettings
source: Water gfx
cs: Efekty vody
es: Gráficos del agua
fr: Graphique de l'eau
pl: Efekty wody
pt: Qualidade da agua
pt_br: Qualidade da Água
ru: Движок воды
ta: நீர் சி.எஃப்.எக்ச்

# GameSettings
source: FPS limit
cs: Limit FPS
es: Límite de FPS
fr: Limite d'IPS
nl: FPS-limiet
pl: Limit klatek na sekundę
pt: Limite de FPS
pt_br: limite de FPS
ru: Лимит FPS
ta: FPS வரம்பு

# GameSettings
source: Enable particle gfx
cs: Zapnout částicové efekty
es: Activar partículas
fr: Activer les particules graphiques
it: Abilita il sistema di particelle GFX
nl: Particle gfx inschakelen
pl: Włącz efekty cząsteczkowe
pt: Ativar partícula gfx
pt_br: Ativar partícula gfx
ru: Включить частицы
ta: துகள் GFX ஐ இயக்கவும்

# GameSettings
source: Enable skidmarks
cs: Zapnout stopy po smyku
es: Activar marcas de neumáticos
fr: Activer les traces de pneus
it: Abilita i segni di frenata
nl: Skidmarks inschakelen
pl: Włącz ślady poślizgu opon
pt: Habilitar marcas de derrapagem
pt_br: Ativar Skidmarks
ru: Включить следы от шин
ta: ச்கிட்மார்க்சை இயக்கவும்

# GameSettings
source: Realtime reflections
cs: Realistické odlesky
es: Reflejos en tiempo real
fr: Réflexions en temps réel
nl: Realtime reflecties
pl: Dynamiczne odbicia świetlne
pt: Reflexões em tempo real
pt_br: Reflexos em tempo real
ru: Отражение в реальном времени
ta: நிகழ்நேர பிரதிபலிப்புகள்

# GameSettings
source: Realtime refl. update rate
cs: Tempo aktualizace odlesků
es: Frecuencia de actualización de reflejos en tiempo real
fr: Taux de mise à jour des réflexions en temps réel
nl: Realtime refl. Update frequentie
pl: częst. aktualizacji dyn. odbić
pt: Reflex em tempo real. Taxa de atualização
pt_br: Taxa de atualização de refl. em tempo real
ru: Частота обновления отражений
ta: நிகழ்நேர பிரதிபலிப்பு. புதுப்பிப்பு வீதம்

# GameSettings
source: Render video cameras
cs: Renderovat videokamery
es: Renderizar cámaras de video
fr: Rendu vidéo des caméras
nl: Geef videocamera's weer
pt: Renderizar câmaras de vídeo
pt_br: Renderizar vídeo de câmeras
ru: Рендер видеокамер
ta: வீடியோ கேமராக்களை வழங்கவும்

# GameSettings
source: Overview map icons
cs: Ikony na přehledové mapě
es: Iconos del mapa
fr: Icônes de carte
nl: Overzichtskaartpictogrammen
pt: Ícones do mapa de visão geral
pt_br: Ícones do mapa geral
ru: Значки карты
ta: கண்ணோட்டம் வரைபட சின்னங்கள்

# GameSettings
source: Declutter overview map
cs: Pročistit přehledovou mapu
es: Mapa general de Declutter
fr: Décharger la carte
nl: Overzichtskaart opruimen
pt: Mapa de visão geral do Declutter
pt_br: Mapa de visão geral do Declutter
ru: Убрать карту
ta: டெலட்டர் கண்ணோட்டம் வரைபடம்

# GameSettings
source: Waves on water
cs: Vlny na vodě
es: Olas en el agua
fr: Vagues
nl: Golven op water
pl: Fale na wodzie
pt: Ondas nas aguas
pt_br: Ondas na água
ru: Волны в воде
ta: தண்ணீரில் அலைகள்

# GameSettings
source: Use alternate vehicle materials
cs: Použít alternativní materiály na vozidlech
ru: Использовать альтернативные материалы для транспорта
ta: மாற்று வாகன பொருட்களைப் பயன்படுத்தவும்

# GameSettings
source: Static camera height (meters)
cs: Výška statické kamery (v metrech)
es: Altura de la cámara estática (metros)
fr: Hauteur de la caméra statique (en mètres)
nl: Statische camerahoogte (meters)
pt: Altura da câmara estática (metros)
pt_br: Altura da câmara estática (metros)
ru: Высота статичной камеры (метры)
ta: நிலையான கேமரா உயரம் (மீட்டர்)

# GameSettings
source: Exterior field of view
cs: Venkovní zorné pole
es: Campo de visión exterior
fr: Champ de vue externe
nl: Exterieur gezichtsveld
pl: Zewnętrzne pole widzenia
pt: Campo de visão exterior
pt_br: Campo de visão exterior
ru: Внешнее поле зрения
ta: வெளிப்புற பார்வை புலம்

# GameSettings
source: Interior field of view
cs: Zorné pole v interiéru
es: Campo de visión interno
fr: Champ de vue interne
nl: Interieur gezichtsveld
pl: Wewnętrzne pole widzenia
pt: Campo de visão interior
pt_br: Campo de visão interior
ru: Внутреннее поле зрения
ta: உள்துறை பார்வை புலம்

# GameSettings
source: Diagnostic options
cs: Možnosti diagnostiky
es: Opciones de diagnóstico
fr: Options de diagnostique
it: Optioni di diagnostica
nl: Diagnostische opties
pl: Opcje diagnostyczne
pt: Opções de diagnóstico
pt_br: Opções de diagnóstico
ru: Опции диагностики
ta: கண்டறியும் விருப்பங்கள்

# GameSettings
source: These settings are for advanced users only, you should only change these if you know what you're doing
cs: Tato nastavení jsou pro pokročilé uživatele, upravujte je pouze pokud víte co děláte
es: Estas configuraciones son solo para usuarios avanzados, solo debe cambiarlas si sabe lo que está haciendo
fr: Ces paramètres ne s'adressent qu'aux utilisateurs avancés, vous ne devriez les changer que si vous savez ce que vous faites
nl: Deze instellingen zijn alleen voor gevorderde gebruikers, u moet deze waarden alleen wijzigen als u weet wat u doet
pt: Essas configurações são apenas para utilizadores avançados, só deve alterá-las se souber o que está a fazer
pt_br: Estas configurações são apenas para usuários avançados, você só deve alterá-las se souber o que está fazendo
ru: Эти настройки ТОЛЬКО для опытных пользователей, меняйте, если знаете, что делаете
ta: இந்த அமைப்புகள் மேம்பட்ட பயனர்களுக்கு மட்டுமே, நீங்கள் என்ன செய்கிறீர்கள் என்று உங்களுக்குத் தெரிந்தால் மட்டுமே இவற்றை மாற்ற வேண்டும்

# GameSettings
source: Preselected terrain
cs: Předvolený terén
es: Terreno preseleccionado
fr: Terrain présélectionné
nl: Voorgeselecteerd terrein
pl: Wybrany rodzaj nawierzchni
pt: Terreno pré-selecionado
pt_br: Terreno pré-selecionado
ru: Заранее выбранная карта
ta: முன்னரே தேர்ந்தெடுக்கப்பட்ட நிலப்பரப்பு

# GameSettings
source: Preselected vehicle
cs: Předvolené vozidlo
es: Vehículo preseleccionado
fr: Véhicule présélectionné
nl: Voorgeselecteerd voertuig
pl: Wybrany pojazd
pt: Veículo pré-selecionado
pt_br: Veículo pré-selecionado
ru: Заранее выбранный транспорт
ta: முன்னரே தேர்ந்தெடுக்கப்பட்ட வண்டி

# GameSettings
source: Presel. veh. config
cs: Konf. předvol. vozidla
es: Configuración del vehículo preseleccionado
fr: Configuration de présélection de véhicule
nl: Voork. veh. config
pl: Wymuś konf. pojazdu
pt: Configurar veiculo pré-selecionado
pt_br: O Presel. veh. config
ru: Заранее выбранная конфиг. для транспорта
ta: ப்ரெசெல். வண்டி. கட்டமைப்பு

# GameSettings
source: Enter preselected vehicle
cs: Nastoupit do předvoleného vozidla
es: Ingresar vehículo preseleccionado
fr: Entrer dans le véhicule présélectionné
it: Inserisci il veicolo preselezionato
nl: Enter voorgeselecteerde voertuig
pl: Wejdź do wybranego wcześniej pojazdu
pt: Insira o veículo pré-selecionado
pt_br: Entrar com um carro pré-selecionado
ru: Введите предустановленный транспорт
ta: முன்னரே தேர்ந்தெடுக்கப்பட்ட வாகனத்தை உள்ளிடவும்

# GameSettings
source: Auto actor spawner report
cs: Autom. zobraz. hlášení
es: Informe de generación de actor automático
fr: Rapport de génération de l'acteur
it: Report visualizzazioni attori
nl: Auto-actor-spawnerrapport
pt: Relatório de gerador de ator automático
pt_br: Relatório de gerador de ator automático
ru: Автоматический отчёт о создании объекта
ta: ஆட்டோ நடிகர் ச்பானர் அறிக்கை

# GameSettings
source: Log node import (spawn)
cs: Logovat import nodů
es: Registrar importación de nodos (spawn)
fr: Afficher l'importation des nœuds (apparition)
pt: Importação de nó de log (geração)
pt_br: Importação de node no log (desova)
ru: Импорт узла журнала (создание)
ta: பதிவு முனை இறக்குமதி (ச்பான்)

# GameSettings
source: Log node stats (spawn)
cs: Logovat statistiky nodů (během stváření)
es: Registro de estadísticas del nodo (aparición)
fr: Afficher les stats des nœuds (apparition)
pt: Importação de nodes de log (spawn)
pt_br: Estatísticas dos nodes no log (desova)
ru: Статистика узла журнала (создание)
ta: பதிவு முனை புள்ளிவிவரங்கள் (ச்பான்)

# GameSettings
source: Debug camera (rails)
cs: Ladit kameru (camerarail)
es: Depurar cámara (rieles)
fr: Dépannage de la caméra (rails)
it: Debug telecamere
pl: Debuguj kamerę (ścieżkę)
pt: Câmara de depuração (trilhos)
pt_br: Câmera de depuração (trilhos)
ru: Отладка камеры (пути)
ta: பிழைத்திருத்த கேமரா (தண்டவாளங்கள்)

# GameSettings
source: Debug actor mass
cs: Ladit hmotnost
es: Depurar masa de actor
fr: Dépannage de la masse de l'acteur
nl: Debug acteur massa
pl: Debuguj masę obiektu
pt: Depurar massa de ator
pt_br: Depurar massa do ator
ru: Отладка массы объекта
ta: பிழைத்திருத்த நடிகர் மாச்

# GameSettings
source: Debug realtime reflections
cs: Ladit dynamické odlesky
es: Depurar reflejos en tiempo real
fr: Dépannage des réflexions en temps réel
it: Debug riflessi
nl: Debug realtime reflecties
pl: Debuguj dynamiczne odbicia świetlne
pt: Depurar reflexões em tempo real
pt_br: Depurar reflexões em tempo real
ru: Отладка отражений
ta: நிகழ்நேர பிரதிபலிப்புகளை பிழைத்திருத்த

# GameSettings
source: Debug videocameras
cs: Ladit videokamery
es: Depurar cámaras de video
fr: Dépannage des videocameras
it: Debug videocamere
pl: Debuguj kamery
pt: Depurar câmaras de vídeo
pt_br: Depurar câmeras de vídeo
ru: Отладка видеокамер
ta: வீடியோ கோமராக்களை பிழைத்திருத்தவும்

# GameSettings
source: Debug textures
cs: Ladit textury
es: Depuración de texturas
fr: Dépannage de textures
nl: Debug texturen
pt: Depurar Texturas
pt_br: Depurar texturas
ru: Отладка текстур
ta: பிழைத்திருத்த அமைப்புகள்

# GameSettings
source: Hide broken beams
cs: Skrýt zlomené paprsky
es: Ocultar vigas rotas
fr: Cacher les poutres cassées
nl: Verberg gebroken beams
pt: Esconder vigas quebradas
pt_br: Esconder Vigas quebradas
ru: Скрыть сломанные балки
ta: உடைந்த விட்டங்களை மறைக்கவும்

# GameSettings
source: Hide wheel info
cs: Skrýt detaily kol
es: Ocultar información de rueda
fr: Cacher les informations des roues
nl: Verberg wielinformatie
pt: Ocultar informações da roda
pt_br: Ocultar informação da roda
ru: Скрыть информацию о колесе
ta: சக்கர தகவலை மறைக்கவும்

# GameSettings
source: Hide wheels
cs: Skrýt kola
es: Ocultar ruedas
fr: Cacher les roues
nl: Verberg wielen
pt: Esconder Rodas
pt_br: Esconder rodas
ru: Скрыть колеса
ta: சக்கரங்களை மறைக்கவும்

# GameSettings
source: Hide nodes
cs: Skrýt nody
es: Ocultar nodos
fr: Cacher les nœuds
nl: Verberg nodes
pt: Esconder Nodes
pt_br: Ocultar Nodes
ru: Скрыть узлы
ta: முனைகளை மறைக்கவும்

# GameSettings
source: Echo log to console
cs: Propisovat log do konzole
es: Eco de registro a consola
fr: Montrer le log à la console
it: Visualizza i log in console
nl: Echo log naar console
pl: Wypisuj zdarzenia dziennika do konsoli
pt: Echo log para console
pt_br: Echo log para console
ru: Выводить логи в консоль
ta: கன்சோலுக்கு எதிரொலி பதிவு

# GameSettings
source: Log beam breaking
cs: Logovat lámání paprsků
es: Registro de ruptura de vigas
fr: Rapporter le bris des poutres
nl: Log gebroken beams
pl: Loguj pękanie belek
pt: Quebra de feixe de toras
pt_br: Mostrar vigas quebradas no Log
ru: Регистрировать ломание балок
ta: பதிவு கற்றை உடைத்தல்

# GameSettings
source: Log beam deforming
cs: Logovat deformaci paprsků
es: Registro de deformación de vigas
fr: Rapporter la déformation des poutres
nl: Log beam vervorming
pl: Loguj deformowanie belek
pt: Deformação da viga de registro
pt_br: Feixe de vigas deformando
ru: Регистрировать деформацию балок
ta: பதிவு கற்றை சிதைவு

# GameSettings
source: Log beam triggers
cs: Logovat spouštěče (triggers)
es: Registro de activadores de viga
fr: Rapporter les poutres déclencheur
pt: Gatilhos de feixe de toras
pt_br: Acionadores de feixe de vigas
ru: Регистрировать балки-триггеры
ta: பதிவு பீம் தூண்டுகிறது

# GameSettings
source: Rebuild cache
cs: Obnovit cache
es: Reconstruir caché
fr: Régénéré le cache
nl: Cache opnieuw opbouwen
pt: Reconstruir cache
pt_br: Reconstruir o cache
ru: Перестроить кэш
ta: தற்காலிக சேமிப்பை மீண்டும் உருவாக்குங்கள்

# GameSettings
source: Controller options
cs: Možnosti ovladače
es: Ajustes de controlador
fr: Option du contrôleur
it: Opzioni del controller
nl: Controller opties
pl: Opcje kontrolera
pt: Opções de Controle
pt_br: Opções do controlador
ru: Настройки контроллера
ta: கட்டுப்பாட்டு விருப்பங்கள்

# GameSettings
source: Input grab mode
cs: Režim odchycení kurzoru myši
es: Modo de captura de entrada
fr: Mode de prise en main
pt: Modo de captura de entrada
pt_br: Modo de captação de entrada
ru: Режим захвата управления
ta: உள்ளீட்டு கிராப் பயன்முறை

# GameSettings
source: Analog Input Smoothing
cs: Vyhlazování analogového vstupu
es: Suavizado de entrada analógica
fr: Atténuation d'entrée analogique
pt: Suavização de entrada analógica
pt_br: Suavização de entrada analógica
ru: Сглаживание аналогового ввода
ta: அனலாக் உள்ளீடு மென்மையாக்குதல்

# GameSettings
source: Analog Input Sensitivity
cs: Citlivost analogového vstupu
es: Sensibilidad de entrada analógica
fr: Sensibilité d'entrée analogique
nl: Gevoeligheid analoge input
pt: Sensibilidade de entrada analógica
pt_br: Sensibilidade de entrada analógica
ru: Чувствительность аналогового ввода
ta: அனலாக் உள்ளீட்டு உணர்திறன்

# GameSettings
source: Blinker Lock Range
cs: Rozmezí pro uzamknutí blinkrů
es: Rango de bloqueo intermitente
fr: Fréquence de l'indicateur de direction
pt: Alcance Blinker Lock
pt_br: Alcance do Blinker Lock
ru: Диапазон блокировки сигнала
ta: ஒளிரும் பூட்டு வரம்பு

# GameSettings
source: Use arcade controls
cs: Použít arkádové ovládání
es: Modo arcade
fr: Mode arcade
nl: Gebruik arcade-besturing
pl: Wybierz sterowanie zręcznościowe
pt: Usar controles de arcade
pt_br: Use controles para inexperiente
ru: Использовать аркадное управление
ta: ஆர்கேட் கட்டுப்பாடுகளைப் பயன்படுத்தவும்

# GameSettings
source: Invert orbit camera
ru: Инвертировать орбитальную камеру
ta: ஆர்பிட் கேமராவை தலைகீழ்

# GameSettings
source: Enable ForceFeedback
cs: Zapnout Force Feedback
es: Activar ForceFeedback
fr: Activer le retour de force
it: Attiva il feedback forzato
nl: Schakel Force Feedback in
pl: Włącz ForceFeedback
pt: Ativar ForceFeedback
pt_br: Ativar ForceFeedback
ru: Включить тактильную отдачу
ta: படை பின்னூட்டத்தை இயக்கவும்

# GameSettings
source: FFB camera gain
cs: FFB síla kamery
es: Ganancia de la cámara FFB
fr: Facteur de la caméra sur le retour de force
nl: FFB-cameraversterking
pt: Ganho de câmara FFB
pt_br: ganho da câmera FFB
ru: Усиление FFB камеры
ta: FFB கேமரா ஆதாயம்

# GameSettings
source: FFB center gain
cs: FFB síla středu
es: Ganancia central de FFB
fr: Facteur du recentrage sur le retour de force
nl: FFB-centerversterking
pt: Ganho centro FFB
pt_br: Ganho central FFB
ru: Усиление центра камеры FFB
ta: FFB மைய ஆதாயம்

# GameSettings
source: FFB master gain
cs: FFB celková intenzita
es: Ganancia principal de FFB
fr: Facteur final sur le retour de force
nl: FFB-masterversterking
pt: Ganho mestre FFB
pt_br: Ganho de máximo da FFB
ru: Общее усиление FFB
ta: FFB மாச்டர் ஆதாயம்

# GameSettings
source: FFB stress gain
cs: FFB síla z napětí
es: Ganancia de tensión en FFB
fr: Facteur de stress sur le retour de force
nl: FFB-stresversterking
pt: Ganho de estresse FFB
pt_br: ganho de stress FFB
ru: Напряжение FFB камеры
ta: FFB அழுத்த ஆதாயம்

# GameSettings
source: Enable OutGauge protocol
cs: Zapnout výstup OutGauge
es: Activar protocolo OutGauge
fr: Activer le protocole OutGauge
nl: Schakel OutGauge-protocol in
pl: Włącz protokół OutGauge
pt: Ativar protocolo OutGauge
pt_br: Ativar protocolo OutGauge
ru: Включить протокол OutGauge
ta: Outgauge நெறிமுறையை இயக்கவும்

# GameSettings
source: OutGauge port
es: Puerto OutGauge
fr: Port OutGauge
pl: Port OutGauge
pt: Porta OutGauge
pt_br: Porta de Gauge Externa
ru: Порт OutGauge
ta: வெளிச்செல்லும் துறைமுகம்
