Repository: RigsOfRods/rigs-of-rods
Catalog: languages/*/ror.po
Languages: ca, cs, de, es, et, fi, fr, it, nl, pl, pt, pt_br, ro, ru, sk, ta

source: Skeletons:
ca: Esquelets:
cs: Kostry:
de: Gerüste:
es: Esqueletos:
et: Raam:
fi: Luurangot:
fr: Squelettes :
it: Scheletratura:
nl: Skeletten:
pl: Szkielety:
pt: esqueletos:
pt_br: Esqueletos
ro: Schelete:
ru: Каркасы:
sk: Kostry:
ta: எலும்புக்கூடுகள்:

source: Memory (Ogre):
ca: Memòria (Ogre):
cs: Paměť (Ogre):
de: Speicher (Ogre):
es: Memoria (Ogre):
et: Mälu kasutus (Ogre):
fi: Muisti (Ogre):
fr: Mémoire (Ogre) :
it: Memoria (Ogre):
nl: Geheugen (Ogre):
pl: Pamięć (Ogre):
pt: Memória (Ogre)
pt_br: Memória (Ogre):
ro: Memorie (Ogre):
ru: Память (Ogre):
sk: Pamäť (Ogre):
ta: நினைவகம் (ஓக்ரே):

# AngelScript
source: Scales the truck
cs: Změní velikost vozidla
es: Escala el camión
fr: Met à l'échelle le camion
nl: Schaal de truck
pt: Dimensiona o veículo
ru: Изменяет размер транспорта
ta: டிரக்கை அளவிடுகிறது

# AngelScript
source: Gets the name of the truck
cs: Sdělí název vozidla
es: Obtiene el nombre del vehiculo
fr: Récupère le nom du camion
nl: Krijgt de naam van de vrachtwagen
pt: Obtém o nome do veículo
ru: Получает название транспорта
ta: டிரக்கின் பெயரைப் பெறுகிறது

# AngelScript
source: Gets the name of the truck file
cs: Sdělí název souboru definice vozidla
es: Obtiene el nombre del archivo del vehiculo
fr: Obtenir le nom du fichier du camion
pt: Obtém o nome do arquivo do veículo
ru: Получает название файла транспорта
ta: டிரக் கோப்பின் பெயரைப் பெறுகிறது

# AngelScript
source: Gets the name of the loaded section for a truck
cs: Sdělí název aktivní konfigurace vozidla
es: Obtiene el nombre de la sección cargada para un vehiculo
fr: Retourne le nom de la section chargée d'un camion
pt: Obtém o nome da seção carregada para um veículo
ru: Получает название загруженной секции для транспорта
ta: ஒரு டிரக்குக்கு ஏற்றப்பட்ட பிரிவின் பெயரைப் பெறுகிறது

# AngelScript
source: Gets the type of the truck
cs: Sdělí typ vozidla
es: Obtiene el tipo de vehiculo
fr: Obtenir le type de camion
nl: Krijgt het type van de vrachtwagen
pt: Obtém o tipo do veículo
ru: Получает тип транспорта
ta: டிரக்கின் வகையைப் பெறுகிறது

# AngelScript
source: Resets the truck
cs: Resetuje vozidlo
es: Restablece el vehiculo
fr: Réinitialise le camion
nl: Reset de vrachtwagen
pt: Reinicia o veículo
ru: Респавнит транпорт
ta: டிரக்கை மீட்டமைக்கிறது

# AngelScript
source: Toggles the parking brake
es: Des/Activar freno de mano
fr: Activer le frein à main
pt: Alterna o freio de estacionamento
ru: Переключает ручник
ta: பார்க்கிங் பிரேக்கை மாற்றுகிறது

# AngelScript
source: Toggles the tracktion control
cs: Přepne tempomat
es: Des/Activar control de tracción
fr: Bascule le contrôle de la traction
pt: Alterna o controle de tração
ru: Переключает функцию контроля скольжения
ta: இழுவைக் கட்டுப்பாட்டை மாற்றுகிறது

# AngelScript
source: Toggles the anti-lock brakes
cs: Přepne ABS (protiskluzový systém)
es: Des/Activa el ABS
fr: Dés/active l'ABS
pt: Alterna o freio anti-bloqueio
ru: Переключает антиблокировочную тормозную систему
ta: எதிர்ப்பு பூட்டு பிரேக்குகளை மாற்றுகிறது

# AngelScript
source: Toggles the beacons
es: Des/Activa balizas en vehículo
fr: Dés/active les gyrophares
pt: Alterna o sinal luminoso
ru: Переключает проблесковые маячки
ta: பீக்கான்களை மாற்றுகிறது

# AngelScript
source: Toggles the custom particles
cs: Speciální částicové efekty
es: Des/Activa las partículas personalizadas
fr: Dés/active des particules personnalisées
pt: Alterna as partículas personalizadas
ru: Переключает пользовательские частицы
ta: தனிப்பயன் துகள்களை மாற்றுகிறது

# AngelScript
source: Gets the total amount of nodes of the truck
cs: Sdělí celkový počet nodů vozidla
es: Obtiene la cantidad total de nodos del vehiculo
fr: Retourne le nombre total de nœuds du camion
pt: Obtém a quantidade total de nós do veículo
ru: Получает количество узлов транспорта
ta: டிரக்கின் மொத்த முனைகளின் அளவு கிடைக்கிறது

# AngelScript
source: Gets the total mass of the truck
cs: Sdělí celkovou hmotnost vozidla
es: Obtiene la masa total del vehiculo
fr: Retourne la masse totale du camion
nl: Krijgt de totale massa van de truck
pt: Obtém a massa total do veículo
ru: Получает общую массу транспорта
ta: டிரக்கின் மொத்த வெகுசனத்தைப் பெறுகிறது

# AngelScript
source: Gets the total amount of nodes of the wheels of the truck
cs: Sdělí celkový počet nodů na kolech vozidla
es: Obtiene la cantidad total de nodos de las ruedas del vehiculo
fr: Retourne le nombre total de nœud pour les roues du camion
pt: Obter a quantidade total de nós das rodas do caminhão
ru: Получает число узлов в колёсах транспорта
ta: டிரக்கின் சக்கரங்களின் மொத்த முனைகளின் அளவு கிடைக்கிறது

# AngelScript
source: Sets the mass of the truck
cs: Nastaví hmotnost vozidla
es: Establece la masa del vehiculo
fr: Définit la masse du camion
nl: Stelt de massa van de truck in
pt: Definir a massa do caminhão
ru: Устанавливает массу транспорта
ta: டிரக்கின் வெகுசனத்தை அமைக்கிறது

# AngelScript
source: Returns true if the brake light is enabled
cs: Sdělí jestli je brzdové světlo rozsvícené
es: Devuelve verdadero si la luz de freno está activada
fr: Retourne si la lumière de freinage est active
pt: Retorna verdadeiro se a luz de freio estiver habilitada
ru: Возвращает 'true', если стоп-сигнал включен
ta: பிரேக் லைட் இயக்கப்பட்டிருந்தால் உண்மை

# AngelScript
source: Returns true if the custom light with the number is enabled
cs: Sdělí jestli je volitelné světlo s tímto číslem rozsvícené
es: Devuelve verdadero si la luz personalizada con el número está activada
fr: Retourne si la lumière personnalisée avec le numéro est active
pt: Retorna verdadeiro se a luz personalizada com o número estiver habilitada
ru: Возвращает 'true', если кастомный (пользовательский) фонарь с этим номером включен
ta: எண்ணுடன் தனிப்பயன் ஒளி இயக்கப்பட்டிருந்தால் உண்மையை அளிக்கிறது

# AngelScript
source: Enables or disables the custom light
cs: Přepne volitelné světlo se zadaným číslem
es: Activa o desactiva la luz personalizada
fr: Dés/active la lumière personnalisée
pt: Ativar ou desativar a luz personalizada
ru: Включает или выключает кастомный (пользовательский) фонарь
ta: தனிப்பயன் ஒளியை செயல்படுத்துகிறது அல்லது முடக்குகிறது

# AngelScript
source: Gets the mode of the beacon
cs: Sdělí režim majáků
es: Obtiene el modo de la baliza
pt: Obter o modo do farol (giroflex)
ru: Получает режим проблескового маячка
ta: பெக்கனின் பயன்முறையைப் பெறுகிறது

# AngelScript
source: Sets the blinking type
cs: Nastaví typ blikání
es: Establece el tipo de parpadeo
fr: Définit le type de clignotement
pt: Definir o tipo de piscar
ru: Устанавливает режим моргания
ta: ஒளிரும் வகையை அமைக்கிறது

# AngelScript
source: Gets the blinking type
cs: Sdělí režim blikání
es: Obtiene el tipo de parpadeo
fr: Retourne le type de clignotement
pt: Obter o padrão de piscada
ru: Получает режим моргания
ta: ஒளிரும் வகையைப் பெறுகிறது

# AngelScript
source: Gets the custom particles mode
cs: Sdělí režim částicových efektů
es: Obtiene el modo de partículas personalizadas
fr: [Retourne les nœuds de particules personnalisées]
pt: Obter o modo de partículas personalizadas
ru: Получает режим пользовательских частиц
ta: தனிப்பயன் துகள்கள் மோட் கிடைக்கும்

# AngelScript
source: Returns true if the reverse lights are enabled
cs: Sdělí jestli je couvací světlo rozsvícené
es: Devuelve verdadero si las luces de marcha atrás están activadas
fr: Retourne vrai si le phare de recul est actif
pt: Retorna verdadeiro se as luzes de ré estiverem habilitadas
ru: Возвращает 'true', если огни заднего хода включены
ta: தலைகீழ் விளக்குகள் இயக்கப்பட்டால் உண்மை

# AngelScript
source: Returns the angle in which the truck is heading
cs: Sdělí úhel natočení vozidla
es: Devuelve el ángulo al que se dirige el vehiculo
fr: Retourne l'angle de la direction où va le camion
pt: Retornar o ângulo em que o caminhão está indo
ru: Возвращает угол наклона транспорта
ta: டிரக் செல்லும் கோணத்தை வழங்குகிறது

# AngelScript
source: Returns true if a hook of this truck is locked
cs: Sdělí jestli je hák tohoto vozidla upevněn
es: Devuelve verdadero si un gancho de este vehiculo está bloqueado
fr: Retourne si l'attelage pour ce camion est verrouillé
pt: Retornar verdadeiro se um gancho deste caminhão estiver travado
ru: Возвращает 'true', если крючок этого транспорта зафиксирован
ta: இந்த டிரக்கின் கொக்கி பூட்டப்பட்டால் உண்மை

# AngelScript
source: Gets the current wheel speed of the vehicle
cs: Sdělí aktuální rychlost rotace kol vozidla
es: Obtiene la velocidad actual de las ruedas del vehículo
fr: Retourne la vitesse actuelle de roue du véhicule
pt: Obter a velocidade atual da roda do veículo
ru: Получает текущую скорость колёс автомобиля
ta: வாகனத்தின் தற்போதைய சக்கர வேகத்தைப் பெறுகிறது

# AngelScript
source: Gets the current speed of the vehicle
cs: Sdělí aktuální rychlost pohybu vozidla
es: Obtiene la velocidad actual del vehículo
fr: Retourne la vitesse actuelle du véhicule
pt: Obter a velocidade atual do veículo
ru: Получает текущую скорость автомобиля
ta: வாகனத்தின் தற்போதைய வேகத்தைப் பெறுகிறது

# AngelScript
source: Gets the G-forces that this truck is currently experiencing
cs: Sdělí odstředivé síly které působí na vozidlo
es: Consigue las fuerzas G que este vehiculo está experimentando actualmente
fr: Définit la force d'accélération que ce camion est en train de subir
ru: Получает нагрузку, которую это транспортное средство испытывает прямо сейчас
ta: இந்த டிரக் தற்போது அனுபவித்து வரும் சி-படைகளைப் பெறுகிறது

# AngelScript
source: Gets the current rotation of the vehicle
cs: Sdělí aktuální nasměrování vozidla
es: Obtiene la rotación actual del vehículo
fr: Retourne la rotation actuelle du véhicule
ru: Получает текущий поворот транспорта
ta: வாகனத்தின் தற்போதைய சுழற்சியைப் பெறுகிறது

# AngelScript
source: Gets the current position of the vehicle
cs: Vypíše současnou pozici vozidla
es: Obtiene la posición actual del vehículo
fr: Retourne la position actuelle du véhicule
ru: Получает текущую позицию транспорта
ta: வாகனத்தின் தற்போதைய நிலையைப் பெறுகிறது

# AngelScript
source: Gets the node position
cs: Sdělí souřadnice nodu
es: Obtiene la posición del nodo
fr: Retourne la position du nœud
ru: Получает текущую позицию узла
ta: முனை நிலையைப் பெறுகிறது

# About
source: Static collision debug
cs: Diagnostika statických kolizí
ru: Отладка статической коллизии
ta: நிலையான மோதல் பிழைத்திருத்தம்

# Console
source: By area:
cs: Podle oblasti:
es: Por área:
fr: Par surface :
nl: Bij gebied:
pt: Por área:
pt_br: Por área:
ru: Выводить:
ta: பகுதி:

# Console
source: Logfile echo
cs: Propisovat log
es: Eco del archivo de registro
fr: Écho du fichier .log
pt: Aquivo de Log echo
pt_br: Eco do arquivo de Log
ru: Содержимое логфайла
ta: லாக்ஃபைல் எக்கோ

# Console
source: Scripting
cs: Skriptování
fr: Script
pt: Descrição
ru: Сообщения от скриптов
ta: ச்கிரிப்டிங்

# Console
source: Actors
cs: Aktoři
es: Actores
fr: Véhicules
pt: Atores
pt_br: Atores
ru: Сообщения от объектов
ta: நடிகர்கள்

# Console
source: Terrain
cs: Terén
es: Terreno
nl: Terrein
pt: Terreno
pt_br: Carregando Terreno
ru: Сообщения от карты
ta: பரப்புக்கூறு

# Console
source: By level:
cs: Podle úrovně:
es: Por nivel:
fr: Par niveau :
nl: Bij niveau:
pt: Por nível:
pt_br: Por nível:
ru: Уровень логгинга:
ta: நிலை:

# Console
source: Notices
cs: Oznámení
es: Avisos
fr: Remarques
nl: Mededelingen
pt: Avisos
pt_br: Notícias
ru: Информация
ta: அறிவிப்புகள்

# Console
source: Warnings
cs: Varování
es: Advertencias
fr: Avertissements
nl: Waarschuwingen
pt: Avisos
pt_br: Avisos
ru: Предупреждения
ta: எச்சரிக்கைகள்

# Console
source: Errors
cs: Chyby
es: Errores
fr: Erreurs
nl: Fouten
pt: Erros
pt_br: Erros
ru: Ошибки
ta: பிழைகள்

# Console
source: Net chat
cs: Síťový chat
es: Chat en red
fr: Réseau du chat
pt: Bate-papo na internet
pt_br: Bate-papo na internet
ru: Сетевой чат
ta: நிகர அரட்டை

# Console
source: Commands
cs: Příkazy
es: Comandos
fr: Commandes
nl: Commando's
pt: Comandos
pt_br: Comandos
ru: Команды
ta: கட்டளைகள்

# Console
source: Filter options
cs: Možnosti filtrování
es: Opciones de filtro
fr: Filter les options
nl: Filteropties
pt: Opções da cabine
pt_br: Opções de filtro
ru: Фильтр
ta: வடிகட்டி விருப்பங்கள்

# Console
source: AngelScript
ta: ஏஞ்சல்கைஉரை

# Console
source: Script Monitor
cs: Monitoring skriptů
ru: Монитор скриптов
ta: ச்கிரிப்ட் மானிட்டர்

# Console
source: Command
cs: Příkaz
es: Comando
fr: Commande
nl: Commando
pt: Comando
pt_br: Comando
ru: Команда
ta: கட்டளை

# FlexbodyDebug
source: Flexbody/Prop debug
cs: Diagnostika props/flexbodies
ru: Отладка мягких тел/объектов
ta: ஃப்ளெக்ச் பாடி/ப்ராப் பிழைத்திருத்தம்

# FlexbodyDebug
source: You are on foot.
cs: Jdete pěšky.
ru: Сейчас вы пешком.
ta: நீங்கள் காலில் இருக்கிறீர்கள்.

# FlexbodyDebug
source: This vehicle has no flexbodies or props.
cs: Toto vozidlo nemá žádné props/flexbodies.
ru: У этого транспорта нет мягких тел или объектов.
ta: இந்த வாகனத்தில் நெகிழ்வு அல்லது முட்டுகள் இல்லை.

# FlexbodyDebug
source: Select element
cs: Vyberte element
ru: Выберите элемент
ta: உறுப்பு தேர்ந்தெடுக்கவும்

source: Friction Settings
cs: Nastavení tření
es: Configuración de Fricción
fr: Paramètres de friction
nl: Frictie instellingen
pt: Configurações de fricção
pt_br: Configurações de fricção
ru: Параметры трения
ta: உராய்வு அமைப்புகள்

# FrictionSettings
source: Current active Ground:
cs: Momentálně aktivní Podklad:
es: Suelo activo actual:
fr: Sol actuel actif :
nl: Huidige actieve terrein:
pt: Terreno atual ativo:
pt_br: Terreno ativo atual:
ru: Текущая активная поверхность:
ta: தற்போதைய செயலில் மைதானம்:

# FrictionSettings
source: selected Ground Type:
cs: zvolený typ podkladu:
es: Tipo de suelo seleccionado:
fr: Type de sol sélectionné :
nl: Geselecteerde Grond Type:
pt: Tipo de terreno selecionado:
pt_br: Tipo de terreno selecionado:
ru: Выделенный тип поверхности:
ta: தேர்ந்தெடுக்கப்பட்ட தரை வகை:

# FrictionSettings
source: Solid ground settings
cs: Nastavení pevné půdy
es: Ajustes de tierra firme
fr: Paramètres du sol solide
nl: Vaste grondinstellingen
pt: Configurações Sólidas do Terreno
pt_br: Configurações de solo sólido
ru: Настройки поверхности
ta: திட தரை அமைப்புகள்

# FrictionSettings
source: Solid ground level:
cs: Hloubka pevné země:
es: Nivel del tierra firme:
fr: Sol solide :
nl: Solide grond niveau:
pt: Nível de chão sólido:
pt_br: Nível do solo sólido:
ru: Глубина поверхности:
ta: திடமான தரை நிலை:

# FrictionSettings
source: Solid ground level
cs: Hloubka pevné země
es: Nivel de la tierra firme
fr: Sol solide
nl: Solide grond niveau
pt: Nivel de chão solido
pt_br: Nível do solo sólido
ru: Глубина поверхности
ta: திடமான தரை நிலை

# FrictionSettings
source: With this you can define how deep the solid ground is. If it is 0 then the surface will be solid. If it is 0.1 then you'll have 10 cm of fluid on top of solid ground. If it is 100 then the solid ground will be way deep (100m), with fluid on top.
cs: Tímto můžete určit, jak hluboko je pevná půda. Hodnota 0 znamená pevný povrch. Nastavíte-li 0,1, bude nad pevnou zemí 10 cm tekutiny. Pokud bude hodnota 100, bude pevná půda velmi hluboko (100 m) a tekutina navrchu.
es: Con esto se puede definir la profundidad de la tierra firme. Si es 0, entonces la superficie será sólida. Si es 0,1, entonces tendrás 10 cm de fluído en la parte superior de la tierra. Si es 100, entonces sólida estará a 100 metros de profundidad, con 100 m de fluído encima.
fr: Vous pouvez définir à quel point le sol est profond. Si c'est à 0, la surface sera solide. Si c'est à 0.1 il y aura 10 cm de liquide sur le sol. Si c'est 100 le sol sera très profond (100 m), avec du liquide dessus.
nl: Hiermee kun je defineren hoe diep de solide grond is. Als het 0 is zal het oppervlak solide zijn. Als het 0.1 is heb je 10 cm vloeistof boven op de solide grond. Als het 100 is dan is de solide grond 100 meter diep, met vloeistof erboven.
pt: Com isso.você pode devinir o quão fundo é o solo. se for 0, a superfície será sólida. se for 0,1, a superfície vai ter 10 centímetros de líquido em cima do solo. se for 100, o terreno estará muito profundo, com 100 metros de fluido em cima.
pt_br: Com isso, você pode definir a profundidade do solo sólido. Se for 0, a superfície será sólida. Se for 0,1, então você terá 10 cm de fluido no topo do solo sólido. Se for 100, então o solo sólido terá uma grande profundidade (100m), com fluido no topo.
ru: Это можно использовать для определения твёрдости поверхности. При значении 0 поверхность будет твёрдая. При 0.1 поверх твердой поверхности будет 10 см. жидкости. При 100 твёрдая поверхность будет крайне глубоко (100 м), сверху на ней будет жидкость.
ta: இதன் மூலம் திடமான மைதானம் எவ்வளவு ஆழமானது என்பதை நீங்கள் வரையறுக்கலாம். அது 0 ஆக இருந்தால், மேற்பரப்பு திடமாக இருக்கும். இது 0.1 ஆக இருந்தால், நீங்கள் திட நிலத்தின் மேல் 10 செ.மீ திரவத்தை வைத்திருப்பீர்கள். இது 100 ஆக இருந்தால், திடமான தரை ஆழமாக (100 மீ) இருக்கும், மேலே திரவம் இருக்கும்.

# FrictionSettings
source: Strength:
cs: Síla:
es: Fuerza:
fr: Force :
nl: Sterkte:
pt: Força:
pt_br: Força:
ru: Сила трения:
ta: வலிமை:

# FrictionSettings
source: Strength
cs: Síla
es: Fuerza
fr: Force
nl: Kracht
pt: Força
pt_br: Força
ru: Сила трения
ta: வலிமை

# FrictionSettings
source: This parameter raises or diminishes surface friction in a generic way. It is here so as to be able to do quick calibrations of friction. Start with having this to 1.0 and after tuning the rest of the surface variables, come back and play with this.
cs: Tento parametr obecně zvyšuje nebo snižuje tření povrchu. Umožňuje rychlou kalibraci tření. Nejprve nastavte na 1.0 a až po vyladění ostatních proměnných povrchu si pohrajte s tímto parametrem.
es: Este parámetro eleva o disminuye la fricción general de una superficie. Se usa para una rápida calibración de la fricción. Empieza con el valor 1.0 y después de modificar el resto de parámetros de la fricción, vuelve a modificar este valor, será entonces cuando notes las variaciones.
fr: Ce paramètre augmente ou diminue la friction d'une façon générale. Il est là pour que vous soyez capable de faire des calibrations rapides de friction. Commencez à 1,0 et après avoir mis au point le reste les autres paramètres, essayez de voir si c'est jouable.
nl: Deze parameter verhoogt of vermindert wrijving aan het oppervlak op een generieke manier. Het is hier om snel kalibraties van wrijving te kunnen maken. Begin met dit op 1.0 te zetten en na het afstellen van de rest van de oppervlak variabelen, kan je dan terug komen om nog verder met deze parameter te spelen.
pt: Este parâmetro aumenta ou diminui o atrito da superfície de uma forma genérica. É aqui, de modo a ser capaz de fazer calibrações rápidas de atrito. Começa com isso a ter 1.0 e depois ajusta o resto das variáveis de superfície, volta e joga com isso.
pt_br: Este parâmetro aumenta ou diminui o atrito superficial de uma forma genérica. É aqui para poder fazer calibrações rápidas de fricção. Comece com 1.0 e depois de ajustar o resto das variáveis de superfície, volte e brinque com isso.
ru: Этот параметр усиливает или ослабляет поверхностное трение обобщённым образом. Этот параметр предоставляет возможность быстрой регулировки трения. Начните с 1.0, и после настройки остальных параметров трения поверхности вернитесь к нему.
ta: இந்த அளவுரு மேற்பரப்பு உராய்வை பொதுவான வழியில் உயர்த்துகிறது அல்லது குறைக்கிறது. உராய்வின் விரைவான அளவுத்திருத்தங்களைச் செய்ய இது இங்கே உள்ளது. இதை 1.0 ஆகத் தொடங்கவும், மீதமுள்ள மேற்பரப்பு மாறிகள் டியூன் செய்த பிறகு, திரும்பி வந்து இதனுடன் விளையாடுங்கள்.

# FrictionSettings
source: Static friction coef:
cs: Součinitel statického tření:
es: Coef. de fricción estática:
fr: Coefficient de friction statique :
nl: Statische frictie coëfficiënt:
pt: Coeficiente de atrito estático:
pt_br: Coef de atrito estático:
ru: Статический коэффициент трения:
ta: நிலையான உராய்வு கோஃப்:

# FrictionSettings
source: Static friction coef
cs: Součinitel statického tření
es: Coeficiente de fricción estática
fr: Coefficient de friction statique
nl: Statische wrijving coëfficiënt
pt: Coeficiente de fricção estática
pt_br: Coef de atrito dinâmico
ru: Статичный коэффициент трения
ta: நிலையான உராய்வு கோஃப்

# FrictionSettings
source: Static friction keeps you in the same place when you are stopped on a hill. In the real world this friction is always bigger than dynamic friction (sliding friction). Start with 0.5 and work from there. It is better to try to find some experimentally validated values for this and the rest of surface friction variables in the net, and then to fine tune via strength.
cs: Statické tření váš drží na místě, když zastavíte na svahu. V reálném světě je statické tření vždy větší než dynamické tření (kluzné tření). Začněte na 0,5 a pak dle potřeby upravte. Lepší je nastavovat proměnné tření podle experimentálně zjištěných hodnot vyhledaných na internetu a následně doladit pomocí proměnné "síla".
es: La fricción estática mantiene el vehículo en la misma posición cuando está parado en una pendiente. En el mundo real, este parámetro es siempre mayor que la fricción dinámica (fricción de desplazamiento). Empieza con el valor 0.5 . Es mejor intentar encontrar valores reales en internet para el resto de variables de la fricción de esta superficie y después, modificar ligeramente el valor Fuerza.
fr: La friction statique vous bloque à la même place lorsque vous êtes stoppé sur une pente. Dans la vie réelle, cette friction est toujours plus grande que la friction dynamique. Commencez avec 0,5 et travaillez avec des valeurs de plus en plus grandes. Il est mieux de trouver une bonne valeur que d'utiliser une valeur normale, puis de modifier via la résistance.
nl: Statische wrijving houd je op dezelfde plaats als je bent gestopt op een heuvel. In de echte wereld is deze wrijving altijd groter dan dynamische wrijving (glij weerstand). Begin met 0,5 en werk vanaf daar. Het is beter om te proberen een aantal experimenteel gevalideerd waarden te zoeken voor dit en de rest van oppervlaktewrijving variabelen op het net, en te fine-tunen via sterkte.
pt: O atrito estático o mantém no mesmo lugar quando você é parado em uma colina. No mundo real, esse atrito é sempre maior do que o atrito dinâmico (atrito deslizante). Comece com 0,5 e trabalhe a partir daí. É melhor tentar encontrar alguns valores validados experimentalmente para isso e o resto das variáveis de fricção de superfície na rede, e então fazer o ajuste fino via resistência.
pt_br: O atrito estático o mantém no mesmo lugar quando você é parado em uma colina. No mundo real, esse atrito é sempre maior do que o atrito dinâmico (atrito deslizante). Comece com 0,5 e trabalhe a partir daí. É melhor tentar encontrar alguns valores validados experimentalmente para isso e o resto das variáveis de atrito de superfície na rede, e então fazer o ajuste fino por meio da resistência.
ru: Трение покоя удерживает вас на одном месте, когда вы остановились на склоне. В реальности это трение всегда больше чем трение скольжения. Начните с 0.5 и экспериментируйте дальше. Желательно попробовать поискать экспериментально подтверждённые значения этого параметра и остальной части переменных поверхностного трения в сети, а потом отрегулировать с помощью параметра Сила трения.
ta: நீங்கள் ஒரு மலையில் நிறுத்தப்படும்போது நிலையான உராய்வு உங்களை அதே இடத்தில் வைத்திருக்கிறது. உண்மையான உலகில் இந்த உராய்வு எப்போதும் மாறும் உராய்வு (நெகிழ் உராய்வு) விட பெரியது. 0.5 உடன் தொடங்கி அங்கிருந்து வேலை செய்யுங்கள். இதற்கான சில சோதனை ரீதியாக சரிபார்க்கப்பட்ட மதிப்புகளையும், வலையில் உள்ள மேற்பரப்பு உராய்வு மாறிகள் மீதமுள்ள சில மதிப்புகளையும் கண்டுபிடிக்க முயற்சிப்பது நல்லது, பின்னர் வலிமையின் மூலம் நன்றாக இருக்கும்.

# FrictionSettings
source: Adhesion velocity:
cs: Adhezní rychlost:
es: Velocidad de adherencia:
fr: Vitesse d'adhérence :
nl: Hechting snelheid:
pt: Velocidade de adesão:
pt_br: Velocidade de adesão:
ru: Скорость застревания:
ta: ஒட்டுதல் வேகம்:
