Repository: RigsOfRods/rigs-of-rods
Catalog: languages/*/ror.po
Languages: ca, cs, de, es, et, fi, fr, it, nl, pl, pt, pt_br, ro, ru, sk, ta

source: Full (best looking, slower)
ca: Complet (més qualitat, però més lent)
de: Vollständig (sieht am besten aus, langsamer)
et: Täielik (parima välimusega, aeglasem)
fi: Täysi (parhaimman näköinen, hitaampi)
it: Completo (miglior aspetto, più lento)
pl: Pełna (najładniejsza, powolna)
ro: Complet (arată cel mai bine, dar încetinește)
sk: Plné (najlepšie vyzerajúce, pomalšie)

source: Fully Manual: sequential shift
ca: Manual complet: canvi seqüencial
de: Vollmanuell: Sequenzielle Schaltung
et: Manuaalkäigukast: järjestikud
fi: Täysmanuaali: sekventaalivaihteisto
it: Completamente manuale: cambio sequenziale
pl: Ręczna: sekwencyjna zmiana biegów
ro: Manuală: schimbător secvențial
sk: Plne manuálna: sekvenčné radenie

source: Fully Manual: stick shift with ranges
ca: Manual Complet: marxes caixa canvis
de: Vollmanuell: Schaltung per Schalthebel (mit Gangstufen)
et: Manuaalkäigukast: vahemikud
fi: Täysmanuaali: H-vaihteisto aluevaihtajalla
it: Completamente manuale: cambio reale regolabile
pl: Ręczna: użycie drążka (z zakresami)
ro: Manuală: schimbător în etape
sk: Plne manuálna: radenie pákou s rozsahmi

source: G-Forces:
de: G-Kräfte:
et: G-jõud:
pl: Przeciążenia:

source: Gameplay
ca: Jugabilitat
de: Spielverhalten
et: Mäng
fi: Peli
it: Regole di gioco
pl: Ogólne
sk: Hra

source: Graphics
ca: Gràfics
de: Grafik
et: Graafika
fi: Grafiikka
it: Grafica
pl: Grafika
ro: Grafica
sk: Grafika

source: HQ reflections
ca: Reflexions Alta Qualitat
de: HQ Reflexionen
et: HQ peegeldus
fi: Korkealaatuiset heijastukset
it: riflessi di alta qualità
pl: odbicia w wysokiej rozdzielczości
ro: Reflexii de calitate
sk: Vysoko kvalitné odlesky

source: Hydrodynamic friction coef
ca: Coeficient de fricció hidrodinàmica
de: Hydrodynamischer Reibungskoeffizient
et: Veehõõrde koefitsent:
fi: Hydrodynaaminen kitkakerroin
it: Coeff. di frizione idrodinamica
pl: Współczynnik tarcia hydrodynamicznego
ro: Coeficientul Frecării Hidrodinamice
sk: Koeficient hydrodynamického trenia

source: Hydrodynamic friction coef:
ca: Coeficient de fricció hidrodinàmica:
de: Hydrodynamischer Reibungskoeffizient:
et: Veehõõrde koefitsent:
fi: Hydrodynaamisen kitkan kerroin:
it: Coeff. di frizione idrodinamica:
pl: Wsp. t. hydrodynamicznego:
ro: Coeficientul Frecării Hidrodinamice:
sk: Koeficient hydrodynamického trenia:

source: Hydros:
ca: Hidràulica:
et: Hüdrod:
fi: Ohjaus-servot:
it: Comandi idraulici:
pl: Hydrosy:
ro: Hidraulice:

source: If it is 1.0 then the fluid will behave like water. The lower you get from 1.0, the more like mud the fluid will behave, meaning that for small velocities the fluid will resist motion and for large velocities the fluid will not resist so much. The higher you get from 1.0 the more like sand the fluid will behave. The bigger the velocity, the bigger the resistance of the fluid (try to hit sand hard it'll feel like stone).
ca: Si és 1.0, llavors el fluid actuarà com l'aigua. Per sota de 1.0, s'interpretarà com el fang, el que significa que per a poques velocitats, el líquid resistirà el moviment i per a grans velocitats el fluid no resistirà tant. Com més alt és partir de 1.0, el fluid es comportarà més com la sorra. Com més gran sigui la velocitat, major és la resistència del fluid (intenteu colpejar la sorra dura i semblarà com la pedra).
de: Bei einem Wert von 1.0 wird sich die Flüssigkeit wie Wasser verhalten. Je niedriger unter 1.0, desto mehr wird die Flüssigkeit sich wie Schlamm verhalten (d.h., bei niedrigen Geschwindigkeiten herrscht ein großer Widerstand, bei hohen Geschwindigkeiten ein kleiner). Je höher über 1.0, desto mehr wird die Flüssigkeit sich wie Sand verhalten (bei hohen Geschwindigkeiten herrscht ein sehr großer Widerstand).
et: Kui see on 1.0, siis käitub vedelik nagu vesi. Mida madalam 1.0'st, seda mudasemana vedelik käitub, st et väiksematel kiirustel piirab vedelik sõiduki liikumist, suurematel kiirustel ei piira nii palju. Mida suurem aga 1.0'st, seda liivasemalt see vedelik käitub. Mida suurem kiirus, seda suurem vedeliku takistus (sõites kiiresti liivale, tundub see nagu kivi).
fi: Jos arvo on 1.0 aine käyttäytyy kuin vesi. Alempi arvo käyttäytyy kuin muta, eli alhaisissa nopeuksissa aine estää liikettä, mutta korkeammissa nopeuksissa se ei estä liikettä niin paljon. Mitä korkeammaksi 1.0 menet, sitä enemmän aine käyttäytyy kuin hiekka. Suurempi nopeus, suurempi vastus (yritä törmätä hiekkaan lujaa ja se tuntuu kuin kiveltä).
it: Se è 1.0 il fluido si comporterà come acqua. Più il valore sarà inferiore al 1.0, più si comporterà come fango, intendendo che con basse velocità il fluido resisterà al moto e che con alte velocità il fluido non resisterà per molto. Più alto sarà il suo valore oltre lo 1.0, più si comporterà come sabbia. A velocità più alte il fluido resisterà maggiormente (prova a picchiare forte nella sabbia, sembrerà dura come pietra).
pl: Jeżeli wartość wynosi 1.0, ciecz będzie się zachowywać jak woda. I niższa wartość od 1.0, tym bardziej ciecz będzie się zachowywać podobnie do błota, czyli dla małych prędkości ciecz będzie stawiała duży opór ruchowi, zaś dla dużych prędkość opór będzie mniejszy. Im wyższa wartość od 1.0, tym podobniejsze będzie zachowanie cieczy do zachowania piasku - im wyższa prędkość, tym większy opór (spróbuj mocno uderzyć piasek - wyda się twardy jak kamień).
ro: Dacă e 1.0 atunci lichidul se va comporta ca apa. Cu cât cobori în jos de la 1.0, cu atât mai mult va semăna lichidul ca noroiul, însemnând că pentru viteze mici va rezista mișcării iar pentru viteze mai mari, lichidul nu va rezista prea mult. Cu cât urci mai mult de 1.0, cu atât mai mult va semăna lichidul cu nisipul. Cu cât e mai mare viteza, cu atât mai mare rezistența lichidului (încearcă să lovești nisipul puternic și îl vei simți ca piatra).
sk: Pri hodnote 1.0 sa bude tekutina správať ako voda. Čím nižšia je táto hodnota od 1.0, tým viac sa bude tekutina správať ako bahno, teda pre pri malých rýchlostiach bude klásť tekutina väčší odpor a pri vyšších rýchlostiach už menší. Čím vyššia táto hodnota od 1.0 je, tým viac sa bude správať ako piesok- čím vyššia rýchlosť, tým väčší odpor je kladený (ako keď z celej sily hodíte kameň do piesku).

source: If we are missing someone on this list, please drop us a line at: support@rigsofrods.org
pl: Jeżeli brakuje kogoś na tej liście, proszę powiadom nas na: support@rigsofrods.org

source: If you dislike the pitching external vehicle camera, you can disable it here.
ca: Opcionalment es pot desactivar la càmera exterior del vehicle.
de: Wenn du die nickende externe Fahrzeugkamera nicht magst, kannst du sie hier deaktivieren.
et: Kui sulle ei meeldi välise kaamera ühtlustumine, võid selle siit keelata.
fi: Jos et pidä ulkoisen kameran heilumisesta, voit poistaa sen käytöstä täällä.
it: Se non ti piace il movimento verticale della visuale esterna, lo puoi disattivare qui.
pl: Jeżeli nie lubisz kołyszącej się kamery w widoku zewnętrznym, możesz ją wyłączyć zaznaczając to pole.
ro: Dacă nu-ți place mișcarea camerei (în față, spate, etc. de la viteză) poți dezactiva asta aici.
sk: Ak nemáte radi kývanie vonkajšie kamery vozidlá, môžete to zakázať tady.

source: In case the mods cache becomes corrupted, use these buttons to fix the cache.
ca: En el cas de que la memòria cau de mods estigui malmesa, utilitzeu aquests botons per arreglar-la.
de: Falls der Mod Cache beschädigt ist, benutze diesen Knopf, um den Zwischenspeicher zu reparieren.
et: Juhul, kui modifikatsioonide vahemälu rikneb, kasuta neid nuppe, et parandada vahemälu.
fi: Jos modien välimuisti vioittuu, käytä näitä painikkeita korjataksesi välimuistin.
it: Nel caso la cache dei mod venga corrotta, usa questi pulsanti per ripristinare la cache.
pl: W przypadku uszkodzenia cache, użyj tych przycisków, by naprawić cache.
ro: În caz de coruperea cache-ului, folosește aceste butoane pentru a repara cache-ul.
sk: V prípade, že cache módu budú rozhodené, použite tieto tlačidlá k oprave cache.

source: In mud (or sand) the resistance of the fluid described by the parameters above will stop you and so keep you from sinking. But for substances like water it isn't the drag that stops you from sinking. Its buoyancy. This parameter is here so as to keep you from sinking when you wish to simulate fluids with low drag (resistance). For fluids like mud or sand you can put it at 0, but it is best to keep it at some minimum value. For fluids with behavior index >=1 it will behave like you are in water. For fluids with behavior index <1 it'll behave like you are in mud.
ca: En el fang (o sorra) la resistència del fluid descrita pels paràmetres anteriors, us pararà i així evitar que s'enfonsi. No obstant això, per a les substàncies com l'aigua no és la resistència que fa que deixi d'enfonsar. La seva flotabilitat. Aquest paràmetre és aquí, així com per evitar que s'enfonsa quan es va a simular fluids amb baixa resistència (la resistència). Per als líquids com el fang o la sorra es pot posar a 0, però el millor és mantenir-la en un valor mínim. Per fluids amb un índex de comportament >=1 es comportarà com si estigués a l'aigua. Per fluids amb un índex de comportament <1 es comportarà com si estigués en el fang.
de: Im Schlamm (oder Sand) wird dich der von den Parametern oben beschriebene Widerstand des Fluids anhalten und ein Absinken verhindern. Für Substanzen wie Wasser ist es jedoch nicht der Widerstand des Fluids, sondern der Auftrieb, der ein Absinken verhindert. Dieser Parameter ist hier um ein Absinken bei Substanzen mit niedrigem Widerstand zu verhindern. Für Fluide wie Sand oder Schlamm kann der Wert auf 0 gesetzt werden, besser ist allerdings ein Mindestmaß beizubehalten. Für Fluide mit einem Fließindex >= 1 wird sich dies wie Wasser verhalten. Für Fluide mit einem Fließindex <= 1 wie Schlamm.
et: Mudas (või liivas) vedeliku takistus, mis on määratud nende parameetritega; peatab su ja ei lase uppuda. Vee puhul ei piira hõõrdejõud sind uppumast, vaid üleslükkejõud. See parameeter väldib uppumist, kui proovid simuleerida madala hõõrdega (takistusega) vedelikke. Näiteks muda või liiva puhul võid selle panna 0, kuid on kasulik hoida seda minimaalsel tasemel. Vedelikud, mille käitumisindeks on >=1, käituvad nagu vesi. Vedelikud, mille käitumisindeks on <1, käituvad nagu oleksid mudas.
fi: Mudassa tai hiekassa aineen vastus, joka on määritelty arvoilla yläpuolella estää sinua uppoamasta. Mutta, aineilla kuten vesi se ei ole vastus joka estää sinua uppoamasta vaan noste. Tämä parametri on täällä jos haluat simuloida aineita alhaisella vastuksella. Aineilla kuten muta tai hiekka voit asettaa sen 0, mutta on parasta pitää se alhaisilla arvoilla. Aineet, joiden arvo on suurempi tai yhtäsuuri kuin 1, ovat kuin vettä. Aineet alle 1 arvolla käyttäytyvät kuin muta.
it: Nel fango (o sabbia) la resistenza del fluido descritta dai parametri di cui sopra vi fermerà impedendovi così di affondare. Ma per sostanze come l'acqua non è la resistenza che impedisce l'affondamento ma la sua capacità di galleggiare. Questo parametro è presente per impedirvi di affondare quando si desidera simulare fluidi con bassa resistenza. Per fluidi come fango o sabbia potete settarlo a 0, ma è meglio mantenerlo ad un valore minimo. Per fluidi con indice di comportamento >=1 si comporterà come se foste in acqua. Per fluidi con indice di comportamento <1 si comporterà come se foste nel fango.
pl: W błocie (lub piasku) opór cieczy opisany powyższymi parametrami spowolni Cię i nie pozwoli Ci utonąć. Jednak dla wody decyduje o tym co innego. To wypór. Ten parametr jest tutaj, by nie pozwolić Ci utonąć, kiedy chcesz symulować ciecz o niskim oporze. Dla cieczy podobnych do błota lub piasku możesz wpisać 0, ale najlepiej podać jakąś minimalną wartość. Dla wartości większych lub równych 1, ciecz będzie zachowywać się jak woda, dla mniejszych od 1 - jak błoto.
ro: În noroi (sau nisip) rezistența lichidului descrisă de parametrii de mai sus, te vor ține departe de scufundare. Numai că pentru substanțe ca apa, nu e aceeași treabă să te ferească de scufundare. E doar nivelul de flotabilitate. Acest parametru e aici să te țină departe de scufundare atunci când vei dori să simulezi lichidele cu rezistență. Pentru lichide de tipul noroiului sau nisipului, poți să-l setezi la 0, numai că e recomandat să-l ții la o valoare cât de minimă posibil. Pentru lichide cu indexul comportării >=1 se va comporta ca și cum ai fi în apă. Pentru lichide cu indexul comportării <1 se va comporta de parcă ai fi în noroi.
sk: Odpor tekutiny v bahne (alebo piesku) popísaný parametrami vyššie Vás zastaví a tak Vám zabráni pred utopením. Ale pre látky ako je voda nie je odpor tým, čo Vám bráni pred ponorením. Je to vztlaková sila. Tento parameter je tu aby zabránil ponáraniu ak si prajete simulovať tekutiny s nízkym odporom. Pre tekutiny ako je bahno alebo piesok môžete tento parameter nastaviť na 0, ale najlepšie je nechať ho na nejakej minimálnej hodnote. Tekutiny s indexom správanie väčším alebo rovným 1 sa budú správať ako voda. Tekutiny s indexom správania menším ako 1 sa budú správať ako bahno

source: In what Format should screenshots be saved?
ca: En quin format haurien d'estar desades les captures de pantalla?
de: Welches Dateiformat sollen Screenshots haben?
et: Mis formaadis tuleks ekraanipildid salvestada?
fi: Missä formaatissa ottamasi kuvat tallennetaan?
it: In che formato salvare lo screenshoot (foto)?
pl: W jakim formacie mają być zapisane zrzuty ekranu?
ro: În ce format dorești să fie salvate pozele?
sk: V akom formáte by mal byt screenshot uložený?

source: Inertia feedback level:
ca: Nivell de la inèrcia:
de: Trägheit Rückmeldungs-Pegel:
et: Inertsi tagasiside tase:
fi: Voiman palautustaso:
it: Ritorno di forza inerziale:
pl: Bezwładnościowe:
ro: Nivelul de feedback al inerției:
sk: Úroveň spätnej väzby zotrvačnosti

source: Info
de: Information
it: Informazioni
pl: Informacje
ro: Informații
sk: Informácie

source: Ingame Console
de: Ingame Konsole
et: Kuva konsool
it: Console del gioco
pl: Konsola w grze

source: Initializing Dashboards Subsystem
de: Lade Dashboard-Subsystem
et: Käivitan armatuurlaudade alamsüsteemi
it: Avviamento Sottosistema Cruscotto
pl: Inicjalizacja podsystemu tablic

source: Input Grabbing:
ca: Entrada de Ganxo:
de: Eingabeerfassung:
et: Sisendsalvestus:
fi: Inputin kaappaus:
it: Cattura dell'input:
pl: Detekcja kursora:
ro: Colectarea Intrărilor:
sk: Zachytávanie vstupu:

source: Input shaft RPM:
pl: obr./min wału wejściowego:

source: Its usual value is 2. But you can try others.
ca: El valor per defecte és 2. Però es poden provar altres.
de: Normalerweise beträgt der Wert 2, aber du kannst andere ausprobieren.
et: Tavaline väärtus on 2, aga võib proovida ka muud.
fi: Sen normaali arvo on 2, mutta voit kokeilla muitakin.
it: Il suo valore consigliato è 2. Ma puoi provarne altri.
pl: Zwykle używana wartość to 2. Możesz jednak próbować także innych.
ro: Valoarea obișnuită este 2. Dar poți încerca și altele.
sk: Jeho obvyklá hodnota je 2. Ale môžete vyskúšať aj iné.

source: Language:
de: Sprache:
et: Keel:
it: Lingua:
pl: Język:

source: Last lap: %.2i'%.2i.%.2i
ca: Última volta: %.2i'%.2i.%.2i
de: Letzte Runde: %.2i'%.2i.%.2i
et: Viimase ringi aeg: %.2i'%.2i.%.2i
fi: Viime kierros: %.2i'%.2i.%.2i
it: Ultimo giro: %.2i'%.2i.%.2i
pl: Ostatnie okrążenie: %.2i'%.2i.%.2i
ro: Ultima tură: %.2i'%.2i.%.2i
sk: Posledné kolo: %.2i'%.2i.%.2i

source: Light source effects:
ca: Lluminositat dels objectes:
de: Lichtquelleneffekte:
et: Valgusallika efektid:
fi: Valonlähteen vaikutukset:
it: Sorgenti di illuminazione:
pl: Efekty źródła światła:
ro: Surse de lumină:
sk: Svetelné efekty:

# GameSettings
source: Lights
pl: Światła

source: Load Mass:
ca: Massa de Càrrega:
de: Geladenes Gewicht:
et: Laadungi mass:
fi: Kuorman Massa:
it: Massa di carico:
pl: Masa ładunku:
ro: Masa Încărcăturii:
sk: Hmotnosť bremena:

source: Loaded position from slot
ca: Posició carregada de l'espai
de: Position wurde aus Slot geladen
et: Laaditud asukoht
fi: Sijainti ladattu slotista
it: Carica posizione dallo slot
pl: Załadowano pozycji ze slota
ro: Poziție încărcată din slotul
sk: Načítaná pozície zo slotu

source: Loader
ca: Carregador
de: Ladeprogramm
et: Laadija
fi: Lataaja
it: Carica
pl: Menu wyboru
ro: Meniu
sk: Nakladač

source: Loading ...
ca: S'està carregant ...
de: Lade ...
et: Laadimine...
fi: Ladataan...
it: Caricamento...
pl: Ładowanie ...
ro: Se încarcă ...
sk: Načítám ...

source: Loading Terrain
ca: S'està carregant Terreny
de: Lade Karte
et: Laadin maastikku
fi: Ladataan kenttää
it: Caricamento terreno...
pl: Ładowanie terenu
ro: Se încarcă Terenul
sk: Načítavam terén

source: Loading directory
ca: Directori de càrrega
de: Lade Verzeichnis
et: Laadin kataloogi
fi: Ladataan kansiota
it: Caricamento cartella
pl: Ładowanie katalogu
ro: Se încarcă directorul
sk: Načítavanie priečinku

source: Logs the beam info to RoR.log whenever a beam breaks
ca: Registra la informació de les Bigues en el RoR.log sempre sempre que es trenqui una Biga
de: Schreibt immer, wenn ein Träger bricht, Informationen in die RoR.log
et: Logib talade info RoR.log faili, kui mõni tala puruneb.
fi: Luo loki palkkien tiedoista RoR.log -tiedostoon aina kun palkki hajoaa
it: Registra le informazioni inerenti le travi (Beam) ogni volta che si rompono nel file RoR.log
pl: Zapisuje informacje o belce do RoR.log w przypadku jej pęknięcia
ro: Înregistrează informații despre bare în RoR.log oricând o bară se deformează
sk: Zapíše prút do RoR.log keď prút praskne

source: Logs the beam info to RoR.log whenever a beam deforms
ca: Registra la informació de les bigues al RoR.log quan es deformen
de: Schreibt immer, wenn sich ein Träger verformt, Informationen in die RoR.log
et: Logib talade info RoR.log faili, kui mõni tala deformeerub.
fi: Lisää beam-tiedot RoR.log:iin kun beam muuttaa muotoaan
it: Salva le informazione della trave nel RoR.log quando essa si deforma
pl: Zapisuje informacje o belce do RoR.log w przypadku jej zdeformowania
ro: Înregistrează informații despre bare în RoR.log oricând o bară se deformează
sk: Načíta informácie o prútu do RoR.log kedykoľvek prút praskne

source: Machine
ca: Màquina
de: Maschine
et: Masin
fi: Kone
it: Macchina
pl: Maszyna
ro: Mașină
sk: Stroj

source: Manual shift - Auto clutch
ca: Canvi manual - Embragatge
de: Manuelle Schaltung - Automatische Kupplung
et: Manuaalkäigukast - automaatsidur
fi: Manuaalinen vaihteisto - automaattinen kytkin
it: Cambio manuale - frizione automatica
pl: Ręczna: Automatyczne sprzęgło
ro: Cutie Manuală - ambreiaj Automat
sk: Manuálne radenie - Autmatická spojka

source: Mass:
ca: Massa:
de: Gewicht:
fi: Paino:
it: Massa:
pl: Ciężar:
ro: Masa:
sk: Hmota:

source: Mirrors
ca: Retrovisors
de: Spiegel
et: Peeglid
fi: Taustapeilit
it: Specchietti
pl: Lusterka
ro: Oglinzi
sk: Zrkadlá

source: Missing someone?
ca: Falta algú?
de: Fehlt jemand?
et: On keegi puudu?
fi: Etsitkö jotakin?
it: Manca qualcuno?
pl: Kogoś brakuje?
ro: Lipsește cineva?
sk: Chýba tu niekto?

source: Mod Number:
ca: Núm. Mod:
de: Mod Nummer:
et: Modi number:
fi: Modin Numero:
it: Numero mod:
pl: Numer moda:
ro: Numărul Mod-ului:
sk: Číslo modu:

source: Most recent hardware can do Anisotropic filtering without significant slowdown. Use lower settings only on old or poor video chipsets.
ca: La major part del maquinari més recent pot fer filtratge anisotròpic, sense desacceleració significativa. Utilitzeu només valors menors en targetes de vídeo antigues o bàsiques.
de: Neueste Hardware kann anisotrope Filterung ohne deutliche Verlangsamung anwenden. Niedrige Einstellungen sind nur bei älteren oder schwachen Grafikkarten notwendig.
et: Uusim riistvara suudab Anisotroopse filtreerimisega hakkama saada ilma jõudluse vähenemiseta. Kasuta madalamaid seadeid ainult vanemate või nõrgemate videokaartidega.
fi: Nykyaikaiset laitteistot osaavat tehdä anisotrooppisen suodatuksen ilman merkittävää hidastumista. Käytä matalempia asetuksia vain vanhoilla tai vähätehoisilla näytönohjaimilla.
it: Potete attivare il filtro anisotropico sui più recenti computer senza significativi rallentamenti. Usate settaggi inferiori solo con vecchi e poco potenti processori grafici.
pl: Większość nowoczesnych komputerów może dokonywać filtrowania anizotropowego bez wyraźnego spowolnienia. Używaj innych ustawień tylko dla starego lub słabego sprzętu.
ro: Majoritatea plăcilor video recente pot rula filtrul Anisotropic fără scăderi sesizabile de performanță. Folosește setările slabe numai cu plăcile video vechi ori ieftine.
sk: Na väčšine dnešných počítačov funguje anizotropické filtrovanie bez závažnejšieho spomalenia. Použite nižšie nastavenia iba ak máte starú alebo slabú grafické kartu.

source: Muted
ca: Silenciat
de: leise
et: Hääletu
fi: Mykistetty
it: Disattivato
pl: Wyciszony
ro: Dezactivat
sk: Stlmený

source: Network Protocol version: %s
de: Netzwerk Protokoll Version: %s
et: Võrguprotokolli versioon: %s
it: Versione Protocollo di Rete: %s
pl: Wersja protokołu sieciowego: %s

source: No Trucks loaded
ca: No hi ha camions carregats
de: Keine Fahrzeuge geladen
et: Ühtegi sõidukit pole laaditud
fi: Ajoneuvoja ei ladattuna
it: Nessun veicolo caricato
pl: Nie załadowano żadnych pojazdów
ro: Niciun Camion încărcat
sk: Žiadne vozidlo nenačítané

source: No content installed
ca: No hi ha contingut instal·lat
de: Kein Inhalt installiert
et: Sisu pole lisatud
fi: Ei sisältöä asennettuna
it: Nessun contenuto installato
pl: Brak zainstalowanej zawartości
ro: Niciun conținut instalat
sk: Žiadny obsah nebol nainštalovaný

source: No light sources
ca: No hi ha fonts de llum
de: Keine Lichtquellen
et: Valgusallikad puuduvad
fi: Ei valonlähteitä
it: Nessuna fonte di luce
pl: Żadne źródła światła
ro: Nicio sursă de lumină
sk: Žiadne svetelné zdroje

source: No shadows (fastest)
ca: Sense ombres (el més ràpid)
de: Keine Schatten (am schnellsten)
et: Varjusid pole (kiireim)
fi: Ei varjoja (nopein)
it: Nessuna (più veloce)
pl: Bez cieni (najszybsze)
ro: Fără umbre (cel mai rapid)
sk: Bez tieňov (najrýchlejšie)

source: Node count:
de: Anzahl Knoten:
et: Sõlmede arv:
pl: Liczba węzłów:

source: Nodes:
de: Knoten:
et: Sõlmi:
fi: Nodeja:
it: Nodi:
pl: Węzły:
ro: Noduri:
sk: Uzly:

source: Non-Driveable
ca: No conductible
de: Nicht angetrieben
et: Sõidukõlbmatu
fi: Ei ajettava
it: Non guidabile
pl: Nie do prowadzenia
ro: Nu poate fi condus
sk: Neriaditeľné

source: None
ca: Cap
de: Keine
et: Puudub
fi: Ei yhtään
it: Nessuno
pl: Żaden
ro: Nimic
sk: Žiadny

source: None (fastest)
ca: Cap (el més ràpid)
de: Keine (am schnellsten)
et: Puudub (kiireim)
fi: Ei mitään (nopein)
it: Nessuno (più veloce)
pl: Brak (najszybsze)
ro: Deloc (cel mai rapid)
sk: Žiadne (najrýchlejšie)

source: Ogre config validation error
de: Fehler bei der Validierung der Ogre Konfiguration
et: Ogre seadistuse kontrollimise viga
it: Errore nella convalida della configurazione di Ogre
pl: Błąd weryfikacji konfiguracji Ogre

source: Ogre config validation error, unknown render option detected:
ca: S'ha produït un error validant la configuració de l'Ogre, opció de renderització desconeguda:
de: Ungültige Einstellung in der Ogre Konfiguration, unbekannte Ausgabe Option erkannt:
et: Ogre seadistuse viga, teadmata render-valik tuvastatud:
fi: Ogren asetusten kelpoisuusvirhe, tuntematon renderöinti työkalu huomattu
it: Errore nella convalida della configurazione Ogre, opzione di rendering non riconosciuta:
pl: Błąd weryfikacji konfiguracji Ogre, wykryto nieznaną opcję renderowania:
ro: Eroare la validarea Ogre config, opțiune necunoscută de randare detectată:
sk: Chyba pri kontrole Ogre renderu, vybraná neznáma možnosť renderu:
