Repository: RigsOfRods/rigs-of-rods
Catalog: languages/*/ror.po
Languages: ca, cs, de, es, et, fi, fr, it, nl, pl, pt, pt_br, ro, ru, sk, ta

# FrictionSettings
source: In mud (or sand) the resistance of the fluid described by the parameters above will stop you and so keep you from sinking. But for substances like water it isn't the drag that stops you from sinking. Its buoyancy. This parameter is here so as to keep you from sinking when you wish to simulate fluids with low drag (resistance). For fluids like mud or sand you can put it at 0, but it is best to keep it at some minimum value. For fluids with behavior index >=1 it will behave like you are in water. For fluids with behavior index <1 it'll behave like you are in mud.
cs: V bahně (nebo písku) vást tekutina popsaná parametry výše zastáví, čímž vám zabrání v potopení. Ovšem v případě látek jako voda to není odpor prostředí, co vám brání v potopení, ale vztlak. Tímto parametrem můžete zabránit potápění, pokud chcete simulovat tekutiny s nízkým odporem. Pro tekutiny jako písek nebo bahno ho můžete nastavit na 0, ale nejlepší je nechat na nějaké nízké hodnotě. Kapaliny s indexem chování >=1 se chovají jako voda, kapaliny s indexem chování <1 se chovají jako bahno.
es: En barro (o tierra fina) la resistencia del fluido descrito en este parámetro hará que el vehículo se pare, evitando que el vehículo se hunda. Sin embargo, para sustancias como el agua, este parámetro define la flotabilidad. Por tanto, este parámetro evita que el vehículo se hunda en fluidos con poca resistencia. Para fluidos como barro o arena fina, puedes poner un cero, aunque es mejor algún valor pequeño. Para agua, poner un 1.
fr: Dans la boue (ou le sable), la résistance du fluide décrit par les paramètres ci-dessus ne vous arrêtera et ainsi vous empêcher de couler. Mais pour des substances telles que l'eau ne vous empêchera pas de couler. C'est la flottabilité. Ce paramètre est là pour vous empêcher de sombrer lorsque vous souhaitez simuler des fluides avec une faible résistance (résistance). Pour les fluides comme la boue ou le sable, vous pouvez le mettre à 0, mais il est préférable de la maintenir à une valeur minimale. Pour les fluides dont l'indice de comportement >=1 il se comportera comme si vous êtes dans l'eau. Pour les fluides dont l'indice de comportement <1 il se comportera comme si vous êtes dans la boue.
nl: In de modder (of zand) zal de weerstand van de vloeistof beschreven door de bovenstaande parameters je tegenhouden en zo voorkomen dat je zinkt. Maar voor stoffen als water is het niet de weerstand die je ervoor zorgt dat je niet zinkt, maar het drijfvermogen. Deze parameter is hier om je te verhinderen dat je zinkt wanneer je wilt vloeistoffen met een lage weerstand (resistentie) wilt simuleren. Voor vloeistoffen zoals modder of zand kun je dit op 0 zetten, maar het is het beste om het te houden op een minimale waarde. Voor vloeistoffen met gedrag index >= 1 zal het zich gedragen alsof je in het water bent. Voor vloeistoffen met gedrag-index <1 Het zal zich gedragen alsof je in de modder bent.
pt: Na lama (ou areia), a resistência do fluido descrito pelos parâmetros acima irá impedi-lo e impedi-lo de afundar. Mas, para substâncias como a água, não é a resistência que o impede de afundar. A sua flutuabilidade. Este parâmetro está aqui para evitar que afunde quando quiser simular fluidos com baixo arrasto (resistência). Para fluidos como lama ou areia, pode colocá-lo em 0, mas é melhor mantê-lo num valor mínimo. Para fluidos com índice de comportamento> = 1, ele se comportará como se estivesse na água. Para fluidos com índice de comportamento <1, ele se comportará como se estivesse na lama.
pt_br: Na lama (ou areia) a resistência do fluido descrito pelos parâmetros acima irá impedi-lo de afundar e assim evitará que se afunde. Mas para substâncias como a água, não é o arrastamento que o impede de afundar. É a sua flutuabilidade. Este parâmetro está aqui para evitar que você afunde quando você deseja simular fluidos com baixo arrasto (resistência). Para fluidos como lama ou areia você pode colocá-lo em 0, mas é melhor mantê-lo em algum valor mínimo. Para fluidos com índice de comportamento >=1, ele se comportará como se você estivesse na água. Para fluidos com índice de comportamento <=1 ele se comportará como se você estivesse na lama.
ru: В грязи (или песке) сопротивление жидкостей, описанных параметрами выше, остановит вас, и таким образом предотвратит погружение. Но для таких жидкостей, как вода, не сопротивление останавливает вас от погружения, а плавучесть. Этот параметр для того, чтобы вы могли симулировать жидкости с низким сопротивлением и при этом оставаться на плаву. Для жидкостей, подобных грязи или песку, вы можете поставить его на 0, но лучше оставить его на каком-нибудь минимальном значении. Жидкости с индексом поведения >=1 будут вести себя, как вода. Жидкости с индексом поведения <1 будут вести себя, как грязь.
ta: மண்ணில் (அல்லது மணல்) மேலே உள்ள அளவுருக்களால் விவரிக்கப்பட்ட திரவத்தின் எதிர்ப்பு உங்களைத் தடுக்கும், எனவே உங்களை மூழ்கவிடாமல் தடுக்கும். ஆனால் தண்ணீர் போன்ற பொருட்களுக்கு இது உங்களை மூழ்கடிப்பதைத் தடுக்கும் இழுவை அல்ல. அதன் மிதப்பு. குறைந்த இழுவை (எதிர்ப்பு) மூலம் திரவங்களை உருவகப்படுத்த விரும்பும் போது உங்களை மூழ்கடிக்காமல் இருக்க இந்த அளவுரு இங்கே உள்ளது. மண் அல்லது மணல் போன்ற திரவங்களுக்கு நீங்கள் அதை 0 இல் வைக்கலாம், ஆனால் அதை சில குறைந்தபட்ச மதிப்பில் வைத்திருப்பது நல்லது. நடத்தை குறியீட்டைக் கொண்ட திரவங்களுக்கு> = 1 நீங்கள் தண்ணீரில் இருப்பதைப் போல இது செயல்படும். நடத்தை குறியீட்டைக் கொண்ட திரவங்களுக்கு <1 இது நீங்கள் சேற்றில் இருப்பதைப் போல நடந்து கொள்ளும்.

# FrictionSettings
source: Drag anisotropy:
cs: Anizotropie odporu:
es: Anisotropía de arrastre:
fr: Réglage de l'anisotropie :
nl: Weerstand anisotropie:
pt: Arrastar Anisotropia:
pt_br: Anisotropia de arrasto:
ru: Адгезия:
ta: அனிசோட்ரோபியை இழுக்கவும்:

# FrictionSettings
source: Drag anisotropy
cs: Anizotropie odporu
es: Anisotropía de arrastre
fr: Faites glisser l'anisotropie
nl: Weerstand anisotropie
pt: Arraste anisotropia
pt_br: Anisotropia de arrasto
ru: Адгезия
ta: அனிசோட்ரோபியை இழுக்கவும்

# FrictionSettings
source: This parameter is for making it easier(cheating) to get out from mud. To get stuck in real mud isn't fun at all, so this makes the mud push up. Ranges in this parameter are from 0 to 1 . If you set it at 1 then you'll get real mud. For values from 0 to 1, the behavior goes from real mud to easy mud depending on this parameter and the value of Adhesion velocity. For velocity 0 real mud it is. For velocity >= adhesion velocity easy mud it is.
cs: Tento parametr pomáhá (podvodem) dostat se z bahna. Bahno tedy tlačí směrem vzhůru, protože zapadnout do skutečného bahna je nuda. Povolený rozsah je od 0 do 1. Hodnota 1 znamená realistické bahno. Čím nižší číslo, tím snadnější bude průjezd bahnem. Obtížnost také závisí na hodnotě parametru "Adhesion velocity". Pro rychlost 0 je bahno realistické. Pro rychlost >= adhesion velocity je bahno zjednodušené.
es: Este parámetro sirve para hacer más fácil salir del barro (es una trampa en la simulación). Quedarse atrapado en el barro no es nada divertido, por eso hacemos que el barro empuje hacia arriba un poco el vehículo. Los valores posibles van desde 0 hasta 1 . Si lo pones en 1, será la simulación real del barro. Para valores desde 0 a 1, el comportamiento dependerá de la velocidad de Adhesión. usa un cero para una velocidad de adhesión realista.
fr: Ce paramètre facilite (triche) la sortie d'une véhicule de la boue. Être bloqué dans la boue n'est pas amusant du tout, donc ça permet de pousser le véhicule vers le haut. Les valeurs du paramètre varient entre 0 et 1. Si vous mettez 1, vous aurez de la boue réaliste. Pour les valeurs entre 0 et 1, le comportement ira d'une boue réaliste à une facile suivant la valeur de la vélocité d'adhésion. Une vélocité de 0 simulera de la vraie boue. Si la vélocité >= d'adhésion, la boue sera moins réaliste.
nl: Deze parameter is voor het gemakkelijker maken (valsspelen) om uit modder te komen. Vast komen te zitten in modder is niet leuk, dus dit duwt de modder omhoog. Het bereik van deze parameter is van 0 tot 1. Als je het insteld op 1 dan krijg je echte modder. Voor waarden van 0 tot 1, zal het gedrag gaan van echte modder tot gemakkelijk modder, afhankelijk van deze parameter en de waarde van Adhesie snelheid. Voor snelheid 0 is het echte modder. Voor snelheid >= hechting snelheid is het eenvoudig modder.
pt: Este parâmetro é para tornar mais fácil (cheating) sair da lama. Ficar preso na lama na vida real não é divertido , então isto faz com que a lama puxe para cima. A variação neste parâmetro varia de 0-1. Se configurares 1, então vais ter a lama igual a realidade. Para valores de 0-1, o comportamento vai da lama real para a lama fácil dependendo do parâmetro e do valor da velocidade de adesão. Para lama com velocidade real é 0. Para a velocidade da lama = a velocidade de adesão.
pt_br: Este parâmetro é para facilitar(batota) a saída da lama. Ficar preso na lama de verdade não é nada divertido, então isto faz a lama subir. Os intervalos neste parâmetro são de 0 a 1 . Se você definir em 1, então você vai ter lama de verdade. Para valores de 0 a 1, o comportamento vai de lama real a lama fácil, dependendo deste parâmetro e do valor da velocidade de adesão. Para velocidade 0 lama real, é. Para velocidade >= velocidade de aderência lama fácil é.
ru: Этот параметр регулирует реалистичность поведения грязи. Застрять в грязи не так весело, поэтому можно сделать её выталкивающей. Диапазон этого параметра от 0 до 1. Если вы выставите 1, то получите реалистичную грязь. В пределах от 0 до 1, поведение варьируется от аркадной до реалистичной, в зависимости от этого параметра и значения скорости застревания. Для скорости застревания 0 грязь реалистична. Для скорости застревания больше 0 грязь аркадна.
ta: இந்த அளவுரு சேற்றில் இருந்து வெளியேறுவதை எளிதாக்குகிறது (மோசடி). உண்மையான சேற்றில் சிக்கிக்கொள்வது வேடிக்கையாக இல்லை, எனவே இது சேற்றை உயர்த்துகிறது. இந்த அளவுருவில் உள்ள வரம்புகள் 0 முதல் 1 வரை இருக்கும். நீங்கள் அதை 1 இல் அமைத்தால் உண்மையான மண் கிடைக்கும். 0 முதல் 1 வரையிலான மதிப்புகளுக்கு, நடத்தை இந்த அளவுரு மற்றும் ஒட்டுதல் வேகத்தின் மதிப்பைப் பொறுத்து உண்மையான சேற்றிலிருந்து எளிதான சேற்றுக்கு செல்கிறது. விரைவு 0 உண்மையான மண் அது. வேகம்> = ஒட்டுதல் விரைவு எளிதான மண்.

# About
source: About Rigs of Rods
cs: O Rigs of Rods
es: Acerca de Rigs of Rods
fr: À propos de Rigs of Rods
nl: Over Rigs of Rods
pt: Sobre Rigs of Rods
pt_br: Sobre Rigs of Rods
ru: Об игре Rigs of Rods
ta: தண்டுகளின் ரிக் பற்றி

# About
source: Version
cs: Verze
es: Versión
nl: Versie
pt: Versão
pt_br: Versão
ru: Версия игры
ta: பதிப்பு

# About
source: Network protocol
cs: Síťový protokol
es: Protocolo de red
fr: Protocole réseau
nl: Netwerkprotocol
pt: Erro na rede
pt_br: Protocolo de rede
ru: Сетевой протокол
ta: பிணைய நெறிமுறை

# About
source: Build time
cs: Čas sestavení
es: Fecha de compilación
fr: Date de la version
nl: Bouwtijd
pt: Tempo de construção
pt_br: Tempo da construção
ru: Время сборки
ta: நேரத்தை உருவாக்குங்கள்

# About
source: Authors
cs: Autoři
es: Autores
fr: Auteurs
nl: Auteurs
pt: Autores
pt_br: Autores
ru: Авторы
ta: ஆசிரியர்கள்

# About
source: Current Developers
cs: Současní vývojáři
es: Desarrolladores actuales
fr: Développeurs actifs
nl: Huidige ontwikkelaars
pt: Velocidade atual
pt_br: Desenvolvedores Atuais
ru: Текущие разработчики
ta: தற்போதைய உருவாக்குபவர்கள்

# About
source: Server Contributors
cs: Spolupracovníci na Serveru
es: Colaboradores del servidor
fr: Contributeurs du serveur
nl: Serverbijdragers
pt: Contribuidores de servidor
pt_br: Contribuidores do Servidor
ru: Модераторы сервера
ta: சேவையக பங்களிப்பாளர்கள்

# About
source: Code Contributors
cs: Programátoři kteří přispěli
es: Colaboradores del código
fr: Contributeurs de codes
nl: Code-bijdragers
pt: Contribuintes de código
pt_br: Contribuintes de código
ru: Авторы кода
ta: குறியீடு பங்களிப்பாளர்கள்

# About
source: Core Content Contributors
cs: Hlavní tvůrci obsahu
es: Colaboradores del contenido básico
fr: Contributeurs du contenu du noyau
pt: Contribuidores de conteúdo principal
pt_br: Contribuidores do conteúdo principal
ru: Авторы основного контента
ta: முக்கிய உள்ளடக்க பங்களிப்பாளர்கள்

# About
source: Mod Contributors
cs: Tvůrci obsahu
es: Contribuidores del mod
fr: Contributeur du contenu
nl: Mod-bijdragers
pt: Mods Contribuintes
pt_br: Moderadores Contribuidores
ru: Авторы модификаций
ta: மோட் பங்களிப்பாளர்கள்

# About
source: Testers
cs: Testeři
es: Probadores
fr: Testeurs
pt: Testadores
pt_br: Testadores
ru: Тестировщики
ta: சோதனையாளர்கள்

# About
source: Used Libs
cs: Použité knihovny
es: Librerías utilizadas
fr: Bibliothèques utilisées
nl: Gebruikte Libs
pt: Libs usados
pt_br: Libs usados
ru: Используемые библиотеки
ta: பயன்படுத்திய லிப்ச்

# ChatBox
source: Press {} to spawn a vehicle
cs: Stiskněte {} pro nahrání vozidla
es: Pulsa {} para hacer aparecer un vehículo
fr: Pressez {} pour afficher un véhicule
ru: Нажмите {}, чтобы создать транспорт
ta: ஒரு வாகனத்தை உருவாக்க {} ஐ அழுத்தவும்

# ChatBox
source: Chat history (use mouse wheel to scroll)
cs: Historie chatu (rolovat můžete kolečkem myši)
es: Historial de conversación (use la rueda del mouse para deslizar)
fr: Historique de la discussion (utilisez la mollette de la souris)
nl: Chatgeschiedenis (gebruik muiswiel om te scrollen)
pt: Histórico de bate-papo (use a roda do rato para rolar)
pt_br: Histórico do bate-papo (use a roda do mouse para rolar)
ru: История чата (используйте колёсико, чтобы прокрутить)
ta: அரட்டை வரலாறு (உருட்ட சுட்டி சக்கரத்தைப் பயன்படுத்தவும்)

# ChatBox
source: Message
cs: Zpráva
es: Mensaje
nl: Bericht
pt: Mensagem
pt_br: Mensagem
ru: Сообщение
ta: செய்தி

# ChatBox
source: Whisper message not sent, unknown username: {}
cs: Zpráva šeptem neodeslána, neznámý uživatel: {}
es: Mensaje de susurro no enviado, nombre de usuario desconocido: {}
fr: Message direct pas envoyé, utilisateur inconnu : {}
nl: Fluisterbericht niet verzonden, onbekende gebruikersnaam: {}
pt: Mensagem de sussurro não enviada, nome de utilizador desconhecido
pt_br: Mensagem de sussurro não enviada, nome de usuário desconhecido: {}
ru: Сообщение шепотом не отправлено, неизвестное имя пользователя: {}
ta: கிசுகிசு செய்தி அனுப்பப்படவில்லை, அறியப்படாத பயனர்பெயர்: {}

# ChatBox
source: usage: /whisper username message
cs: použití: /whisper jmenouzivatele Text zprávy
es: uso: /whisper nombreDeUsuario mensaje
fr: utilisation : /whisper nom d'utilisateur message
nl: gebruik: /whisper gebruikersnaam bericht
pt: uso: / sussurrar mensagem de nome de utilizador
pt_br: uso: /whisper mensagem de nome de usuário
ru: используйте: /whisper имя сообщение
ta: பயன்பாடு: /கிசுகிசு பயனர்பெயர் செய்தி

# GameControls
source: Press a new key
cs: Stiskněte novou klávesu
es: Pulsa una nueva tecla
fr: Pressez une nouvelle touche
nl: Druk op een nieuwe toets
ru: Нажмите новую клавишу
ta: புதிய விசையை அழுத்தவும்

# GameControls
source: EXPL
ta: விவரம்

# GameControls
source: With EXPL tag, only exactly matching key combos will be triggered. Without it, partial matches will trigger, too.
cs: S tagem EXPL budou aktivována jen přesně odpovídající komba. Bez něj budou aktivována i částečně odpovídající komba.
es: Con la etiqueta EXPL, sólo se activarán las combinaciones de teclas que coincidan exactamente. Sin ella, también se activarán las coincidencias parciales.
fr: Avec le marqueur EXPL, seules les combinaisons de touches correspondant exactement seront activées. Et sans, les correspondances partielles seront aussi activées.
nl: Met EXPL-tag worden alleen exact overeenkomende toetscombinaties geactiveerd. Zonder deze tag zullen ook gedeeltelijke overeenkomsten worden geactiveerd.
ru: С тегом EXPL, только полностью совпадающие комбинации клавиш будут срабатывать Без тега, частичные совпадения тоже будут срабатывать.
ta: EXP TAG உடன், சரியாக பொருந்தக்கூடிய விசை காம்போக்கள் மட்டுமே தூண்டப்படும். இது இல்லாமல், பகுதி போட்டிகளும் தூண்டப்படும்.

# GameControls
source: Example: Pressing CTRL+F1 will trigger COMMANDS_03 and COMMANDS_01 but not COMMANDS_02 which has EXPL tag.
cs: Například: Stisk CTRL+F1 aktivuje COMMANDS_03 a COMMANDS_01 ale ne COMMANDS_02 které má EXPL tag.
es: Ejemplo: Al pulsar CTRL+F1 se activarán COMMANDS_03 y COMMANDS_01 pero no COMMANDS_02 que tiene la etiqueta EXPL.
fr: Par exemple : Presser CTRL+F1 activera COMMANDS_03 et COMMANDS_01 mais pas COMMANDS_02 à cause du marqueur « EXPL ».
ru: Например: нажатие CTRL+F1 запустит COMMANDS_03 и COMMANDS_01 но не COMMANDS_02, у которого есть тег EXPL.
ta: எடுத்துக்காட்டு: CTRL+F1 ஐ அழுத்தினால் கட்டளைகள்_03 மற்றும் கட்டளைகள்_01 ஆனால் commands_02 அல்ல, இது EXPL TAG ஐக் கொண்டுள்ளது.

source: Game Controls
cs: Ovládání hry
es: Controles del juego
fr: Contrôles du jeu
nl: Gamebesturing
pt: Controles do Jogo
pt_br: Controles do jogo
ru: Управление в игре
ta: விளையாட்டு கட்டுப்பாடுகள்

# GameControls
source: Save changes
cs: Uložit změny
es: Guardar los cambios
fr: Enregistrer les modifications
ru: Сохранить изменения
ta: மாற்றங்களைச் சேமிக்கவும்

# GameControls
source: Reset changes
cs: Zrušit změny
es: Reiniciar los cambios
fr: Rétablir les modifications
ru: Сбросить изменения
ta: மாற்றங்களை மீட்டமை

# GameSettings
source: EventType
es: Tipo de evento
ru: Тип события
ta: நிகழ்வு

# GameSettings
source: OK
ru: ОК
ta: சரி

# GameSettings
source: Cancel
es: Cancelar
fr: Annuler
ru: Отменить
ta: ரத்துசெய்

# GameSettings
source: Delete
cs: Smazat
es: Borrar
fr: Supprimer
nl: Verwijderen
ru: Удалить
ta: நீக்கு

# MainMenu
source: Single player
cs: Jeden hráč
es: Un jugador
fr: Mode solo
pt: Jogador unico
pt_br: Jogador único
ru: Одиночная игра
ta: ஒற்றை வீரர்

# MainMenu
source: Resume game
cs: Pokračovat ve hře
es: Reanudar juego
fr: Résumer le jeu
nl: Spel hervatten
pt: Resumir jogo
pt_br: Retomar jogo
ru: Продолжить игру
ta: விளையாட்டை மீண்டும் தொடங்குங்கள்

# MainMenu
source: Multiplayer
cs: Více hráčů
es: Multijugador
fr: Mode multijoueurs
pt: Multiplos jogadores
pt_br: multi-jogador
ru: Мультиплеер
ta: மல்டிபிளேயர்

# MainMenu
source: Repository
cs: Repozitář
es: Repositorio
fr: Dépôt
ru: Репозиторий
ta: களஞ்சியம்

# MainMenu
source: Settings
cs: Nastavení
es: Ajustes
fr: Paramètres
nl: Instellingen
pt: Configurações
pt_br: Configurações
ru: Настройки
ta: அமைப்புகள்

# MainMenu
source: Controls
es: Controles
fr: Contrôles
ru: Управление
ta: கட்டுப்பாடுகள்

# MainMenu
source: About
cs: O programu
es: Acerca de
fr: À propos
nl: Over
pt: Sobre
pt_br: Sobre
ru: О программе
ta: பற்றி

source: Return to menu
cs: Návrat do menu
es: Volver al menú
fr: Retourner au menu
nl: Terug naar het menu
pt: Retornar ao jogo
pt_br: Voltar ao menu
ru: Вернуться в главное меню
ta: மெனுவுக்கு திரும்பவும்

# MainMenu
source: Exit game
cs: Ukončit hru
es: Salir del juego
fr: Quitter le jeu
nl: Spel afsluiten
pt: sair do jogo
pt_br: Sair do jogo
ru: Выйти из игры
ta: வெளியேறும் விளையாட்டு

# MainMenu
source: Game version
cs: Verze hry
es: Versión del juego
fr: Version du jeu
nl: Gameversie
pt: Versão do Jogo
pt_br: Versão do Game
ru: Версия игры
ta: விளையாட்டு பதிப்பு

# MainMenu
source: Net. protocol
cs: Síť. protokol
es: Protocolo de red
fr: Protocole réseau
pt: Internet. protocolo
pt_br: Protocolo Net
ru: Сетевой протокол
ta: நிகர. நெறிமுறை

# MainMenu
source: Version box
cs: Rámeček s verzí
es: Versión de caja
fr: Boîte de version
nl: Versievak
pt: Versão da caixa
pt_br: Versão do box
ru: Версия
ta: பதிப்பு பெட்டி

# MainMenu
source: Cache updated
cs: Cache aktualizována
es: Caché actualizado
fr: Cache mis à jour
nl: Cache bijgewerkt
pt: Cache Atualizada
pt_br: Cache atualizada
ru: Кэш обновлён
ta: கேச் புதுப்பிக்கப்பட்டது

# MainMenu
source: Notice box
cs: Oznámení
es: Notificaciones
fr: Dialogue d'astuce
pt: Caixa de avisos
pt_br: Caixa de aviso
ru: Сообщения
ta: அறிவிப்பு பெட்டி

source: Game settings
cs: Nastavení hry
es: Ajustes del juego
fr: Paramètres du jeu
nl: Game-instellingen
pl: Ustawienia gry
pt: Configuração de Jogo
pt_br: Configurações do jogo
ru: Настройки игры
ta: விளையாட்டு அமைப்புகள்

# GameSettings
source: Render System
ca: Sistema de Renderització
cs: Renderovací systém
de: Renderart
es: Sistema Render
et: Render-süsteem
fi: Renderöintijärjestelmä
fr: Système de rendu
it: Sistema rendering
nl: Render Systeem
pl: System renderowania
pt: sistema de texturizacão
pt_br: Sistema de Renderização
ro: Sistemul de Randare
ru: Система рендера
sk: Vykresľovací systém
ta: அமைப்பு வழங்கவும்

# GameSettings
source: General
cs: Obecné
fr: Général
nl: Algemeen
pl: Ogólne
pt: Geral
pt_br: Em geral
ru: Главное
ta: பொது

# GameSettings
source: Gameplay
cs: Hraní
es: Jugabilidad
pt: Jogatina
pt_br: Jogabilidade
ru: Геймплей
ta: விளையாட்டு

# GameSettings
source: Graphics
ca: Gràfics
cs: Grafika
de: Grafik
es: Gráficos
et: Graafika
fi: Grafiikka
fr: Graphismes
it: Grafica
nl: Grafisch
pl: Grafika
pt: Gráficos
pt_br: Gráficos
ro: Grafica
ru: Графика
sk: Grafika
ta: கிராபிக்ச்

# GameSettings
source: Audio
cs: Zvuk
pl: Dźwięk
pt: Som
pt_br: Som
ru: Аудио
ta: ஆடியோ

# GameSettings
source: Controls
cs: Ovládací prvky
de: Steuerung
es: Controles
et: Klahvistik
fi: Ohjaimet
fr: Contrôles
it: Controlli
pl: Sterowanie
pt: Controles
pt_br: Controles
ro: Controluri
ru: Управление
sk: Ovládanie
ta: கட்டுப்பாடுகள்

# GameSettings
source: Diagnostic
cs: Diagnostika
es: Diagnóstico
fr: Diagnostique
it: Disgnostica
nl: Diagnostisch
pl: Diagnostyka
pt: Diagnóstico
pt_br: Diagnóstico
ru: Диагностика
ta: கண்டறியும்

# GameSettings
source: Render system (changes require a restart)
cs: Zobraz. systém (změna vyžaduje restart)
es: Sistema de renderizado (los cambios requieren reinicio)
fr: Système de rendu (nécessite un redémarrage)
nl: Render systeem (wijzigingen vereisen een herstart)
pt: Sistema de renderização (as mudanças exigem reinicialização)
pt_br: Sistema de Renderização (alterações requerem reinício)
ru: Система рендера (изменения требуют перезапуск игры)
ta: வழங்குதல் சிச்டம் (மாற்றங்களுக்கு மறுதொடக்கம் தேவை)

# GameSettings
source: Application settings
cs: Nastavení aplikace
es: Ajustes de la aplicación
fr: Paramètres de l'application
it: Settaggi applicazione
nl: Applicatie instellingen
pl: Ustawienia aplikacji
pt: Configurações da aplicação
pt_br: Configurações do aplicativo
ru: Настройки приложения
ta: பயன்பாட்டு அமைப்புகள்

# GameSettings
source: Language
cs: Jazyk
es: Idioma
fr: Langue
nl: Taal
pl: Język
pt: Lingua
pt_br: Língua
ru: Язык
ta: மொழி

# GameSettings
source: Country
cs: Země
es: País
fr: Pays
nl: Land
pt: País
pt_br: País
ru: Страна
ta: நாடு

# GameSettings
source: Screenshot format
cs: Formát screenshotu
es: Formato de captura de pantalla
fr: Format de capture d'écran
pl: Format zrzutów ekranu
pt: Formato da Screenshot
pt_br: Formato da Captura de tela
ru: Формат скриншота
ta: திரைக்காட்சி வடிவம்

# GameSettings
source: Extra mod path
cs: Dodatečná složka s obsahem
es: Ruta de mod adicional
fr: Chemin d'accès supplémentaire pour mods
nl: Extra mod-pad
pt: Caminho de mod extra
pt_br: Caminho extra mod
ru: Дополнительный путь к модификациям
ta: கூடுதல் மோட் பாதை

# GameSettings
source: Skip main menu
cs: Přeskočit hlavní nabídku
es: Omitir el menú principal
fr: Sauter le menu principal
nl: Hoofdmenu overslaan
pl: Omiń menu główne
pt: Pular menu
pt_br: Pular menu principal
ru: Пропустить главное меню
ta: முதன்மையான மெனுவைத் தவிர்க்கவும்

# GameSettings
source: Async physics
cs: Asynchronní fyzika
es: Físicas asincrónicas
fr: Physiques asynchrones
it: Fisica Asincrona
pl: Asynchroniczna fizyka
pt: Física assíncrona
pt_br: Física assíncrona
ru: Асинхронная физика
ta: ஒத்திசைவு இயற்பியல்

# GameSettings
source: Disable online api
cs: Zakázat online API
es: Desactivar api en línea
fr: Désactiver l'interface de programmation en ligne
nl: Schakel online api uit
pt: Desativar api online
pt_br: Desativar api online
ru: Отключить онлайн API
ta: நிகழ்நிலை பநிஇ ஐ முடக்கு
