Repository: RigsOfRods/rigs-of-rods
Catalog: languages/*/ror.po
Languages: ca, cs, de, es, et, fi, fr, it, nl, pl, pt, pt_br, ro, ru, sk, ta

source: toggle between windowed and fullscreen mode
ca: canvia entre modes de finestra i pantalla completa
de: Zwischen Fenster- und Vollbildmodus wechseln
et: lülitu akna ja täisekraani vahel
fi: vaihda ikkunan ja kokonäytön välillä
it: cambia tra modalità finestra e schermo intero
pl: przełącz między trybem okienkowym a pełnoekranowym
ro: schimbă între ecran încadrat și ecran complet
sk: prepnúť medzi módom v okne alebo celou obrazovkou

source: toggle cruise control
ca: activa control de creuer
de: Tempomat an-/abschalten
et: püsikiiruse hoidja
fi: kytke vakionopeuden säädin
it: aziona il cruise control
pl: włącz tempomat
ro: activează cruise controlul
sk: povoliť tempomat

source: toggle custom light 1
ca: activa llum personalitzada 1
de: benutzerdefiniertes Licht 1 ein-/ausschalten
et: lülita lisatuli 1 sisse või välja
fi: hallitse lisävaloa 1
it: attiva/disattiva luce personalizzata 1
pl: wł./wył. dodatkowe światła 1
ro: aprinde lumina personalizată 1
sk: zapnúť vlatné svetlo 1

source: toggle custom light 10
ca: activa llum personalitzada 10
de: benutzerdefiniertes Licht 10 ein-/ausschalten
et: lülita lisatuli 10 sisse või välja
fi: hallitse lisävaloa 10
it: attiva/disattiva luce personalizzata 10
pl: wł./wył. dodatkowe światła 10
ro: aprinde lumina personalizată 10
sk: prepnúť vlastné svetlo 10

source: toggle custom light 2
ca: activa llum personalitzada 2
de: benutzerdefiniertes Licht 2 ein-/ausschalten
et: lülita lisatuli 2 sisse või välja
fi: hallitse lisävaloa 2
it: attiva/disattiva luce personalizzata 2
pl: wł./wył. dodatkowe światła 2
ro: aprinde lumina personalizată 2
sk: zapnúť vlastná svetla 2

source: toggle custom light 3
ca: activa llum personalitzada 3
de: benutzerdefiniertes Licht 3 ein-/ausschalten
et: lülita lisatuli 3 sisse või välja
fi: hallitse lisävaloa 3
it: attiva/disattiva luce personalizzata 3
pl: wł./wył. dodatkowe światła 3
ro: aprinde lumina personalizată 3
sk: prepnúť vlastné svetlo 3

source: toggle custom light 4
ca: activa llum personalitzada 4
de: benutzerdefiniertes Licht 4 ein-/ausschalten
et: lülita lisatuli 4 sisse või välja
fi: hallitse lisävaloa 4
it: attiva/disattiva luce personalizzata 4
pl: wł./wył. dodatkowe światła 4
ro: aprinde lumina personalizată 4
sk: zapnúť vlastné svetlo 4

source: toggle custom light 5
ca: activa llum personalitzada 5
de: benutzerdefiniertes Licht 5 ein-/ausschalten
et: lülita lisatuli 5 sisse või välja
fi: hallitse lisävaloa 5
it: attiva/disattiva luce personalizzata 5
pl: wł./wył. dodatkowe światła 5
ro: aprinde lumina personalizată 5
sk: prepnúť vlastné svetlo 5

source: toggle custom light 6
ca: activa llum personalitzada 6
de: benutzerdefiniertes Licht 6 ein-/ausschalten
et: lülita lisatuli 6 sisse või välja
fi: hallitse lisävaloa 6
it: attiva/disattiva luce personalizzata 6
pl: wł./wył. dodatkowe światła 6
ro: aprinde lumina personalizată 6
sk: zapnúť vlastné svetlo 6

source: toggle custom light 7
ca: activa llum personalitzada 7
de: benutzerdefiniertes Licht 7 ein-/ausschalten
et: lülita lisatuli 7 sisse või välja
fi: hallitse lisävaloa 7
it: attiva/disattiva luce personalizzata 7
pl: wł./wył. dodatkowe światła 7
ro: aprinde lumina personalizată 7
sk: prepnúť vlastné svetlo 7

source: toggle custom light 8
ca: activa a llum personalitzada 8
de: benutzerdefiniertes Licht 8 ein-/ausschalten
et: lülita lisatuli 8 sisse või välja
fi: hallitse lisävaloa 8
it: attiva/disattiva luce personalizzata 8
pl: wł./wył. dodatkowe światła 8
ro: aprinde lumina personalizată 8
sk: prepnúť vlastné svetlo 8

source: toggle custom light 9
ca: activa llum personalitzada 9
de: benutzerdefiniertes Licht 9 ein-/ausschalten
et: lülita lisatuli 9 sisse või välja
fi: hallitse lisävaloa 9
it: attiva/disattiva luce personalizzata 9
pl: wł./wył. dodatkowe światła 9
ro: aprinde lumina personalizată 9
sk: prepnúť vlastné svetlo 9

source: toggle ignition
ca: palanca d'encesa
de: Zündung ein-/ausschalten
et: lülita süüde sisse või välja
fi: Kytke virrat
it: accensione veicolo
pl: wł./wył. zapłon
ro: dă-i cheie
sk: prepnúť zapaľovanie

source: toggle left direction indicator (blinker)
ca: canvia l'indicador de direcció a l'esquerra (intermitent)
de: linken Blinker ein-/ausschalten
et: lülita vasak suunatuli sisse või välja
fi: vasen suuntavilkku
it: attiva/disattiva freccia sinistra
pl: wł./wył. lewy kierunkowskaz
ro: semnalizează stânga
sk: páčka ľavého ukazovateľa smeru (smerovky)

source: toggle parking brake
ca: activa fre d'estacionament
de: Parkbremse ein/-ausschalten
et: lülita seisupidur sisse või välja
fi: seisontajarru
it: attiva/disattiva freno a mano
pl: wł./wył. hamulec postojowy
ro: trage frâna de mână
sk: zatiahnuť / uvoľniť parkovaciu brzdu

source: toggle particle cannon
ca: activa canó de partícules
de: Partikelkanone ein-/ausschalten
et: lülita eriosakesed sisse või välja
fi: hallitse partikkelia
it: attiva/disattiva cannone particelle
pl: wł./wył. wyrzutnię cząsteczek
ro: activează tunul de particule
sk: zapnúť/vypnúť časticový kanón

source: toggle render mode (solid, wireframe and points)
ca: activa mode de renderització (sòlid, filferros i punts)
de: Ausgabe Art umschalten (Solide, Drahtgitter und Punkte)
et: muuda visualiseerimisviisi (täieliku, sõrestiku ja punktidena)
fi: vaihda renderöintitilaa (normaali, rautalanka tai pisteet)
it: seleziona modalità di visualizzazione (pieno, reticolo, punti)
pl: zmień sposób renderowania (solidny, siatkowy, punktowy)
ro: schimbă modul de randare (solid, cadru și puncte)
sk: prepnúť režim vykreslenia (celé telesá, obrysy a body)

source: toggle right direction indicator (blinker)
ca: activa l'indicador de direcció dret (intermitent)
de: rechten Blinker ein-/ausschalten
et: lülita parem suunatuli sisse või välja
fi: oikea suuntavilkku
it: attiva/disattiva freccia destra
pl: wł./wył. prawy kierunkowskaz
ro: semnalizează dreapta
sk: páčka pravého ukazovateľa smeru (smerovka)

source: toggle traction control
ca: activa control de tracció
de: Traktionskontrolle ein-/ausschalten
et: lülita veojõukontroll sisse või välja
fi: Hallitse luistonestoa
it: attiva/disattiva il controllo di trazione
pl: wł./wył. system kontroli trakcji
ro: activează controlul de tracțiune
sk: prepnúť trakčnú kontrolu

source: toggle truck HUD
ca: activa el HUD del camió
de: Frontscheibenanzeige ein-/ausblenden
et: lülita sõiduki infoekraan sisse või välja
fi: ajoneuvon HUD
it: attiva/disattiva HUD veicolo
pl: wł./wył. tablicę rozdzielczą
ro: activează HUD-ul camionului
sk: prepnúť HUD vozidla

source: toggle truck beacons
ca: canvia fars del camió
de: Rundumleuchte ein-/ausschalten
et: lülita sõiduki vilkurid sisse või välja
fi: kattomajakat
it: attiva/disattiva fari veicolo
pl: wł./wył. światła ostrzegawcze
ro: aprinde girofarul
sk: Prepnúť majáky vozidla

source: toggle truck front lights
ca: activa les llums davanteres del camió
de: Frontleuchten ein-/ausschalten
et: lülita sõiduki esituled sisse või välja
fi: ajovalot
it: attiva/disattiva fari anteriori veicolo
pl: wł./wył. przednie światła
ro: aprinde farurile
sk: zapnúť predné svetlá vozidla

source: tons
ca: tones
de: Tonnen
et: tonni
fi: tonnia
it: tonnellate
pl: ton
ro: tone
sk: ton

source: truck horn
ca: bocina de camió
de: Hupe
et: sõiduki signaal
fi: Äänitorvi
it: clacson veicolo
pl: klakson
ro: claxon
sk: klaksón vozidla

source: truck loading state
ca: estat de càrrega del camió
de: Ladestatus des Fahrzeugs
et: sõiduki laadimise seisund
fi: ajoneuvo latautuu
it: stato del caricamento del veicolo
pl: stan ładowania pojazdu
ro: stadiul încărcării camionului
sk: stav nahrávania vozidla

source: unknown
ca: desconegut
de: unbekannt
et: teadmata
fi: tuntematon
it: sconosciuto
pl: nieznane
ro: necunoscut
sk: neznáme

source: unknown function
de: Unbekannte Funktion
et: tundmatu funktsioon
it: funzione sconosciuta
pl: nieznana funkcja

source: unlock autolock hook node
ca: desbloqueig del bloqueig automàtic del ganxo del node
de: löse automatischen Aufhängeknoten
et: vabasta automaatselt lukustatav konksu sõlm
fi: vapauta automaatinen koukku
it: Sblocca nodo dell'autobloccaggio gancio
pl: odblokuj auto blokujące węzły haka
ro: deblochează auto-blocarea nodului hook
sk: odomknúť uzol v móde háku autolock

source: usage: /whisper username message
de: Benutzung: /whisper Nutzername Nachricht
et: kasutus: /whisper kasutajanimi sõnum
pl: użycie: /whisper użytkownik wiadomość

source: user authentication level
ca: nivell d'autentificació de l'usuari
de: Benutzer-Authentifizierungsebene
et: kasutaja autentimise tase
fi: käyttäjän todennustaso
it: livello autenticazione utente
pl: poziom autoryzacji użytkownika
ro: nivelul autentificării utilizatorului
sk: úroveň autentifikácie používateľa

source: user country
ca: país de l'usuari
de: User Herkunft
et: kasutaja riik
fi: käyttäjän maa
it: luogo di provenienza dell'utente
pl: kraj użytkownika
ro: țara utilizatorului
sk: krajina používateľa

source: user language:
ca: llengua de l'usuari:
de: Benutzer-Sprache:
et: kasutaja keel:
fi: käyttäjäkieli:
it: Lingua utente:
pl: język użytkownika:
ro: limba utilizatorului:
sk: Jazyk užívateľa:

source: user name
ca: nom d'usuari
de: Benutzername
et: kasutaja nimi
fi: käyttäjätunnus
it: nome utente
pl: nazwa użytkownika
ro: porecla
sk: meno užívateľa

source: user not found:
ca: no es troba l'usuari:
de: Benutzer nicht gefunden:
et: kasutajat ei leitud:
fi: käyttäjää ei löytynyt
it: utente non trovato:
pl: użytkownik nie znaleziony:
ro: utilizator negăsit:
sk: užívateľ nenalezený

source: write current position to log (you can open the logfile and reuse the position)
ca: desa la posició actual per iniciar la sessió (es pot obrir el fitxer de registre i tornar a utilitzar la posició)
de: Aktuelle Position in der Logdatei speichern (du kannst die Logdatei öffnen und die Position wiederverwenden)
et: Logi praegune asukoht(võid pärast logifaili avada ja asukohta kasutada)
fi: kirjoita nykyinen sijainti lokiin (voit avata lokitiedoston ja käyttää sijaintia uudelleen)
it: scrivi la posizione attuale nel log (si può poi aprire il file di log e riutilizzare la posizione)
pl: zapisz aktualną pozycję do loga (możesz otworzyć plik loga i użyć pozycji ponownie)
ro: scrie actuala poziție în log (vei putea deschide logfile-ul și refolosi poziția)
sk: zapísať aktuálnu pozíciu do logu (neskôr môžete súbor so záznamom otvoriť a pozíciu znovu použiť)

source: zoom camera in
ca: Amplia
de: Ansicht vergrößern
et: suumi kaamerat sisse
fi: Lähennä kameraa
it: amplia la visuale
pl: zbliżenie kamery
ro: apropie camera
sk: priblížiť kameru

source: zoom camera in faster
ca: zoom de la càmera més ràpid
de: Ansicht vergrößern (beschleunigt)
et: suumi kaamerat kiiremini sisse
fi: Lähennä kameraa nopeammin
it: ingrandimento visuale veloce
pl: szybkie zbliżenie kamery
ro: apropie camera mai repede
sk: priblížiť kameru rýchlejšie

source: zoom camera out
ca: Redueix
de: Ansicht verkleinern
et: suumi kaamerat välja
fi: Loitonna kameraa
it: allontana la visuale
pl: oddalenie kamery
ro: depărtează camera
sk: oddialiť kameru

source: zoom camera out faster
ca: zoom de la càmera més ràpida
de: Ansicht verkleinern (beschleunigt)
et: suumi kaamerat kiiremini välja
fi: Loitonna kameraa nopeammin
it: riduzione ingrandimento visuale veloce
pl: szybkie oddalenie kamery
ro: depărtează camera mai repede
sk: oddialiť kameru rýchlejšie

source: zoom in
ca: amplia
de: heranzoomen
et: suumi sisse
fi: lähennä
it: Zoom più vicino
pl: zbliż
ro: apropie
sk: priblížiť

source: zoom out
de: Herauszoomen
et: suumi välja
it: Zoom più lontano
pl: oddal

source: Force Feedback
ca: Moviment
it: Ritorno di forza
sk: Spätná väzba

source: Fully Manual: stick shift
de: Vollmanuell: Schalthebel
et: Manuaalkäigukast: käigukang
it: Completamente manuale: cambio a leva

source: OK
ca: D'acord
it: Si

source: Stribeck velocity
ca: Velocitat d'Stribeck
de: Stribeck Geschwindigkeit
et: Stribecki kiirus
fi: Stribeck nopeus
it: Velocità di Stribeck
ro: Viteză stribeck
sk: Rýchlosť Stribeck

source: Stribeck velocity:
ca: Velocitat de Stribeck:
de: Stribeck-Geschwindigkeit:
et: Stribeck kiirus:
fi: Stribeck nopeus
it: Velocità di Stribeck:
ro: Viteză Stribeck:
sk: rýchlost Stribecku:

source: Texture shadows
de: Textur Schatten
et: Tekstuuri varjud
it: Ombre Texture

source: These settings are for debugging RoR in various ways. If you do not know how to use these features, stay away from them.
ca: Aquesta configuració s'utilitza per depurar el RoR en diversos aspectes. Si no sabeu utilitzar aquestes opcions, no les activeu.
de: Diese Einstellungen sind zur Fehleranalyse gedacht. Verwende sie nur, wenn du weißt, wofür sie gedacht sind.
et: Neid seadeid kasutatakse RoR vigade silumiseks. Kui sa ei oska neid seadeid kasutada, hoia neist eemale.
fi: Nämä asetukset ovat RoRin virheenkorjaukseen. Jos et tiedä miten näitä ominaisuuksia käytetään, älä käytä niitä.
it: Queste impostazioni servono per il debug di RoR in vari modi. Se non si sa come usare queste funzioni, starne alla larga.
ro: Setările respective sunt pentru depanarea RoR în diferite moduri. Dacă nu știi cum se folosesc, stai departe de ele.
sk: Tieto nastavenia sú pre ladenie RoR rôznymi spôsobmi. Ak neviete ako tieto nastavenia použiť, radšej ich nechajte byť.

source: Trigger Debug
ca: Depuració de Disparadors
de: Analysiere Auslöser
et: Trigerite Silur
fi: Trigger Testaus
it: Debug pulsante di accensione
ro: Depanare Trigger
sk: Ladenie spúšťačov

source: Unloading Terrain
de: Verlasse Karte
et: Maastiku simulatsioonist eemaldamine
it: Scaricamento della mappa dalla memoria

source: Unlocks disabled & unfinished features for developement
de: Schaltet deaktivierte & unfertige Eigenschaften für die Entwicklung frei
et: Lubab väljalülitatud & pooleli funktsioonid. Arenduseks.
it: Sblocca funzioni disabilitate e incomplete per lo sviluppo

source: Vertical: % 1.2fg Sagittal: % 1.2fg Lateral: % 1.2fg
de: Vertikal: % 1.2fg Sagittal: % 1.2fg Seitlich: % 1.2fg
et: Vertikaalsed: % 1.2fg Pikisuunalised: % 1.2fg Külgmised: % 1.2fg
it: Verticale: % 1.2fg Sagittale: % 1.2fg Laterale: % 1.2fg

source: You can find a complete list of the RoR's authors ingame: about->credits.
de: Du kannst eine vollständige Liste aller RoR-Entwickler im Spiel finden: über->Mitwirkende
et: Täieliku nimekirja RoR'i autoritest leiad mängus lisateabe alt.
it: È possibile trovare una lista completa degli autori di RoR nel gioco: Informazioni->Meriti

source: decrease target speed / rpm
ca: disminueix velocitat objectiva / rpm
de: Wunsch-Geschwindigkeit / Drehzahl verringern
et: vähenda sihtkiirust / pöördeid
fi: vähennä tavoitenopeutta rpm
it: diminuisce la velocità / rpm obiettivo
ro: scade viteza target-ului / rpm
sk: zníži cieľovú rýchlosť

source: error upon loading RoR user directory
de: Fehler beim Laden des RoR-Benutzerverzeichnisses
et: viga RoR kasutajakataloogi laadimisel
it: errore durante il caricamento della cartella utente di RoR

source: get new vehicle
de: Neues Fahrzeug holen
et: Võta uus sõiduk
it: carica un nuovo veicolo

source: incremental check: deleted and changed files
ca: comprovació incremental: fitxers suprimits i modificats
de: Inkrementelle Überprüfung: Gelöschte und geänderte Dateien
et: Lisakontroll: kustutatud ja muudetud failid
fi: inkrementaalinen tarkistus poistetut ja muuttuneet tiedostot
it: Controllo incrementale: file cancellati e modificati
ro: verificare de bază: fișiere șterse și schimbate
sk: inkrementálná kontrola: vymazané a zmenené súbory

source: loading terrain page blend maps
de: Lade Page Maps für Terrain
et: laadin maastikusektorite sujupilte
it: caricamento delle blend maps della pagina terreno

source: loading terrain page layers
de: Lade Terrain-Boden
et: laadin maastikusektorite kihte
it: caricamento degli strati della pagina terreno

source: loading terrain pages
de: Lade Terrain-Daten
et: laadin maastikusektoreid
it: caricamento delle pagine terreno

source: match target speed / rpm with current truck speed / rpm
ca: velocitat objectiva / rpm de la velocitat actual del vehicle / rpm
de: Aktuelle Geschwindigkeit / Drehzahl zur neuen Wunsch-Geschwindigkeit / Drehzahl machen.
et: muuda sihtkiirus / rpm võrdseks praeguse sõidukikiirusega / rpm
fi: sovita yhteen haluttu nopeus rpm tämänhetkelliseen nopeuteen rpm
it: Accorda la velocità / rpm obiettivo alla velocità / rpm corrente del veicolo
ro: egalează viteza target-ului / rpm cu viteza actuală a camionului / rpm
sk: priradiť cieľovú rýchlosť / rpm s súčasnou rýchlosťou vozidla / rpm

source: preparing terrain page
de: Bereite Terrain-Daten vor
et: maastikusektori ettevalmistamine
it: preparazione della pagina terreno

source: saving all terrain pages ...
de: Speichere alle Terrain-Daten
et: salvestan kõiki maastikusektoreid ...
it: Salvataggio di tutte le pagine terreno...

source: sets the master volume
de: stellt die Master-Lautstärke ein
et: seab helitugevuse
it: imposta il volume principale

source: toggle forwardcommands
de: Steuerbefehle weitergeben
et: luba/keela käskluste edastus
it: attiva/disattiva l'inoltro dei comandi

source: toggle importcommands
de: Steuerbefehle importieren
et: luba/keela käskluste vastuvõtt
it: attiva/disattiva l'importazione dei comandi

source: Hash:
et: Räsiväärtus:
fi: Tarkiste:

source: Hydrax
et: Hydrax vesi

source: Wheel speed:
de: Reifengeschwindigkeit:
et: Rataste kiirus:

source: accelerate the simulation
de: Erhöhe Simulationsgeschwindigkeit
et: kiirenda simulatsiooni

source: accelerate with 25 percent pedal input
de: Beschleunige mit 25% Pedalstellung
et: kiirenda 25 protsendilise pedaalivajutusega

source: accelerate with 50 percent pedal input
de: Beschleunige mit 50% Pedalstellung
et: kiirenda 50 protsendilise pedaalivajutusega

source: brake with 25 percent pedal input
de: Bremse mit 25% Pedalstellung
et: pidurda 25 protsendilise pedaalivajutusega

source: brake with 50 percent pedal input
de: Bremse mit 50% Pedalstellung
et: pidurda 50 protsendilise pedaalivajutusega

source: decelerate the simulation
de: Verlangsame Simulationsgeschwindigkeit
et: aeglusta simulatsiooni

source: enter next truck
de: Nächstes Fahrzeug betreten
et: sisene järgmisesse sõidukisse

source: enter previous truck
de: Vorheriges Fahrzeug betreten
et: sisene eelmisesse sõidukisse

source: reset the simulation pace
de: Simulationsgeschwindigkeit zurücksetzen
et: taasta simulatsiooni kiirus

source: respawn last truck
de: Letztes Fahrzeug erneut laden
et: vali viimane sõiduk uuesti

source: toggle terrain editor
de: Terrain-Editor Modus umschalten
et: luba/keela maastikuredaktor

source: toggle truck description
de: Fahrzeugbeschreibung ein/aus
et: näita sõiduki kirjeldust

source: toggle videocamera
de: Kamera umschalten
et: luba/keela videokaamera
