Repository: RigsOfRods/rigs-of-rods
Catalog: languages/*/ror.po
Languages: ca, cs, de, es, et, fi, fr, it, nl, pl, pt, pt_br, ro, ru, sk, ta

# FrictionSettings
source: Adhesion velocity
cs: Adhezní rychlost
es: Velocidad de adherencia
fr: Vitesse d'adhérence
nl: Hechtings snelheid
pt: Velocidade da aderência
pt_br: Velocidade de adesão
ru: Скорость застревания
ta: ஒட்டுதல் விரைவு

# FrictionSettings
source: Below this value static friction laws apply, above it dynamic friction laws apply. Value should be small, in the range of 0.1-0.4 . This velocity threshold is also used by fluid dynamics so you should always define it. NEVER set it to 0.
cs: Při nižších hodnotách než tato se aplikují zákony pro statickou frikci, při vyžších hodnotách pro dynamickou frikci. Tento práh rychlosti je také využíván dynamikou kapalin, takže by jste ho měl/a vždy nastavit. Hodnota by měla být malá, v rozmezí 0,1 - 0,4. NIKDY ji nenastavujte na 0.
es: Bajo este valor, se aplican las leyes de fricción estática, por encima de este valor se aplican las leyes de fricción dinámicas. El valor debería ser pequeño, en el rango de 0.1-0.4. Este umbral de velocidad se usa también para la dinámica de fluidos, así que debes definirla siempre. NUNCA la dejes a cero.
fr: En dessous de cette valeur, les lois de friction statique s'appliquent, au dessus, les lois de friction dynamique s'appliquent. La valeur doit être comprise entre 0,1 et -0,4. Le seuil de vitesse est également utilisé pour la dynamique des fluides, donc vous devez toujours définir cette valeur. Ne JAMAIS mettre la valeur à 0.
nl: Onder deze waarde zijn de statische wrijvings wetten van toepassing, daarboven zijn dynamische wrijvings wetten van toepassing. De waarde moet klein zijn, tussen de 0,1-0,4. Deze snelheids drempel wordt ook gebruikt door de vloeistofdynamica, dus je moet deze altijd definiëren. Zet deze waarde NOOIT op 0.
pt: Abaixo deste valor aplicam-se as leis de atrito estático, acima dele aplicam-se as leis de atrito dinâmico. O valor deve ser pequeno, na faixa de 0,1-0,4. Este limite de velocidade também é usado pela dinâmica de fluidos, então você deve sempre defini-lo. NUNCA defini-lo como 0.
pt_br: Abaixo deste valor aplicam-se as leis de atrito estático, acima dele aplicam-se as leis de atrito dinâmico. O valor deve ser pequeno, na faixa de 0,1-0,4. Este limite de velocidade também é usado pela dinâmica de fluidos, então você deve sempre defini-lo. NUNCA defina como 0.
ru: Для этого значения применяются законы трения покоя, над ним динамические законы трения. Значение должно быть малым , в диапазоне 0,1-0,4. Этот порог скорости также используется для гидродинамики, так что вы всегда должны определять его. НИКОГДА не устанавливайте значение на 0.
ta: இந்த மதிப்புக்கு கீழே நிலையான உராய்வு சட்டங்கள் பொருந்தும், அதற்கு மேலே மாறும் உராய்வு சட்டங்கள் பொருந்தும். மதிப்பு 0.1-0.4 வரம்பில் சிறியதாக இருக்க வேண்டும். இந்த திசைவேக வாசல் திரவ இயக்கவியல் மூலம் பயன்படுத்தப்படுகிறது, எனவே நீங்கள் எப்போதும் அதை வரையறுக்க வேண்டும். அதை ஒருபோதும் 0 ஆக அமைக்க வேண்டாம்.

# FrictionSettings
source: Dynamic friction coef:
cs: Součinitel smykového tření:
es: Coeficiente de fricción dinámica:
fr: Coefficient de friction dynamique :
nl: Dynamische frictie coëfficiënt:
pt: Coeficiente de atrito dinâmico:
pt_br: Coef de atrito dinâmico:
ru: Динамический коэффициент трения:
ta: மாறும் உராய்வு கோஃப்:

# FrictionSettings
source: Dynamic friction coef
cs: Součinitel smykového tření
es: Coeficiente fricción dinámica
fr: Coefficient de friction dynamique
nl: Dynamische wrijving coëfficiënt
pt: Coeficiente de atrito dinâmico
pt_br: Coef de atrito dinâmico
ru: Динамический коэффициент трения
ta: மாறும் உராய்வு கோஃப்

# FrictionSettings
source: Or sliding friction coef. It should be smaller than static friction coef. This parameter defines how much friction you'll have when sliding. Try to find some values for it from the net.
cs: Nebo součinitel smykového tření. Měl by být nižší než součinitel statického tření. Tento parametr určuje velikost třecí síly při skluzu. Pokuste se vyhledat nějaké hodnoty na internetu.
es: O coeficiente de fricción de deslizamiento. Debería ser más pequeño que el coeficiente de fricción estático. Este parámetro define cuanta fricción tendrás cuando te estás deslizando. Intenta encontrar un valor en internet.
fr: Ou le coefficient de frottement cinétique. Il doit être plus petit que le coefficient de frottement statique. Ce paramètre définit combien de frottement vous devriez avoir quand vous glissez. Essayez de trouver quelques valeurs sur Internet.
nl: Of wrijving coëfficiënt. Het moet kleiner zijn dan statische wrijving coëfficiënt. Deze parameter bepaalt hoeveel wrijving je hebt bij het glijden. Probeer om een aantal waarden er voor te vinden van het net.
pt: Coeficiente de atrito ou deslizamento. Deve ser menor do que o coeficiente de atrito estático. Este parâmetro define o quanto de atrito tens quando tiveres a deslizar. Tenta encontrar alguns valores na internet.
pt_br: Ou coeficiente de fricção deslizante. Deve ser menor que o coeficiente de atrito estático. Este parâmetro define quanto atrito você terá ao deslizar. Tente encontrar alguns valores para ele na rede.
ru: Или коэффициент трения скольжения. Он должен быть меньше, чем статический коэффициент трения. Этот параметр определяет, как много сцепления у вас будет при скольжении. Попробуйте найти величины в сети.
ta: அல்லது நெகிழ் உராய்வு கோஃப். இது நிலையான உராய்வு கோஃப்பை விட சிறியதாக இருக்க வேண்டும். இந்த அளவுரு சறுக்கும்போது உங்களுக்கு எவ்வளவு உராய்வு இருக்கும் என்பதை வரையறுக்கிறது. அதற்கான சில மதிப்புகளை வலையிலிருந்து கண்டுபிடிக்க முயற்சிக்கவும்.

# FrictionSettings
source: Hydrodynamic friction coef:
cs: Součinitel hydrodynamického tření:
es: Coeficiente de fricción hidrodinámica:
fr: Coefficient de friction hydrodynamique :
nl: Hydrodynamische frictie coëfficiënt:
pt: Coeficiente de atrito Hidrodinâmica:
pt_br: Coef de atrito hidrodinâmico:
ru: Гидродинамический коэффициент трения:
ta: ஐட்ரோடினமிக் உராய்வு கோஃப்:

# FrictionSettings
source: Hydrodynamic friction coef
cs: Součinitel hydrodynamického tření
es: Coeficiente de fricción hidrodinámica
fr: Coefficient de friction hydrodynamique
nl: Hydrodynamische wrijving coëfficiënt
pt: Coeficiente de atrito hidrodinâmico
pt_br: Coeficiente de atrito hidrodinâmico
ru: Гидродинамический коэффициент трения
ta: ஐட்ரோடினமிக் உராய்வு கோஃப்

# FrictionSettings
source: This friction defines the added friction that you'll feel from a surface that has a little film of fluid on it. It is kind of redundant with all the fluid physics below, but it is here so as for experimentally validated values from the net to be usable. If you decide that you'll simulate the film of fluid with the more complex fluid physics below, then just set this to 0.
cs: Toto tření definuje přidané tření, které pocítíte na povrchu s tenkým povlakem tekutiny. Vzhledem k veškeré fyzice tekutin níže je to poněkud nadbytečný parametr, ale je zde, aby bylo možné použít experimentálně ověřené hodnoty z internetu. Pokud se rozhodnete simulovat tekutý povlak pomocí komplexnější fyziky tekutin níže, ponechte na 0.
es: Define la fricción añadida a la superficie que tiene una fina capa de fluido encima. Puede ser un poco redundante en toda la simulación de físicas de fluidos, pero están ahí de forma experimental para añadir valores encontrados en internet. Si decides que simularás la capa de fluido con algo más complejo en las físicas de fluido, deja el valor 0.
fr: Cette friction définit le surplus de friction que vous ressentirez d'une surface qui a un petit film de fluide. C'est un peu superflu avec toute la physique des fluides, mais c'est utilisable pour expérimentation avec des valeurs trouvées sur Internet. Si vous décidez de simuler ce film de fluide avec toute la physique des fluides, réglez cette valeur à 0.
nl: Deze wrijving wordt de toegevoegde wrijving die je zult voelen van een oppervlak dat een film van vloeistof op zich heeft. Het is soort van overbodig met al het vloeistof fysica hieronder, maar het is hier hier voor waarden van internet op bruikbaar te worden. Als je besluit dat je de film van vloeistof wilt simuleren met de meer complexe vloeistof fysica hieronder, zet deze dan gewoon op 0.
pt: Este atrito define o atrito adicionado que vais sentir a partir duma superfice que tem 1 pequeno filme de fluido sobre ela . É uma espécie de redundante com toda a fisica de fluidos abaixo , mas é aqui assim como para os valores experimentais validada a partir do liquido a ser utilizável. Se tu decidires que vais simular o filme de fluido com a fisica de fluido mais complexos abaixo, então é só ajustar para 0.
pt_br: Essa fricção define a fricção adicional que você sentirá em uma superfície com uma pequena película de fluido. É meio redundante com toda a física dos fluidos abaixo, mas está aqui para que os valores validados experimentalmente da rede sejam utilizáveis. Se você decidir que simulará o filme de fluido com a física de fluido mais complexa abaixo, apenas defina como 0.
ru: Это трение определяет дополнительное трение от поверхности, покрытой тонким слоем жидкости. Оно немного избыточно по отношению к ниже описанной физике жидкостей, но оставлено, чтобы использовать экспериментально подтверждённые значения из сети. Если вы решите симулировать свои жидкости с помощью нижеописанной сложной физики, поставьте это значение в 0.
ta: இந்த உராய்வு கூடுதல் உராய்வை வரையறுக்கிறது, அது ஒரு மேற்பரப்பில் இருந்து ஒரு சிறிய படத்தைக் கொண்டிருக்கும். இது கீழே உள்ள அனைத்து திரவ இயற்பியல்களிலும் தேவையற்றது, ஆனால் இது இங்கே உள்ளது, இதனால் வலையிலிருந்து சோதனை ரீதியாக சரிபார்க்கப்பட்ட மதிப்புகள் பயன்படுத்தக்கூடியவை. கீழே உள்ள மிகவும் சிக்கலான திரவ இயற்பியலுடன் திரவத்தின் படத்தை உருவகப்படுத்துவீர்கள் என்று நீங்கள் முடிவு செய்தால், இதை 0 ஆக அமைக்கவும்.

# FrictionSettings
source: Stribeck velocity:
cs: Stribeckova rychlost:
es: Velocidad Stribeck:
fr: Vitesse de Stribeck :
nl: Stribeck snelheid:
pt: Velocidade de Stribeck:
pt_br: Velocidade de Stribeck:
ru: Скорость Штрибека:
ta: ச்ட்ரிபெக் வேகம்:

# FrictionSettings
source: Stribeck velocity
cs: Stribeckova rychlost
es: Velocidad Stribeck
fr: Vitesse de Stribeck
nl: Stribeck snelheid
pt: Velocidade stribeck
pt_br: Velocidade de Stribeck
ru: Скорость Штрибека
ta: ச்ட்ரைபெக் விரைவு

# FrictionSettings
source: You'll either find stribeck velocity in the net, or the inverse (1/stribeck velocity) of it described as 'stribeck coef'. It defines the shape of the dynamic friction curve. Lets leave it at that. Just find some nice values for it from the net.
cs: Na internetu naleznete buď "stribeck velocity", nebo její převrácenou hodnotu (1/stribeck velocity) popsanou jako "stribeck coef". Součinitel definuje tvar křivky dynamického tření. Nebudeme zacházet do detailů. Zkrátka vyhledejte nějaké pěkné hodnoty na internetu.
es: Encontrarás la velocidad stribeck en la red, o la inversa (1/velocidad stribeck) de la misma descrita como "coef stribeck". Define la forma de la curva de fricción dinámica. Dejémoslo así. Sólo hay que encontrar algunos valores agradables para ello en la red.
fr: Vous trouverez la Courbe de Stribeck sur le web, ou l'inverse (1/vélocité de Stribeck) nommé 'stribeck coef'. Il définit la forme de la courbe de frottement dynamique. Il suffit de trouver quelques valeurs sur le net.
nl: Je zal stribeck snelheid vinden op het net, of het omgekeerde (1/stribeck velocity) beschreven als 'stribeck coëfficiënt'. Het defineert de vorm van de dynamische weerstand-lijn. Laten we het daar maar op houden. Vind een goede waarde op het net.
pt: Você encontrará a velocidade de stribeck na rede ou o inverso (1 / velocidade de stribeck) descrita como 'coeficiente de stribeck'. Ele define a forma da curva de fricção dinâmica. Vamos deixar isso assim. Apenas encontre alguns bons valores para ele na rede.
pt_br: Você encontrará a velocidade de stribeck na rede ou o inverso (1 / velocidade de stribeck) descrita como 'coeficiente de stribeck'. Ele define a forma da curva de fricção dinâmica. Vamos deixar isso assim. Apenas encontre alguns valores interessantes para ele na rede.
ru: В сети вы можете найти скорость Штрибека, или инверсию от неё (1/скорость Штрибека), называемую коэффициентом Штрибека. Она определяет профиль кривой трения скольжения. Оставьте всё как есть, или найдите какие-нибудь подходящие значения в сети.
ta: நீங்கள் வலையில் ச்ட்ரைபெக் வேகத்தைக் காண்பீர்கள், அல்லது 'ச்ட்ரிபெக் கோஃப்' என்று விவரிக்கப்பட்டுள்ள தலைகீழ் (1/ச்ட்ரிபெக் வேகம்). இது மாறும் உராய்வு வளைவின் வடிவத்தை வரையறுக்கிறது. அதை விட்டுவிடலாம். அதற்கான சில நல்ல மதிப்புகளை வலையிலிருந்து கண்டுபிடிக்கவும்.

# FrictionSettings
source: alpha:
cs: alfa:
es: alfa:
pt: alfa:
pt_br: alfa:
ru: Альфа:
ta: ஆல்பா:

# FrictionSettings
source: Alpha
cs: Alfa
es: Alfa
pt: Alfa
pt_br: Alfa
ru: Альфа
ta: அகர

# FrictionSettings
source: Its usual value is 2. But you can try others.
cs: Obvyklá hodnota je 2. Ale můžete zkusit jinou.
es: El valor normal es 2. Puedes intentar usar otros valores.
fr: Sa valeur habituelle est 2. Mais vous pouvez essayer d'autres valeurs.
nl: De normale waarde is 2. Maar je kan andere proberen.
pt: Seu valor normal é 2. Mas você pode tentar outros.
pt_br: Seu valor normal é 2. Mas você pode tentar outros.
ru: Обычное значение 2. Но вы можете попробовать другие.
ta: அதன் வழக்கமான மதிப்பு 2. ஆனால் நீங்கள் மற்றவர்களை முயற்சி செய்யலாம்.

# FrictionSettings
source: Fluid Settings
cs: Nastavení tekutin
es: Ajustes del fluido
fr: Paramètres des fluides
nl: Vloeistof Instellingen
pt: Configurações de Fluidos
pt_br: Configurações de fluidos
ru: Настройки жидкости
ta: திரவ அமைப்புகள்

# FrictionSettings
source: Flow behavior index:
cs: Index chování toku:
es: Índice de comportamiento del flujo:
fr: Indice de comportement du débit :
nl: Stromingsgedrag index:
pt: Fluxo de índice de comportamento:
pt_br: Índice de comportamento do fluxo:
ru: Индекс поведения жидкости:
ta: ஓட்ட நடத்தை அட்டவணை:

# FrictionSettings
source: Flow behavior index
cs: Index chování toku
es: Índice de comportamiento del flujo
fr: Indice de comportement de débit
nl: Stromingsgedrag index
pt: Índice de comportamento do fluxo
pt_br: Índice de comportamento do fluxo
ru: Индекс поведения жидкости
ta: ஓட்ட நடத்தை அட்டவணை

# FrictionSettings
source: If it is 1.0 then the fluid will behave like water. The lower you get from 1.0, the more like mud the fluid will behave, meaning that for small velocities the fluid will resist motion and for large velocities the fluid will not resist so much. The higher you get from 1.0 the more like sand the fluid will behave. The bigger the velocity, the bigger the resistance of the fluid (try to hit sand hard it'll feel like stone).
cs: Pokud je tato hodnota 1.0, bude se kapalina chovat jako voda. Čím nižší číslo než 1.0, tím více se bude chování kapaliny blížit bahnu, tzn. v malých rychlostech bude kapalina klást odpor vůči pohybu, ve velkých rychlostech bude odpor menší. Čím vyšší číslo než 1.0, tím více se bude kapalina chovat jako písek. Čím vyšší rychlost, tím větší odpor (zkuste tvrdě narazit do písku, bude to jako do zdi).
es: El líquido se comportará como el agua si tiene el valor 1.0 . Cuanto más bajo de 1.0, más se parecerá al barro, es decir, para pequeñas velocidades, el fluido NO se opondrá al movimiento, en cambio, cuanto más alto de 1.0, más se comportará como arena, es decir, a más velocidad, más se opondrá al movimiento del vehículo (intenta golpear la arena a altas velocidades y se comportará como una roca).
fr: Si la valeur est 1,0, le fluide se comportera comme de l'eau. Plus la valeur est en dessous de 1,0, plus le fluide se comportera comme de la boue, cela signifie que pour une vitesse faible, le fluide résistera et pour une vitesse élevée, le fluide ne résistera pas. Plus la valeur est au-dessus de 1,0, plus le fluide se comportera comme du sable. Plus la vitesse est élevée, plus la résistance du fluide sera élevé (Exemple : essayez de frapper du sable, le ressenti sera comme de la pierre).
nl: Als het 1.0 is dan zal de vloeistof zich gedragen als water. De hoe lager je gaat van 1.0, hoe meer als modder de vloeistof zich zal gedragen, wat betekent dat voor kleine snelheden zal de vloeistof beweging verzetten en voor grote snelheden van de vloeistof zal de verleiding niet weerstaan zo veel. Hoe hoger je komt van 1.0 zal de vloeistof zich gedragen zoals zand. Hoe groter de snelheid, hoe groter de weerstand van de vloeistof (probeer zand hard te raken het zal voelen als steen).
pt: Se for 1.0 então o fluido age como a água. Quanto menos de 1.0 ficar, mais o fluido irá agir como lama, o que significa que para velocidades pequenas o fluido vai resistir o movimento e para grandes velocidades o fluido não vai resistir tanto. Quando mais alto de 1.0 ficar, mais o fluido irá agir como areia. Quanto maior a velocidadem maior a resistência do fluido( tenta acertar na areia dura irá sentir como pedra).
pt_br: Se for 1.0 então o fluido irá comportar-se como água. Quanto mais baixo você obtiver a partir de 1.0, mais parecido com lama o fluido se comportará, significando que para velocidades pequenas o fluido irá resistir ao movimento e para velocidades grandes o fluido não irá resistir tanto. Quanto mais alto você obtiver a partir de 1.0, mais parecido com areia o fluido irá se comportar. Quanto maior for a velocidade, maior será a resistência do fluido (tente bater com força na areia, ela se sentirá como pedra).
ru: При 1.0 жидкость будет вести себя как вода. Чем параметр ниже 1.0, тем более жидкость будет похожа на грязь, то есть на малых скоростях будет сопротивляться движению, а при больших сопротивление будет слабее. При значениях выше 1.0, жидкость будет вести себя как песок: чем больше скорость, тем больше сопротивления (при ударе песок твёрдый как камень).
ta: அது 1.0 ஆக இருந்தால், திரவம் தண்ணீரைப் போல செயல்படும். 1.0 இலிருந்து நீங்கள் பெறும் போது, திரவம் மண்ணைப் போன்றது, அதாவது சிறிய வேகங்களுக்கு திரவம் இயக்கத்தை எதிர்க்கும் மற்றும் பெரிய வேகங்களுக்கு திரவம் அவ்வளவு எதிர்க்காது. 1.0 இலிருந்து நீங்கள் பெறுவது மணல் போன்றது திரவம் நடந்து கொள்ளும். பெரிய விரைவு, திரவத்தின் பெரிய எதிர்ப்பு (மணலை கடினமாக அடிக்க முயற்சி செய்யுங்கள் அது கல் போல உணரும்).

# FrictionSettings
source: Flow consistency:
cs: Konzistence toku:
es: Consistencia de flujo:
fr: Uniformité du débit :
nl: Stroming consistentie:
pt: Consistência do fluxo:
pt_br: Consistência do fluxo:
ru: Однородность жидкости:
ta: ஓட்டம் நிலைத்தன்மை:

# FrictionSettings
source: Flow consistency
cs: Konzistence toku
es: Consistencia del flujo
fr: Uniformité du débit
nl: Stroom consistentie
pt: Consistência do fluxo
pt_br: Consistência do fluxo
ru: Однородность жидкости
ta: ஓட்டம் நிலைத்தன்மை

# FrictionSettings
source: Think of it as default fluid resistance. Behavior index above changes it at real time. Useful values in practice are quite large.
cs: Berte to jako výchozí odpor tekutiny. Index chování jej mění v reálném čase. V praxi použitelné hodnoty jsou poměrně vysoké.
es: Piensa en este valor como la resistencia al fluido. Se puede cambiar en tiempo real. Los valores en la práctica suelen ser bastante grandes.
fr: Considérez cela comme la résistance des fluides par défaut. L'indice de comportement ci-dessus change en temps réel. Les valeurs utiles dans la pratique sont assez grandes.
nl: Beschouw het als de standaard vloeistof weerstand. Gedrag index boven de veranderen het in real-time. Praktische waarden in de praktijk zijn vrij groot.
pt: Pensa nisto como resistência a fluidos padrão. Índice de comportamento acima altera-lo em tempo real. Valores úteis na prática são muito grandes.
pt_br: Pense nisso como resistência a fluidos por defeito. O índice de comportamento acima altera-o em tempo real. Os valores úteis na prática são bastante grandes.
ru: Считайте этот параметр типичным сопротивлением жидкости. Параметр Поведение жидкости, описанный выше, меняет его в реальном времени. Полезные на практике значения довольно велики.
ta: இயல்புநிலை திரவ எதிர்ப்பு என்று நினைத்துப் பாருங்கள். மேலே உள்ள நடத்தை அட்டவணை அதை உண்மையான நேரத்தில் மாற்றுகிறது. நடைமுறையில் பயனுள்ள மதிப்புகள் மிகப் பெரியவை.

# FrictionSettings
source: Fluid density:
cs: Hustota tekutiny:
es: Densidad del fluído:
fr: Densité des fluides :
nl: Vloeistofdichtheid:
pt: Densidade do fluido:
pt_br: Densidade do fluido:
ru: Плотность жидкости:
ta: திரவ அடர்த்தி:

# FrictionSettings
source: Fluid density
cs: Hustota tekutiny
es: Densidad de fluído
fr: Densité du fluide
nl: Vloeistofdichtheid
pt: Densidade do fluido
pt_br: Densidade dos fluidos
ru: Плотность жидкости
ta: திரவ அடர்த்தி
