Repository: RigsOfRods/rigs-of-rods
Catalog: languages/*/ror.po
Languages: ca, cs, de, es, et, fi, fr, it, nl, pl, pt, pt_br, ro, ru, sk, ta

# InputEvent
source: toggle truck description
cs: zobraz./skrýt popis vozidla
es: des/habilitar descripción del vehículo
fr: basculer la description du camion
nl: truck beschrijving aan/uit
pt: descrição do truck de alternância
pt_br: descrição do truck de alternância
ru: показать описание транспорта
ta: டிரக் விளக்கத்தை மாற்றவும்

# InputEvent
source: display or hide net chat
cs: zobrazit nebo skrýt síťový chat
es: mostrar/ocultar el chat en red
fr: afficher ou cacher le chat multijoueur
nl: chat venster tonen of verbergen
pt: Exibir ou ocultar o chat on line
pt_br: exibir ou ocultar o chat do jogo
ru: показать или скрыть сетевой чат
ta: நிகர அரட்டையைக் காண்பி அல்லது மறைக்கவும்

# InputEvent
source: toggle between net chat display modes
cs: přepnout režim zobrazení síťového chatu
es: alternar entre modos de visualización del chat en red
fr: défile le mode d'affichage du chat
nl: wissel tussen chat scherm modes
pt: alternar entre os modos de exibição do chat online
pt_br: alternar entre os modos de exibição de chat do jogo
ru: переключаться между режимами сетевого чата
ta: நிகர அரட்டை காட்சி முறைகளுக்கு இடையில் மாற்றவும்

# InputEvent
source: toggle Ogre statistics (FPS etc.)
cs: statistika grafického enginu Ogre (FPS atd.)
es: des/activar las estadísticas de OGRE (FPS, etc)
fr: afficher les infos du moteur Ogre (FPS, etc.)
nl: OGRE statistieken uit/aan (FPS enz.)
pt: alternar as estatisticas da Ogre (FPS e etc.)
pt_br: alternar estatísticas Ogre (FPS etc.)
ru: показать статистику Ogre (FPS и т.д.)
ta: OGRE புள்ளிவிவரங்களை மாற்றவும் (FPS போன்றவை)

# InputEvent
source: save scene in slot 01
cs: uložit pozici jako slot 1
es: guardar posición en la ranura 01
fr: sauvegarder la scène sur n°1
nl: scène opslaan in slot 01
pt: salvar posição no slot 1
pt_br: salvar cena no slot 01
ru: сохранить сцену в слоте 01
ta: ச்லாட் 01 இல் காட்சியை சேமிக்கவும்

# InputEvent
source: save scene in slot 02
cs: uložit pozici jako slot 2
es: guardar posición en la ranura 02
fr: sauvegarder la scène sur n°2
nl: scène opslaan in slot 02
pt: salvar posição como slot 2
pt_br: salvar cena no slot 02
ru: сохранить сцену в слоте 02
ta: சேமி scene in slot 02

# InputEvent
source: save scene in slot 03
cs: uložit pozici jako slot 3
es: guardar posición en la ranura 03
fr: sauvegarder la scène sur n°3
nl: scène opslaan in slot 03
pt: salvar cena no slot 3
pt_br: salvar cena no slot 03
ru: сохранить сцену в слоте 03
ta: சேமி scene in slot 03

# InputEvent
source: save scene in slot 04
cs: uložit pozici jako slot 4
es: guardar posición en la ranura 04
fr: sauvegarder la scène sur n°4
nl: scène opslaan in slot 04
pt: salvar cena no slot 4
pt_br: salvar cena no slot 04
ru: сохранить сцену в слоте 04
ta: ச்லாட் 04 இல் காட்சியை சேமிக்கவும்

# InputEvent
source: save scene in slot 05
cs: uložit pozici jako slot 5
es: guardar posición en la ranura 05
fr: sauvegarder la scène sur n°5
nl: scène opslaan in slot 05
pt: salvar cena no slot 5
pt_br: salvar cena no slot 05
ru: сохранить сцену в слоте 05
ta: ச்லாட் 05 இல் காட்சியை சேமிக்கவும்

# InputEvent
source: save scene in slot 06
cs: uložit pozici jako slot 6
es: guardar posición en la ranura 06
fr: sauvegarder la scène sur n°6
nl: scène opslaan in slot 06
pt: salvar posição no slot 6
pt_br: salvar cena no slot 06
ru: сохранить сцену в слоте 06
ta: ச்லாட் 06 இல் காட்சியை சேமிக்கவும்

# InputEvent
source: save scene in slot 07
cs: uložit pozici jako slot 7
es: guardar posición en la ranura 07
fr: sauvegarder la scène sur n°7
nl: scène opslaan in slot 07
pt: Salvar posição como slot 7
pt_br: salvar cena no slot 07
ru: сохранить сцену в слоте 07
ta: ச்லாட் 07 இல் காட்சியை சேமிக்கவும்

# InputEvent
source: save scene in slot 08
cs: uložit pozici jako slot 8
es: guardar posición en la ranura 08
fr: sauvegarder la scène sur n°8
nl: scène opslaan in slot 08
pt: Salvar posição como slot 8
pt_br: salvar cena no slot 08
ru: сохранить сцену в слоте 08
ta: ச்லாட் 08 இல் காட்சியை சேமிக்கவும்

# InputEvent
source: save scene in slot 09
cs: uložit pozici jako slot 9
es: guardar posición en la ranura 09
fr: sauvegarder la scène sur n°9
nl: scène opslaan in slot 09
pt: Salvar posição como slot 9
pt_br: salvar cena no slot 09
ru: сохранить сцену в слоте 09
ta: ச்லாட் 09 இல் காட்சியை சேமிக்கவும்

# InputEvent
source: save scene in slot 10
cs: uložit pozici jako slot 10
es: guardar posición en la ranura 10
fr: sauvegarder la scène sur n°10
nl: scène opslaan in slot 10
pt: salvar cena no slot 10
pt_br: salvar cena no slot 10
ru: сохранить сцену в слоте 10
ta: ச்லாட் 10 இல் காட்சியை சேமிக்கவும்

# InputEvent
source: load scene from slot 01
cs: Načtena pozice ze slotu 1
es: cargar escena de la ranura 01
fr: charger la scène depuis n°1
nl: laad scène uit slot 01
pt: carregar cena do slot 01
pt_br: carregar cena do slot 01
ru: загрузить сцену из слота 01
ta: ச்லாட் 01 இலிருந்து காட்சியை ஏற்றவும்

# InputEvent
source: load scene from slot 02
cs: Načtena pozice ze slotu 2
es: cargar escena de la ranura 02
fr: charger la scène depuis n°2
nl: laad scène uit slot 02
pt: Carregar cena do slot 2
pt_br: carregar cena do slot 02
ru: загрузить сцену из слота 02
ta: ச்லாட் 02 இலிருந்து காட்சியை ஏற்றவும்

# InputEvent
source: load scene from slot 03
cs: Načtena pozice ze slotu 3
es: cargar escena de la ranura 03
fr: charger la scène depuis n°3
nl: laad scène uit slot 03
pt: Carregar cena do Slot 3
pt_br: carregar cena do slot 03
ru: загрузить сцену из слота 03
ta: ச்லாட் 03 இலிருந்து காட்சியை ஏற்றவும்

# InputEvent
source: load scene from slot 04
cs: Načtena pozice ze slotu 4
es: cargar escena de la ranura 04
fr: charger la scène depuis n°4
nl: laad scène uit slot 04
pt: Carregar cena do Slot 4
pt_br: carregar cena do slot 04
ru: загрузить сцену из слота 04
ta: ச்லாட் 04 இலிருந்து காட்சியை ஏற்றவும்

# InputEvent
source: load scene from slot 05
cs: Načtena pozice ze slotu 5
es: cargar escena de la ranura 05
fr: charger la scène depuis n°5
nl: laad scène uit slot 05
pt: Carregar cena do Slot 5
pt_br: carregar cena do slot 05
ru: загрузить сцену из слота 05
ta: ச்லாட் 05 இலிருந்து காட்சியை ஏற்றவும்

# InputEvent
source: load scene from slot 06
cs: Načtena pozice ze slotu 6
es: cargar escena de la ranura 06
fr: charger la scène depuis n°6
nl: laad scène uit slot 06
pt: Carregar cena do Slot 6
pt_br: carregar cena do slot 06
ru: загрузить сцену из слота 06
ta: ச்லாட் 06 இலிருந்து காட்சியை ஏற்றவும்

# InputEvent
source: load scene from slot 07
cs: Načtena pozice ze slotu 7
es: cargar escena de la ranura 07
fr: charger la scène depuis n°7
nl: laad scène uit slot 07
pt: posição da carga no slot 7
pt_br: carregar cena do slot 07
ru: загрузить сцену из слота 07
ta: ச்லாட் 07 இலிருந்து காட்சியை ஏற்றவும்

# InputEvent
source: load scene from slot 08
cs: Načtena pozice ze slotu 8
es: cargar escena de la ranura 08
fr: charger la scène depuis n°8
nl: laad scène uit slot 08
pt: posição da carga no slot 8
pt_br: carregar cena do slot 08
ru: загрузить сцену из слота 08
ta: ச்லாட் 08 இலிருந்து காட்சியை ஏற்றவும்

# InputEvent
source: load scene from slot 09
cs: Načtena pozice ze slotu 9
es: carga la escena de la ranura 09
fr: charger la scène depuis n°9
nl: laad scène uit slot 09
pt: posição da carga no slot 9
pt_br: carregar cena do slot 09
ru: загрузить сцену из слота 09
ta: ச்லாட் 09 இலிருந்து காட்சியை ஏற்றவும்

# InputEvent
source: load scene from slot 10
cs: Načtena pozice ze slotu 10
es: cargar la escena de la ranura 10
fr: charger la scène depuis n°10
nl: laad scène uit slot 10
pt: posição da carga no slot 10
pt_br: carregar cena do slot 10
ru: загрузить сцену из слота 10
ta: ச்லாட் 10 இலிருந்து காட்சியை ஏற்றவும்

# InputEvent
source: accelerate the truck
cs: akcelerovat vozidlo
es: acelerar el vehículo
fr: accélérer le camion
nl: Accelereert de vrachtwagen
pt: acelerar o .Truck
pt_br: acelere o truck
ru: ускорение автомобиля
ta: டிரக்கை துரிதப்படுத்துங்கள்

# InputEvent
source: accelerate with 25 percent pedal input
cs: jet na 25% plynu
es: acelerar un 25 por ciento
fr: accélère de 25% de gaz
pt: acelere com 25 por cento de entrada do pedal
pt_br: acelere com 25 por cento do pedal
ru: ускорить при задействовании педали на 25 процентов
ta: 25 சதவீத மிதி உள்ளீட்டைக் கொண்டு துரிதப்படுத்துங்கள்

# InputEvent
source: accelerate with 50 percent pedal input
cs: jet na 50% plynu
es: acelerar un 50 por ciento
fr: accélère de 50% de gaz
pt: acelere com 50 por cento de entrada do pedal
pt_br: acelere com 50 por cento do pedal
ru: ускорить при задействовании педали на 50 процентов
ta: 50 சதவீத மிதி உள்ளீட்டைக் கொண்டு துரிதப்படுத்துங்கள்

# InputEvent
source: toggle left direction indicator (blinker)
cs: vyp./zap. levá směrová světla
es: des/activar intermitente izquierdo
fr: allumer l'indicateur gauche (clignotant)
nl: linker knipperlicht uit/aan
pt: (Des)Ligar pisca-pisca da esquerda
pt_br: alternar o indicador de direção para a esquerda (pisca)
ru: переключение левого поворотника
ta: இடது திசை காட்டி (பிளிங்கர்)

# InputEvent
source: toggle right direction indicator (blinker)
cs: vyp./zap. pravá směrová světla
es: des/activar intermitente derecho
fr: allumer l'indicateur droit (clignotant)
nl: rechter knipperlicht uit/aan
pt: (Des)Ligar pisca-pisca da direita
pt_br: alternar o indicador de direção para a direita (pisca)
ru: переключение правого поворотника
ta: சரியான திசை காட்டி (பிளிங்கர்)

# InputEvent
source: toggle all direction indicators
cs: vyp./zap. všechny ukazatele směru
es: des/activar luces de emergencias
fr: allumer les indicateurs de direction
nl: schakel alle knipperlichten
pt: (Des)Ligar todos os indicadores de direcção
pt_br: alternar todos os indicadores de direção
ru: переключение аварийки
ta: அனைத்து திசை குறிகாட்டிகளையும் மாற்றவும்

# InputEvent
source: brake
cs: brzda
es: freno
fr: frein
nl: rem
pt: freio
pt_br: freio
ru: тормоз
ta: நிறுத்தி

# InputEvent
source: brake with 25 percent pedal input
cs: brzdit na 25% pedálu
es: frenar un 25 por ciento
fr: freine à 25%
pt: freio com entrada de pedal de 25 por cento
pt_br: freio com pedal de 25 por cento
ru: тормозить при задействовании педали на 25 процентов
ta: 25 சதவீத மிதி உள்ளீட்டைக் கொண்டு பிரேக்

# InputEvent
source: brake with 50 percent pedal input
cs: brzdit na 50% pedálu
es: frenar un 50 por ciento
fr: freine à 50%
pt: freio com entrada de pedal de 50 por cento
pt_br: freio com entrada de pedal de 50 por cento
ru: тормозить при задействовании педали на 50 процентов
ta: 50 சதவீத மிதி உள்ளீட்டைக் கொண்டு பிரேக்

# InputEvent
source: truck horn
cs: klakson
es: bocina del vehículo
fr: klaxon du camion
nl: vrachtwagenhoorn
pt: Buzina do camião
pt_br: buzina do caminhão
ru: Клаксон
ta: டிரக் கொம்பு

# InputEvent
source: toggle custom light 1
cs: přepnout uživatelská světla 1
es: des/activar grupo de luces 1
fr: activer la lumière perso. n°1
nl: speciaal licht 1 aan/uit
pt: (Des)Ligar a luz personalizada 1
pt_br: alternar luz personalizada 1
ru: переключение пользовательского света №1
ta: தனிப்பயன் ஒளி 1 ஐ மாற்றவும்

# InputEvent
source: toggle custom light 2
cs: přepnout uživatelská světla 2
es: des/activar grupo de luces 2
fr: activer la lumière perso. n°2
nl: speciaal licht 2 aan/uit
pt: (Des)Ligar a luz personalizada 2
pt_br: alternar luz personalizada 2
ru: переключение пользовательского света №2
ta: தனிப்பயன் ஒளி 2 ஐ மாற்றவும்

# InputEvent
source: toggle custom light 3
cs: přepnout uživatelská světla 3
es: des/activar grupo de luces 3
fr: activer la lumière perso. n°3
nl: speciaal licht 3 aan/uit
pt: (Des)Ligar a luz personalizada 3
pt_br: alternar luz personalizada 3
ru: переключение пользовательского света №3
ta: தனிப்பயன் ஒளி 3 ஐ மாற்றவும்

# InputEvent
source: toggle custom light 4
cs: přepnout uživatelská světla 4
es: des/activar grupo de luces 4
fr: activer la lumière perso. n°4
nl: speciaal licht 4 aan/uit
pt: (Des)Ligar a luz personalizada 4
pt_br: alternar luz personalizada 4
ru: переключение пользовательского света №4
ta: தனிப்பயன் ஒளி 4 ஐ மாற்றவும்

# InputEvent
source: toggle custom light 5
cs: přepnout uživatelská světla 5
es: des/activar grupo de luces 5
fr: activer la lumière perso. n°5
nl: speciaal licht 5 aan/uit
pt: (Des)Ligar a luz personalizada 5
pt_br: alternar luz personalizada 5
ru: переключение пользовательского света №5
ta: தனிப்பயன் ஒளி 5 ஐ மாற்றவும்

# InputEvent
source: toggle custom light 6
cs: přepnout uživatelská světla 6
es: des/activar grupo de luces 6
fr: activer la lumière perso. n°6
nl: speciaal licht 6 aan/uit
pt: (Des)Ligar a luz personalizada 6
pt_br: alternar luz personalizada 6
ru: переключение пользовательского света №6
ta: தனிப்பயன் ஒளி 6 ஐ மாற்றவும்

# InputEvent
source: toggle custom light 7
cs: přepnout uživatelská světla 7
es: des/activar grupo de luces 7
fr: activer la lumière perso. n°7
nl: speciaal licht 7 aan/uit
pt: (Des)Ligar a luz personalizada 7
pt_br: alternar luz personalizada 7
ru: переключение пользовательского света №7
ta: தனிப்பயன் ஒளி 7 ஐ மாற்றவும்

# InputEvent
source: toggle custom light 8
cs: přepnout uživatelská světla 8
es: des/activar grupo de luces 8
fr: activer la lumière perso. n°8
nl: speciaal licht 8 aan/uit
pt: (Des)Ligar a luz personalizada 8
pt_br: alternar luz personalizada 8
ru: переключение пользовательского света №8
ta: தனிப்பயன் ஒளி 8 ஐ மாற்றவும்

# InputEvent
source: toggle custom light 9
cs: přepnout uživatelská světla 9
es: des/activar grupo de luces 9
fr: activer la lumière perso. n°9
nl: speciaal licht 9 aan/uit
pt: (Des)Ligar a luz personalizada 9
pt_br: alternar luz personalizada 9
ru: переключение пользовательского света №9
ta: தனிப்பயன் ஒளி 9 ஐ மாற்றவும்

# InputEvent
source: toggle custom light 10
cs: přepnout uživatelská světla 10
es: des/activar grupo de luces 10
fr: activer la lumière perso. n°10
nl: speciaal licht 10 aan/uit
pt: (Des)Ligar a luz personalizada 10
pt_br: alternar luz personalizada 10
ru: переключение пользовательского света №10
ta: தனிப்பயன் ஒளி 10 ஐ மாற்றவும்

# InputEvent
source: toggle parking brake
cs: parkovací brzda
es: des/activar freno de mano
fr: mettre le frein à main
nl: Handrem
pt: Travar/destravar o travão de mão
pt_br: ativar o freio de estacionamento
ru: переключение стояночного тормоза
ta: பார்க்கிங் பிரேக்கை மாற்றவும்

# InputEvent
source: toggle trailer parking brake
cs: parkovací brzda přívěsu
es: des/activar freno de mano del remolque
fr: mettre le frein de la remorque
nl: parkeerrem voor aanhangwagens aan/uit
pt: ativar o freio de estacionamento do trailer
pt_br: alternar o freio de estacionamento do trailer
ru: переключение стояночного тормоза трейлера
ta: டிரெய்லர் பார்க்கிங் பிரேக்கை மாற்றவும்

# InputEvent
source: toggle antilock brake
cs: protiblokovací systém
es: des/activa el ABS
fr: activer l'ABS
nl: verander antiblokkeer remsysteem
pt: alternar freio antibloqueio
pt_br: travar antibloqueio
ru: переключение антиблокировки тормоза
ta: ஆன்டிலாக் பிரேக்கை மாற்றவும்

# InputEvent
source: toggle videocamera
cs: přepnout videokamery
es: des/activar videocámaras
fr: changer caméra vidéo
nl: videocamera aan/uit
pt: alternar a câmara de vídeo
pt_br: alternar câmera de vídeo
ru: переключение видеокамер
ta: வீடியோ கேமெராவை மாற்றவும்

# InputEvent
source: toggle traction control
cs: přepnout kontrolu trakce
es: des/activar control de tracción
fr: basculer le contrôle de la traction
nl: verander tractiecontrole
pt: alternar controle de tração
pt_br: alternar o controle de tração
ru: переключение контроля скольжения
ta: இழுவைக் கட்டுப்பாட்டை மாற்றவும்

# InputEvent
source: toggle cruise control
cs: zap./vyp. tempomat
es: des/activar control de crucero
fr: activer le régulateur de vitesse
pt: alternar controle de cruzeiro
pt_br: alternar controle de cruzeiro
ru: переключить круиз контроль
ta: பயணக் கட்டுப்பாட்டை மாற்றவும்

# InputEvent
source: match target speed / rpm with current truck speed / rpm
cs: srovnat požadovanou rychlost / otáčky se současnou rychlostí / otáčkami
es: coincidir velocidad objetivo/ rpm con el vehículo actual / rpm
fr: faire correspondre le régime cible avec l'actuel du camion
pt: combinar a velocidade alvo / rpm com a velocidade atual do truck / rpm
pt_br: combinar a velocidade alvo/rpm com a velocidade atual do caminhão/rpm
ru: заданная скорость / rpm с текущей скорости грузовика / rpm
ta: தற்போதைய டிரக் விரைவு / ஆர்.பி.எம் உடன் இலக்கு விரைவு / ஆர்.பி.எம்

# InputEvent
source: increase target speed / rpm
cs: zvýšit požadovanou rychlost / otáčky
es: aumentar velocidad / rpm
fr: augmenter le régime cible
pt: aumentar a velocidade alvo / rpm
pt_br: aumentar a velocidade alvo/rpm
ru: увеличить целевую скорость / об/мин
ta: இலக்கு விரைவு / ஆர்.பி.எம்

# InputEvent
source: decrease target speed / rpm
cs: snížit požadovanou rychlost / otáčky
es: disminuir velocidad/ rpm
fr: réduire le régime cible
pt: Engatar uma carga ao camião
pt_br: diminuir a velocidade alv /rpm
ru: уменьшить целевую скорость / об/мин
ta: இலக்கு விரைவு / ஆர்.பி.எம்

# InputEvent
source: hold to start the engine
cs: podržet pro start motoru
es: mantener pulsado para arrancar el motor
fr: maintenir pour démarrer le moteur
nl: ingedrukt houden om motor te starten
pt: Segure para dar a partida
pt_br: segure para ligar o motor
ru: удерживайте для запуска двигателя
ta: இயந்திரத்தைத் தொடங்க

# InputEvent
source: steer left
cs: zatočit doleva
es: girar a la izquierda
fr: tourner à gauche
pt: virar para a esquerda
pt_br: virar a esquerda
ru: повернуть налево
ta: இடது

# InputEvent
source: steer right
cs: zatočit doprava
es: girar a la derecha
fr: tourner à droite
pt: Virar a direita
pt_br: dirigir para a direita
ru: повернуть направо
ta: வலதுபுறம் செல்லுங்கள்

# InputEvent
source: toggle ignition
cs: zapalování
es: alternar ignición
fr: activer le contact
pt: (Des)Ligar a ignição
pt_br: alternar a ignição
ru: переключение зажигания
ta: பற்றவைப்பை மாற்றவும்

# InputEvent
source: toggle forwardcommands
cs: zap./vyp. přeposílání příkazů
es: des/habilitar enviar comandos
pt: alternar comandos para frente
pt_br: alternar comandos para frente
ru: переключить forwardcommands
ta: முன்னோக்கி காம்பாண்டுகளை மாற்றவும்

# InputEvent
source: toggle importcommands
cs: zap./vyp. přejímání příkazů
es: des/habilitar importar comandos
pt: alternar comandos de importação
pt_br: alternar comandos de importação
ru: переключить importcommands
ta: இறக்குமதி காம்பாண்டுகளை மாற்றவும்

# InputEvent
source: toggle physics
cs: pozastavit fyziku
es: des/habilitar física
fr: afficher la physique
pt: alternar física
pt_br: alternar física
ru: переключить физику
ta: இயற்பியலை மாற்றவும்

# InputEvent
source: cycle between available inter axle differential modes
cs: cyklovat dostupné režimy diferenciálu mezi osami
es: ciclo entre los modos de diferencial entre ejes disponibles
fr: défiler les modes du différentiel inter-essieu
pt: ciclo entre os modos diferenciais entre eixos disponíveis
pt_br: ciclo entre os modos diferenciais entre eixos disponíveis
ru: переключение между доступными режимами межосевых дифференциалов
ta: கிடைக்கக்கூடிய இடை அச்சு வேறுபாடு முறைகளுக்கு இடையில் சுழற்சி

# InputEvent
source: cycle between available inter wheel differential modes
cs: cyklovat dostupné režimy diferenciálu mezi koly
es: ciclo entre los modos de diferencial entre ruedas disponibles
fr: défiler les modes du différentiel inter-roues
pt: ciclo entre os modos diferenciais entre rodas disponíveis
pt_br: ciclo entre os modos diferenciais entre rodas disponíveis
ru: переключение между доступными режимами межколёсных дифференциалов
ta: கிடைக்கக்கூடிய இடை சக்கர வேறுபாடு முறைகளுக்கு இடையில் சுழற்சி

# InputEvent
source: toggle transfer case mode
cs: přepnout režim převodovky
es: cambiar el modo de la caja de transferencia
fr: changer le mode de boîte de transfert
pt: alternar modo de transferência
pt_br: alternar modo de transferência
ru: переключить режим раздаточной коробки
ta: பரிமாற்ற வழக்கு பயன்முறையை மாற்றவும்

# InputEvent
source: toggle transfer case gear ratio
cs: upravit převodový poměr
es: relación de transmisión de la caja de cambios
fr: changer le rapport de boîte de transfert
pt: alternar relação de engrenagem da caixa de transferência
pt_br: alternar relação de engrenagem da caixa de transferência
ru: переключение передаточного числа в раздаточной коробке
ta: பரிமாற்ற வழக்கு கியர் விகிதத்தை மாற்றவும்

# InputEvent
source: move left mirror to the left
cs: posunout levé zrcátko doleva
es: mover el espejo izquierdo hacia la izquierda
fr: pivoter le rétroviseur gauche vers la gauche
pt: mover retrovisor esquerdo para esquerda
pt_br: mova o espelho esquerdo para a esquerda
ru: подвинуть левое зеркало влево
ta: இடது கண்ணாடியை இடதுபுறமாக நகர்த்தவும்

# InputEvent
source: move left mirror to the right
cs: posunout levé zrcátko doprava
es: mover el espejo izquierdo a la derecha
fr: pivoter le rétroviseur gauche vers la droite
pt: mover o retrovisor esquerdo para direita
pt_br: mova o espelho esquerdo para a direita
ru: подвинуть левое зеркало вправо
ta: இடது கண்ணாடியை வலதுபுறமாக நகர்த்தவும்

# InputEvent
source: more right mirror to the left
cs: posunout pravé zrcátko vlevo
es: mover espejo derecho a la izquierda
fr: pivoter le rétroviseur droit vers la gauche
pt: retrovisor direito mais para esquerda
pt_br: mais espelho direito para a esquerda
ru: подвинуть правое зеркало влево
ta: மேலும் வலது கண்ணாடி இடதுபுறம்

# InputEvent
source: move right mirror to the right
cs: posunout pravé zrcátko vpravo
es: mover el espejo derecho a la derecha
fr: pivoter le rétroviseur droit vers la droite
pt: mover retrovisor direito para a direita
pt_br: mova o espelho da direita para a direita
ru: подвинуть правое зеркало вправо
ta: வலது கண்ணாடியை வலதுபுறம் நகர்த்தவும்

# InputEvent
source: shift automatic transmission one gear down
cs: přeřadit automatickou převodovku o jeden stupeň dolů
es: bajar una velocidad en el modo automático de transmisión
fr: rétrograder d'une vitesse en boîte automatique
pt: colocar uma mudança abaixo na mudança automática
pt_br: mude a transmissão automática uma marcha abaixo
ru: переключить автоматическую трансмиссию на одну передачу вниз
ta: தானியங்கி டிரான்ச்மிசனை ஒரு கியர் கீழே மாற்றவும்

# InputEvent
source: shift automatic transmission one gear up
cs: přeřadit automatickou převodovku o jeden stupeň nahoru
es: subir una velocidad en el modo automático de transmisión
fr: passer une vitesse en boîte automatique
pt: colocar uma mudança acima na mudança automática
pt_br: mude a transmissão automática uma marcha acima
ru: переключить автоматическую трансмиссию на одну передачу вверх
ta: தானியங்கி டிரான்ச்மிசனை ஒரு கியர் அப் மாற்றவும்

# InputEvent
source: manual clutch (for manual transmission)
cs: manuální spojka (pro manuální řazení)
es: Embrague manual (transmisión manual)
fr: l'embrayage (pour les transmissions manuelles)
pt: Embreagem manual (para marcha manual)
pt_br: embreagem manual (para transmissão manual)
ru: Ручное сцепление (для механической трансмиссии)
ta: கையேடு கிளட்ச் (கையேடு பரிமாற்றத்திற்கு)

# InputEvent
source: shift one gear down in manual transmission mode
cs: přeřadit o jednu rychlost níž u manuální převodovky
es: baja una velocidad en el modo de transmisión manual
fr: rétrograder d'une vitesse en boîte manuelle
pt: Por uma mudança abaixo na caixa de velocidade manual
pt_br: mude uma marcha para baixo no modo de transmissão manual
ru: переключение на одну передачу вниз в режиме механической трансмиссии
ta: கையேடு பரிமாற்ற பயன்முறையில் ஒரு கியரை கீழே மாற்றவும்

# InputEvent
source: shift to neutral gear in manual transmission mode
cs: přeřadit na neutrál u manuální převodovky
es: cambiar a punto muerto en transmisión manual
fr: passer au point mort en mode boîte manuelle
pt: Colocar em ponto morto a caixa de velocidade manual
pt_br: mude para a marcha neutra no modo de transmissão manual
ru: переключение на нейтральное положение в механической трансмиссии
ta: கையேடு டிரான்ச்மிசன் பயன்முறையில் நடுநிலை கியருக்கு மாற்றவும்
