Repository: RigsOfRods/rigs-of-rods
Catalog: languages/*/ror.po
Languages: ca, cs, de, es, et, fi, fr, it, nl, pl, pt, pt_br, ro, ru, sk, ta

source: enter or exit a truck
ca: entra o surt del camió
de: Ein-/Aussteigen
et: sisene või välju sõidukist
fi: mene sisään tai poistu ajoneuvosta
it: entra o esci dal veicolo
pl: wejdź do/wyjdź z pojazdu
ro: intră sau ieși dintr-un camion
sk: vstúpiť, alebo vystúpiť s vozidla

source: enter the chat
ca: entra al xat
de: Dem Chat beitreten
et: sisene vestlusse
fi: siirry keskusteluun
it: partecipa alla chat
pl: przyłącz się do czatu
ro: intră pe chat
sk: vstúpte do chatu

source: enter/exit teleport mode
pl: wejdź do / wyjdź z trybu teleportowania

source: error upon restoring Ogre Configuration
ca: s'ha produït un error restaurant la Configuració de l'Ogre
de: Fehler bei der Wiederherstellung der Ogre Konfiguration
et: viga Ogre seadete taastamisel
fi: virhe palauttaessa Ogren kokoonpanoa
it: errore nel ripristino della configurazione di Ogre
pl: błąd przy przywracaniu konfiguracji Ogre
ro: eroare la restaurarea Configurației Ogre
sk: chyba pri reštartovaní konfigurácie Ogre

source: exit the game
ca: surt de la partida
de: Spiel beenden.
et: välju mängust
fi: poistu pelistä
it: esci dal gioco
pl: wyjdź z gry
ro: ieși din joc
sk: ukončiť hru

source: fix the camera to a position
ca: ubica la càmera a una posició
de: Kamera fixieren
et: fikseeri kaamera kindlasse asendisse
fi: Kiinnitä kamera sijaintiin
it: blocca visuale in un punto
pl: ustaw kamerę w wybranej pozycji
ro: fixează camera într-o poziție
sk: zaistiť kameru na pozíciu

source: full airbrakes
ca: aerofrens complets
de: Volle Störklappen (Luftbremsen)
et: maksimaalsed õhupidurid
fi: täydet ilmajarrut
it: freni ad aria al massimo
pl: pełna siła hamulców aerodynamicznych
ro: frâne pneumatice complete
sk: plná aerodynamická brzda

source: full flaps in an aircraft.
ca: alerons complets en una aeronau.
de: Volle Landeklappen
et: maksimaalsed klapid lennukil
fi: Täydet laskusiivekkeet lentokoneessa
it: alettoni completi in un aereo.
pl: maksymalne wychylenie klap w samolocie.
ro: flapsuri complete ale aeronavei.
sk: klapky naplno na lietadle.

source: full thrust
ca: impuls complet
de: voller Schub
et: täielik tõukejõud
fi: täysi työntöteho
it: spinta al massimo
pl: maksymalny ciąg silników samolotu
ro: tracţiune integrala
sk: plný ťah

source: fx_color:
et: efekti värv:
fi: fx väri:
it: Colore Effetto:
pl: fx_kolor:
ro: culoare_fx:
sk: fy_farba:

source: fx_type:
ca: tipus_fx:
et: efekti tüüp:
fi: fx_tyyppi:
it: Tipo di effetto:
pl: typ_fx:
ro: tip_fx:
sk: typ fx:

source: go to user
ca: vés a l'usuari
de: Gehe zum Benutzer
et: mine kasutaja juurde
fi: siirry käyttäjään
it: vai dall'utente
pl: idź do użytkownika
ro: mergi la utilizator
sk: ísť k užívateľovi

source: hide all GUI elements
ca: amaga tots els elements del GUI
de: Alle grafischen Benutzerelemente ausblenden
et: peida kõik GUI elemendid
fi: piilota kaikki mittariston elementit
it: nasconde tutti gli elementi di interfaccia grafica
pl: ukryj wszystkie elementy interfejsu użytkownika
ro: ascunde toate elementele GUI
sk: skryť všetky GUI prvky

source: hold to start the engine
ca: premeu per engegar el motor
de: Halten, um den Motor zu starten
et: hoia mootori käivitamiseks
fi: pidä pohjassa käynnistääksesi moottorin
it: tieni premuto per avviare il motore
pl: przytrzymaj, by włączyć silnik
ro: apasă lung ca să pornești motorul
sk: podržať pre štart motora

source: increase day-time
ca: augmenta temps
de: Tageszeit vorspulen
et: suurenda päeva
fi: nopeuta päiväaikaa
it: aumenta ora del giorno
pl: zmień porę dnia na późniejszą
ro: mărește timpul zilei
sk: zvýšiť čas dňa

source: increase day-time a lot faster
ca: augmenta el temps a més ràpid
de: Tageszeit vorspulen (stark beschleunigt)
et: suurenda päeva palju kiiremini
fi: nopeuta päiväaikaa paljon
it: aumenta ora del giorno molto velocemente
pl: zmień szybko porę dnia na późniejszą
ro: mărește timpul zilei mai repede
sk: posunúť čas oveľa rýchlejšie

source: increase target speed / rpm
ca: augmenta velocitat objectiva / rpm
de: Wunsch-Geschwindigkeit / Drehzahl erhöhen
et: suurenda sihtkiirust / rpm
fi: lisää kohde nopeutta rpm
it: Aumenta la velocità / rpm obiettivo
pl: Zwiększ prędkość celu / obroty na minutę
ro: crește viteza target-ului / rpm
sk: zvýšiť cieľovú rýchlosť / rpm

source: increase the airplane thrust
ca: augmenta l'impuls de l'avió
de: den Schub von Flugzeugen erhöhen
et: suurenda lennuki tõukejõudu
fi: lisää lentokoneen työntövoimaa
it: aumenta spinta aeroplano
pl: zwiększ ciąg silników samolotu
ro: mărește accelerația avionului
sk: zvýšiť ťah lietadla

source: increase the current FOV value
ca: augmenta el valor actual del camp de visió
de: Sichtfeld vergrößern (relativ)
et: suurenda vaatevälja
fi: lisää tämänhetkistä FOV-määrää
it: aumenta il valore FOV attuale
pl: zwiększ pole widzenia (FOV)
ro: mărește valoarea actuală a FOV-ului
sk: zvýšiť aktuálnu hodnotu FOV

source: increase throttle
ca: augmenta l'accelerador
de: Schub erhöhen
et: anna gaasi
fi: lisää kaasua
it: Aumenta acceleratore
pl: otwórz przepustnicę
ro: mărește accelerația
sk: pridať plyn

source: increase tire pressure (note: only very few trucks support this)
ca: augmenta la presió del pneumàtic (nota: només alguns camions ho suporten)
de: Reifendruck erhöhen (Achtung: Nur sehr wenige Fahrzeuge unterstützen das)
et: suurenda rehvirõhku (märkus: seda toetavad vaid mõned sõidukid)
fi: Lisää rengaspainetta (Huomaa: vain osalla ajoneuvoista on tämä ominaisuus)
it: aumentare la pressione degli pneumatici (nota: solo alcuni veicoli lo supportano)
pl: zwiększ ciśnienie opon (uwaga: mało która ciężarówka to obsługuje)
ro: crește presiunea roților (notă: doar câteva camioane suportă așa ceva)
sk: zvýšiť tlak v pneumatikách (poznámka: podpora len pri niektorých vozidlách)

source: incremental check: deleted and changed files
ca: comprovació incremental: fitxers suprimits i modificats
de: schrittweise Überprüfung: gelöschte und veränderte Dateien
et: Lisakontroll: kustutatud ja muudetud failid
fi: Tarkistus: poistetut ja muuttuneet tiedostot
it: Controllo incrementale: file cancellati e modificati
pl: test przyrostowy: usunięte i zmienione pliki
ro: verificare de bază: fișiere șterse și schimbate
sk: kontrola zmenených položiek: zmazané a zmenené súbory

source: incremental check: duplicates
ca: comprovació incremental: duplicats
de: schrittweise Überprüfung: Duplikate
et: Lisakontroll: kattuvad failid
fi: tarkistus: kaksoiskappaleet
it: controllo incrementale: duplicati
pl: test przyrostowy: duplikaty
ro: verificare de bază: dubluri
sk: kontrola zmenených položiek: duplikáty

source: incremental check: new content
ca: comprovació incremental: nou contingut
de: schrittweise Überprüfung: neuer Inhalt
et: Lisakontroll: uus sisu
fi: Inkrementaalinen tarkastus: Uutta sisältöä
it: Controllo aggiuntivo: nuovi contenuti
pl: test przyrostowy: nowa zawartość
ro: verificare de bază: conținut nou
sk: kontrola zmenených položiek: nový obsah

source: incremental check: new files
ca: comprovació incremental: nous fitxers
de: schrittweise Überprüfung: neue Dateien
et: Lisakontroll: uued failid
fi: Tarkistus: uudet tiedostot
it: controllo incrementale: file nuovi
pl: test przyrostowy: nowe pliki
ro: verificare de bază: fișiere noi
sk: kontrola zmenených položiek: nové súbory

source: incremental check: processing changed zips
ca: comprovació incremental: s'està processant zips canviats
de: schrittweise Überprüfung: Verarbeite veränderte Zips
et: Lisakontroll: töötlen uuendatud zippe
fi: Alustava tarkistus: käsitellään muuttuneet tiedostot
it: controllo incrementale: elaborando gli zip cambiati
pl: test przyrostowy: przetwarzanie zmienionych archiwów
ro: verificare de bază: se procesează zip-urile schimbate
sk: inkrementálna kontrola: spracovávanie zmenených zip archívov

source: jpg (smaller, default)
ca: jpg (més petit, per defecte)
de: jpg (geringe Größe, Standard)
et: jpg (väiksem, vaikeseade)
fi: jpg (pienempi, oletusarvo)
it: jpg (più piccolo, predefinito)
pl: JPG (mniejszy plik, domyślne)
ro: jpg (ocupă puțin, prestabilit)
sk: jpg (menší, východzie)

source: less airbrakes
ca: menys aerofrens
de: weniger Bremsklappen
et: vähem õhupidureid
fi: vähemmän ilmajarruja
it: meno freni ad aria
pl: zmniejsz siłę hamulców aerodynamicznych
ro: frâne pneumatice mai slabe
sk: menej aerodynamickej brzdy

source: let the character jump
ca: permet el personatge saltar
de: mit dem Spieler springen
et: lase tegelasel hüpata
fi: hyppää
it: fa saltare il personaggio
pl: pozwól postaci skakać
ro: lasă personajul să sară
sk: nechať postavu skákať

source: let the character run
ca: permet al personatge córrer
de: mit dem Spieler rennen
et: lase tegelasel joosta
fi: juokse
it: fa correre il personaggio
pl: pozwól postaci biec
ro: lasă personajul să fugă
sk: nechať postavu bežať

source: load position under slot 1
ca: carrega posició a l'espai 1
de: Lade Position aus Platz 1
et: laadi asukoht 1
fi: lataa sijainti paikasta 1
it: carica posizione dallo slot 1
pl: załaduj pozycję ze slota 1
ro: încarcă poziția sub slotul 1
sk: načítať pozíciu pod slotom1

source: load position under slot 10
ca: carrega posició a l'espai 10
de: Lade Position aus Platz 10
et: laadi asukoht 10
fi: lataa sijainti paikasta 10
it: carica la posizione dallo spazio 10
pl: załaduj pozycję ze slota 10
ro: încarcă poziția sub slotul 10
sk: načítám pozíciu pod slotom 10

source: load position under slot 2
ca: carrega posició a l'espai 2
de: Lade Position aus Platz 2
et: laadi asukoht 2
fi: lataa sijainti paikasta 2
it: carica la posizione dallo spazio 2
pl: załaduj pozycję ze slota 2
ro: încarcă poziția sub slotul 2
sk: načítať pozíciu pod slotom 2

source: load position under slot 3
ca: carrega posició a l'espai 3
de: Lade Position aus Platz 3
et: laadi asukoht 3
fi: lataa sijainti paikasta 3
it: carica la posizione dallo spazio 3
pl: załaduj pozycję ze slota 3
ro: încarcă poziția sub slotul 3
sk: načítať pozíciu pod slotom 3

source: load position under slot 4
ca: carrega posició a l'espai 4
de: Lade Position aus Platz 4
et: laadi asukoht 4
fi: lataa sijainti paikasta 4
it: carica la posizione dallo spazio 4
pl: załaduj pozycję ze slota 4
ro: se încarcă poziția sub slotul 4
sk: načítať pozíciu pod slotom 4

source: load position under slot 5
ca: carrega posició a l'espai 5
de: Lade Position aus Platz 5
et: laadi asukoht 5
fi: lataa sijainti paikasta 5
it: carica la posizione dallo spazio 5
pl: załaduj pozycję ze slota 5
ro: încarcă poziția sub slotul 5
sk: načítať pozíciu pod slotom 5

source: load position under slot 6
ca: carrega posició a l'espai 6
de: Lade Position aus Platz 6
et: laadi asukoht 6
fi: lataa sijainti paikasta 6
it: carica la posizione dallo spazio 6
pl: załaduj pozycję ze slota 6
ro: încarcă poziția sub slotul 6
sk: načítať pozíciu pod slotom 6

source: load position under slot 7
ca: carrega posició a l'espai 7
de: Lade Position aus Platz 7
et: laadi asukoht 7
fi: lataa sijainti paikasta 7
it: carica la posizione dallo spazio 7
pl: załaduj pozycję ze slota 7
ro: încarcă poziția sub slotul 7
sk: načítať pozíciu pod slotom 7

source: load position under slot 8
ca: carrega posició a l'espai 8
de: Lade Position aus Platz 8
et: laadi asukoht 8
fi: lataa sijainti paikkasta 8
it: Carica la posizione dallo slot 8
pl: załaduj pozycję ze slota 8
ro: încarcă poziția sub slotul 8
sk: načítať pozíciu pod slotom 8

source: load position under slot 9
ca: carrega posició a l'espai 9
de: Lade Position aus Platz 9
et: laadi asukoht 9
fi: lataa sijainti paikasta 9
it: carica la posizione dallo spazio 9
pl: załaduj pozycję ze slota 9
ro: încarcă poziția sub slotul 9
sk: načítať pozíciu pod slotom 9

source: loading new directory:
ca: S'està carregant nou directori:
de: Neues Verzeichnis laden:
et: laadin uut kataloogi:
fi: ladataan uutta hakemistoa:
it: Caricamento nuova cartella:
pl: wgrywam nowy katalog:
ro: se încarcă directorul nou:
sk: načítavanie nového adresára

source: loading new zip:
ca: s'està carregant nou zip:
de: Neues Zip wird geladen:
et: laadin uut zippi:
fi: ladataan uutta zip -pakettia:
it: Caricamento nuovo zip:
pl: wgrywam nowe archiwum:
ro: se încarcă noul fișier zip:
sk: načítavanie nového zip:

source: loading...
ca: s'està carregant...
de: Lade ...
et: laadimine...
fi: ladataan...
it: caricamento...
pl: ładowanie...
ro: se încarcă...
sk: Načítavanie...

source: look back (toggles between normal and lookback)
ca: mira cap enrere (alterna entre normal i mirar enrere)
de: Rückblick (zwischen normal und Rückblick umschalten)
et: vaata tagasi (lülitub tavavaate ja tagasivaate vahel)
fi: katso taaksepäin
it: guarda dietro (cambia tra normale e retro visione)
pl: spójrz w tył (przełącza między widokiem normalnym, a do tyłu)
ro: uită-te în spate (schimbă între normal și uită-te în spate)
sk: pohľad dozadu (prepína medzi normálnym pohľadom a pohľadom dozadu)

source: manual clutch (for manual transmission)
ca: embragatge manual (per a transmissió manual)
de: Manuelle Kupplung (bei manueller Schaltung)
et: sidur (manuaalkäigukasti kasutades)
fi: manuaalinen kytkin (manuaalisessa vaihteistossa)
it: frizione manuale (cambio manuale)
pl: Ręczne sprzęgło (dla ręcznej skrzyni biegów)
ro: ambreiaj manual (pentru cutie manuală)
sk: manuálna spojka (pri manuálnom radení)

source: more airbrakes
ca: més aerofrens
de: mehr Bremsklappen
et: rohkem õhupidureid
fi: lisää ilmajarruja
it: aumenta freno ad aria compressa
pl: zwiększ siłę hamulców aerodynamicznych
ro: frâne pneumatice mai puternice
sk: viac aerodynamických bŕzd

source: more replay backward
ca: repetició més lenta
de: Wiedergabe rückwärts
et: keri kordusrežiimis tagasi
fi: lisää taaksepäin uusintatoiminnossa
it: riavvolgi il replay
pl: przewiń powtórkę do tyłu
ro: mai multă reluare inversă
sk: nahrávanie viac dozadu

source: more replay forward
ca: més reproducció endavant
de: Wiedergabe vorwärts
et: keri kordusrežiimis edasi
fi: lisää eteenpäin uusintatoiminnossa
it: avanzamento del replay
pl: przewiń powtórkę do przodu
ro: mai multă reluare înainte
sk: prehrávať záznam vpred

source: more right mirror to the left
ca: mou retrovisor dret a l'esquerra
de: Den rechten Spiegel nach links bewegen
et: keera paremat peeglit vasakule
fi: säädä vastenta taustapeiliä oikeaan
it: muove verso sinistra lo specchietto di destra
pl: przesuń prawe lusterko w lewo
ro: mai multă oglindă dreaptă spre dreapta
sk: pravé zrkadlo viac doľava

source: move camera down
de: Kamera nach unten bewegen
et: liiguta kaamerat alla
it: muovere la telecamera in giù
pl: opuść kamerę

source: move camera up
de: Kamera nach oben bewegen
et: liiguta kaamerat üles
it: muovere la telecamera in sù
pl: unieś kamerę

source: move left mirror to the left
ca: mou el retrovisor esquerre cap a l'esquerra
de: Den linken Spiegel nach links bewegen
et: liiguta vasakut peeglit vasakule
fi: säädä vasenta taustapeiliä vasempaan
it: muove verso sinistra lo specchietto di sinistra
pl: przesuń lewe lusterko w lewo
ro: mișcă oglinda stângă câtre stânga
sk: pohnúť ľavé zrkadlo doľava

source: move left mirror to the right
ca: mou retrovisor esquerra cap a la dreta
de: Den linken Spiegel nach rechts bewegen
et: liiguta vasakut peeglit paremale
fi: säädä vasenta taustapeiliä oikeaan
it: muove verso destra lo specchietto di sinistra
pl: przesuń lewe lusterko w prawo
ro: mișcă oglinda stângă către dreapta
sk: posunúť ľavé zrkadlo doprava

source: move replay fast backward
ca: repetició en retrocés ràpid
de: Wiedergabe zurückspulen
et: keri kordusrežiimis kiiresti tagasi
fi: pikakelaus taaksepäin uusintatoiminnossa
it: riavvolgi velocemente il replay
pl: przewiń powtórkę szybko do tyłu
ro: reluare rapidă înapoi
sk: pohybovať záznam rýchlo dozadu

source: move replay fast forward
ca: repetició d'avanç ràpid
de: Wiedergabe vorspulen
et: keri kordusrežiimis kiiresti edasi
fi: pikakelaus eteenpäin uusintatoiminnossa
it: avanza il replay velocemente
pl: przewiń powtórkę szybko do przodu
ro: mai multă reluare rapidă înainte
sk: pretočiť záznam dopredu

source: move right mirror to the right
ca: mou retrovisor dret cap a la dreta
de: Den rechten Spiegel nach rechts bewegen
et: liiguta paremat peeglit paremale
fi: säädä oikeaa taustapeiliä oikeaan
it: regola specchietto di destra verso destra
pl: przesuń prawe lusterko w prawo
ro: mișcă oglinda dreaptă spre dreapta
sk: posunúť pravé zrkadlo doprava

source: new Language selected
de: Neue Sprache ausgewählt
et: uus keel valitud
it: nuova lingua selezionata
pl: wybrano nowy Język

source: no airbrakes
ca: sense aerofrens
de: keine Bremsklappen
et: õhupidureid pole
fi: ei ilmajarruja
it: niente freni ad aria
pl: brak hamulców aerodynamicznych
ro: fără frâne pneumatice
sk: bez aerodynamickej brzdy

source: no author information available
ca: no hi ha disponible la informació de l'autor
de: keine Autorinformationen verfügbar
et: autori info puudub
fi: Tekijän tietoja ei saatavilla
it: Nessuna informazione disponibile sull'autore
pl: brak informacji o autorze
ro: nu există informații despre autor
sk: niesu dostupné žiadne informácie o autorovi

source: no flaps.
ca: sense alerons.
de: Keine Landeklappen.
et: klapid algasendisse
fi: ei siivekkeitä
it: nessun alettone.
pl: minimalne wychylenie klap.
ro: fără flapsuri.
sk: žiadne klapky.

source: no thrust
ca: sense impuls
de: Kein Schub
et: tõukejõud nullis
fi: ei työntövoimaa
it: niente spinta
pl: brak ciągu silników samolotu
ro: motor oprit
sk: bez ťahu

source: no truck loaded
ca: no s'ha carregat el camió
de: Kein Fahrzeug geladen
et: Sõidukit ei ole laaditud
fi: ei ajoneuvoa ladattuna
it: Nessun veicolo caricato
pl: nie załadowano żadnego pojazdu
ro: niciun camion încărcat
sk: nenačítané žiadne vozidlo

source: normal brake for an aircraft
ca: fre comú per una aeronau
de: normale Bremse für ein Flugzeug
et: lennuki tavapidurid
fi: Jarru lentokoneessa
it: freni normali per un aeroplano
pl: normalny hamulec dla samolotu
ro: frâna normală pentru un avion
sk: normálna brzda pre lietadlá

source: one step less flaps.
ca: un grau menys en els alerons.
de: Landeklappen um einen Schritt einfahren
et: vähem klappe
fi: Laskusiiveke ylöspäin
it: un pò meno alettoni.
pl: zmniejszenie wychylenia klap
ro: flapsuri cu un pas în minus.
sk: menej klapiek o jeden krok

source: one step more flaps.
ca: un grau més als alerons.
de: Landeklappen um einen Schritt ausfahren
et: rohkem klappe
fi: Laskusiiveke alaspäin
it: un po più alettoni.
pl: zwiększenie wychylenia klap
ro: flapsuri cu un pas în plus.
sk: jeden krok viac klapky.

source: png (bigger, no quality loss)
ca: png (més gran, sense pèrdua de qualitat)
de: png(größer, bessere Qualität)
et: png (suurem, kvaliteet ei lähe kaotsi)
fi: png (isompi, ei laatuhävikkiä)
it: png (più grossa, nessuna perdità di qualità)
pl: PNG (większy plik, brak utraty jakości)
ro: png (ocupă mult, fără pierderi de calitate)
sk: png (vačší, bez straty kvality)

source: pull the elevator down in an aircraft.
ca: posa l'elevador cap avall en un avió.
de: Höhenruder in einem Flugzeug runterdrücken
et: liiguta lennukis kõrgustüüri alla
fi: Korkeusperäsin alas lentokoneessa
it: abbassa elevatore in un aeroplano.
pl: opuść podnośnik w samolocie.
ro: deschide rampa avionului.
sk: naklopiť výškové kormidlo v lietadle nadol

source: pull the elevator up in an aircraft.
ca: puja l'elevador en una aeronau.
de: Höhenruder in einem Flugzeug hochziehen
et: liiguta lennukis kõrgustüüri üles
fi: Korkeusperäsin ylös lentokoneessa
it: alza elevatore in un aeroplano.
pl: unieś podnośnik w samolocie.
ro: închide rampa avionului.
sk: v lietadle/vrtuľníku zdvíhať náklad hore

source: ranked user
ca: usuari classificat
de: Registrierter Benutzer
et: tuvastatud kasutaja
fi: rankattu käyttäjä
it: utente classificato
pl: rankingowany użytkownik
ro: utilizator clasat
sk: hodnotený užívateľ

source: reload truck
ca: recarrega camió
de: Fahrzeug neu laden
et: laadi sõiduk uuesti
fi: lataa kulkuneuvo uudelleen
it: ricarica veicolo
pl: załaduj pojazd ponownie
ro: încarcă din nou camionul
sk: znovu načítať vozidlo

source: remote truck loading state
ca: estat de càrrega del camió remot
de: Ladestatus des rechnerfernen Fahrzeugs
et: serveripoolne sõiduki laadimise seisund
fi: Kauko-ohjattu ajoneuvo latautuu
it: Stato caricamento veicolo remoto
pl: stan ładowania zdalnego pojazdu
ro: starea încărcării camionului controlat de la distanță
sk: stav načítania vzdialeného vozidla

source: remove current truck
de: Aktuelles Fahrzeug entfernen
et: eemalda praegune sõiduk
pl: usuń aktualny pojazd

source: repair truck
ca: arregla camió
de: Fahrzeug reparieren
et: paranda sõiduk
fi: hinausauto
it: ripara veicolo
pl: napraw pojazd
ro: repară camionul
sk: opraviť vozidlo

source: reset the camera position
ca: reinicia la posició de la càmera
de: Kameraposition zurücksetzen
et: kaamera algasendisse
fi: nollaa kameran sijainti
it: reimposta posizione visuale
pl: resetuj pozycję kamery
ro: resetează poziția camerei
sk: resetuje pozíciu kamery

source: reset truck to original starting position
ca: reubica el camió a la posició del principi
de: Fahrzeug zur Anfangsposition zurücksetzen
et: aseta sõiduk algasendisse
fi: siirrä ajoneuvo aloituspisteeseen
it: reimposta il veicolo nella sua posizione originale
pl: resetuj pojazd do położenia początkowego
ro: resetează poziția camionului în locul unde inițial a fost parcat
sk: navráti vozidlo do počiatočnej štartovej pozície

source: reverse the turboprops
ca: marxa enrere dels turbohèlixs
de: Propellerturbinen umkehren
et: turbomootorite tagurpidikäik
fi: vaihda suihkumoottorien kulkusuuntaa
it: inverti turbopropulsori
pl: odwróć ciąg silników turboodrzutowych
ro: inversează turbopropulsoarele
sk: cúvať turboprops

source: rotate camera down
ca: inclina avall la càmera
de: Kamera nach unten drehen
et: pööra kaamerat allapoole
fi: käännä kameraa alas
it: ruota visuale verso il basso
pl: obróć kamerę w dół
ro: rotește camera în jos
sk: otočiť kameru nadol

source: rotate camera left
ca: gira la càmera a l'esquerra
de: Kamera nach links drehen
et: pööra kaamerat vasakule
fi: käännä kameraa vasemmalle
it: ruota visuale a sinistra
pl: obróć kamerę w lewo
ro: rotește camera spre stânga
sk: otočiť kameru vľavo

source: rotate camera right
ca: gira càmera a la dreta
de: Kamera nach rechts drehen
et: pööra kaamerat paremale
fi: käännä kameraa oikeaan
it: ruota visuale a destra
pl: obróć kamerę w prawo
ro: rotește camera spre dreapta
sk: otočiť kameru doprava

source: rotate camera up
ca: gira la camera cap amunt
de: Kamera nach oben drehen
et: pööra kaamerat ülespoole
fi: käännä kameraa ylös
it: ruota visuale verso l'alto
pl: obróć kamerę w górę
ro: rotește camera în sus
sk: otočiť kameru hore

source: rotate character left
ca: orienta el personatge a l'esquerra
de: Spieler nach links drehen
et: pööra tegelast vasakule
fi: käänny vasempaan
it: ruota personaggio a sinistra
pl: obróć postać w lewo
ro: rotește personajul spre stânga
sk: otočiť postavu doľava

source: rotate character right
ca: gira personatge a la dreta
de: Spieler nach rechts drehen
et: pööra tegelast paremale
fi: käänny oikeaan
it: ruota personaggio a destra
pl: obróć postać w prawo
ro: rotește caracterul spre dreapta
sk: otočiť postavou vpravo

source: rotate view down
ca: gira vista avall
de: Ansicht nach unten drehen
et: pööra vaadet allapoole
fi: pyöritä näkymää alas
it: ruota la visuale in basso
pl: obróć widok w dół
ro: rotește vederea în jos
sk: otočiť pohľad nadol

source: rotate view up
ca: gira vista superior
de: Ansicht nach oben drehen
et: pööra vaadet ülespoole
fi: käännä näkymää ylös
it: ruota visuale verso l'alto
pl: obróć widok do góry
ro: rotește vederea în sus
sk: natočiť zobrazenie nahor

source: rudder left
ca: gira timó a l'esquerra
de: Seitenruder nach links
et: tüüri vasakule
fi: kurssi vasempaan
it: timone a sinistra
pl: ster w lewo
ro: girează la stânga
sk: kormidlo doľava
